{"adult":false,"also_known_as":["JCVD","The Muscles from Brussels","Jean-Claude van Varenbergh","Jean-Claude Camille François van Varenberg","Ζαν-Κλοντ Βαν Νταμ","Ζαν Κλοντ Βαν Νταμ","Βαν Νταμ","Жан-Клод Ван Дамм","尚格·云顿","장 끌로드 반담"],"biography":"Van Damme was born Jean-Claude Camille François van Varenberg in Berchem-Sainte-Agathe, Brussels, Belgium, to Eliana and Eugène van Varenberg, an accountant. “The Muscles from Brussels” started martial arts at the age of eleven. His father introduced him to martial arts when he saw his son was physically weak. At the age of 12, van Damme began his martial arts training at Centre National De Karate (National Center of Karate) under the guidance of Master Claude Goetz in Ixelles, Belgium. Van Damme trained for 4 years and earned a spot on the Belgium Karate Team. He won the European professional karate association's middleweight championship as a teenager, and also beat the 2nd best karate fighter in the world. His goal was to be number one but got sidetracked when he left his hometown of Brussels.\n\nIn 1976 at the age of sixteen, Jean-Claude started his Martial Arts fight career. Jean-Claude retired from martial arts in 1982, following a knockout over Nedjad Gharbi in Brussels, Belgium. Jean-Claude posted a 18-1 (18 knockouts) kickboxing record, and a semi-contact record of 41-4.  He came to Hong Kong at the age of 19 for the first time and felt insured to do action movies in Hong Kong. In 1981, van Damme moved to Los Angeles. He took English classes while working as carpet layer, pizza delivery man, limo driver, and thanks to Chuck Norris he got a job as a bouncer at a club. Norris gave van Damme a small role in the movie Missing in Action (1984), but it wasn't good enough to get anybody's attention. In 1984, he got his first significant role as a villain named Ivan in the low-budget movie, No Retreat, No Surrender (1986). Then one day, while walking on the streets, Jean-Claude spotted a producer for Cannon Pictures and showed some of his martial arts abilities which led to a role in Bloodsport (1988). The movie, filmed in Hong Kong, was so bad when it was completed, it was shelved for almost two years. It might have never been released if van Damme did not help them to re-cut the film and begged producers to release it. They finally released the film, first in Malaysia and France and then into the US shot on a meager 1.5 million dollar budget, it became a US box-office hit in the spring of 1988. It made about 30 million worldwide and audiences supported this film for its new sensational action star, Jean-Claude van Damme.\n\nHis good looks led to starring roles in higher budgeted movies like Cyborg (1989), AWOL: Absent Without Leave (1990), Double Impact (1991) and Universal Soldier (1992). In 1994, he scored with his big breakthrough $100 million worldwide hit Timecop (1994). But in the meantime, his personal life was coming apart. A divorce, followed by a new marriage, followed by another divorce. It began to show up in his career when his projects began to tank at the box office: The Quest (1996), which he directed; Maximum Risk (1996) and Double Team (1997). The three films made less than $50 million combined. In 1999, he remarried his ex-wife, Gladys Portugues, and restarted his lost career to attain new goals. With help from his family, he faced his problems and made movies like Replicant (2001), Derailed (2002), and In Hell (2003).","birthday":"1960-10-18","deathday":null,"gender":2,"homepage":"http://jcvdofficial.com","id":15111,"imdb_id":"nm0000241","known_for_department":"Acting","name":"Jean-Claude Van Damme","place_of_birth":"Berchem-Sainte-Agathe, Brussels, Belgium","popularity":35.109,"profile_path":"/vX4Z5iYIjeP3aj7yqfU38LxyjJq.jpg"}
