{"adult":false,"also_known_as":["Уэсли Снайпс","Wesley Trent Snipes","Γουέσλεϊ Σνάιπς"],"biography":"Wesley Trent Snipes (born July 31, 1962) is an American actor, film producer, and martial artist. He has starred in numerous action-adventures, thrillers, and dramatic feature films and is well-known for his role as Blade in the Blade trilogy. Snipes formed a production company titled Amen-Ra Films in 1991 and a subsidiary, Black Dot Media, to develop projects for film and television. Snipes has been training in martial arts since age twelve, earning a high ranking 5th dan black belt in Shotokan Karate and 2nd dan black belt in Hapkido. He has also trained as a student of Capoeira under Mestre Jelon Vieira and in a number of other disciplines including various styles of kung fu. At age 23, Snipes was discovered by an agent while performing in a competition. He made his film debut in the 1986 Goldie Hawn vehicle Wildcats. Later that year, he appeared on the trendy 1980's TV show Miami Vice as a drug-dealing pimp in the episode 'Streetwise' (first aired December 5, 1986). In 1987, he appeared as Michael Jackson's nemesis in the Martin Scorsese-directed music video \"Bad\" (he is seen in only the long version of the video) and the feature film Streets of Gold. That same year, Snipes was also considered for the role of Geordi La Forge in the TV series Star Trek: The Next Generation. Snipes' performance in the music video \"Bad\" caught the eye of director Spike Lee. Snipes turned down a small role in Lee's Do the Right Thing for the larger part of Willie Mays Hayes in Major League, beginning a succession of box-office hits for Snipes. Lee would later cast Snipes as the jazz saxophonist Shadow Henderson in Mo' Better Blues and as the lead in the interracial romantic drama Jungle Fever. Another important role for Snipes was the powerful drug lord Nino Brown in New Jack City, which was written specifically for him by Barry Michael Cooper. Another film in which his character was involved in drugs was the somber movie Sugar Hill. Although Snipes is more known for his roles in action films like Passenger 57, Demolition Man (with Sylvester Stallone), Money Train, U.S. Marshals (a sequel of The Fugitive) and Rising Sun (with Sean Connery), he has also had success in comedies like White Men Can't Jump, and To Wong Foo, Thanks for Everything! Julie Newmar where he played a drag queen together with Patrick Swayze and John Leguizamo. Snipes has also been critically acclaimed for his roles in dramas like The Waterdance and Disappearing Acts. Snipes has been married twice; first, to April Snipes from 1985-1990 with whom he has a son, Jelani Asar Snipes, born in 1988. Jelani had a cameo role in Snipes' 1990 film Mo' Better Blues. In 2003, Snipes wed painter Nakyung 'Nikki' Park, who is the mother of his four youngest children: son Akhenaten Kihwa-T Snipes; daughter Iset Jua-T Snipes (born July 31, 2001); son Alaafia Jehu-T Snipes (born May 26, 2004); and son Alimayu Moa-T Snipes (born March 26, 2007). Snipes spends a lot of time in Park's home country of South Korea, which he calls his \"second home.\"  ","birthday":"1962-07-31","deathday":null,"gender":2,"homepage":null,"id":10814,"imdb_id":"nm0000648","known_for_department":"Acting","name":"Wesley Snipes","place_of_birth":"Orlando, Florida, USA","popularity":15.784,"profile_path":"/81D6oJ81kiQ5xnEHhaHrY29ntdO.jpg"}
