{"adult":false,"also_known_as":["Ho Fung To","Kefeng Du","Chris Doyle","杜可風","크리스토퍼 도일"],"biography":"Christopher Doyle is an Australian-Hong Kong cinematographer who often works on Chinese language films. He has won awards at the Cannes Film Festival and Venice Film Festival, as well as AFI Award for cinematography, the Golden Horse awards (four times), and Hong Kong Film Award (six times). Doyle is an affiliate of the Hong Kong Society of Cinematographers.  Doyle was born in Sydney, Australia in 1952. He left his native country on a Norwegian merchant ship at the age of eighteen, after which he took on a number of odd jobs including as a Kibbutz-nick cowboy in Israel, homeopathic doctor in Thailand, and “green agriculturalist” in India work. In the late seventies, Doyle was “re-birthed” as Du Ke Feng, which means “like the wind.” Following his time as a language student in Taiwan and having found work as a photographer, he was hired as a cinematographer on Edward Yang’s That Day, on the Beach in 1983.\n\nSince his “birth in art,” Du Ke Feng has worked on over fifty Chinese-language films. He is best known for his collaborations with Wong Kar-Wai, including Chungking Express, In the Mood for Love and 2046 (the latter of which saw Doyle walking off set mid-way through production). He has collaborated with other Chinese filmmakers on projects including Temptress Moon, Hero, Happy Together, and Dumplings. As his \"alter ego\" Christopher Doyle he has made more than twenty in various other languages and film cultures, working as director of photography on Gus Van Sant's remake of Psycho, Liberty Heights, Last Life in the Universe, Rabbit-Proof Fence, Paranoid Park, The Limits of Control.\n\nHe also wrote, shot, and directed Warsaw Dark, Away with Words starring Asano Tadanobu, and Hong Kong Trilogy: Preschooled Preoccupied Preposterous, an experimental portrait of three generations of Hong Kong people.[5] He is currently filming The White Girl, another tribute to his adopted hometown of Hong Kong, with co-director Jenny Suen.\n\nOn May 26, 2017 Doyle was honored during the 70th Cannes Festival with the “Pierre Angénieux ExcelLens in Cinematography” award, in tribute to his rich and influential career. The ceremony was co-hosted by filmmaker Olivier Assayas and actress Juliette Binoche, among others.","birthday":"1952-05-02","deathday":null,"gender":2,"homepage":"http://christopherdoylefilm.com/","id":1357,"imdb_id":"nm0236313","known_for_department":"Camera","name":"Christopher Doyle","place_of_birth":"Sydney, New South Wales, Australia","popularity":4.669,"profile_path":"/dm2g37ak1EzIu1YViAwvZAvytlx.jpg"}
