{"adult":false,"also_known_as":["Michelle Rodríguez","Мишель Родригес","Мішель Родріґес","미셸 로드리게스","米歇尔·罗德里格兹","Mayte Michelle Rodriguez","Μισέλ Ροντρίγκες","Μισέλ Ροντρίγκεζ","Mayte Michelle Rodríguez"],"biography":"Mayte Michelle Rodríguez (born July 12, 1978), known professionally as Michelle Rodriguez, is an American actress, screenwriter, and DJ. She got her breakout role as a troubled boxer in the independent film Girlfight (2000), which was met with critical acclaim and earned her several awards, including the Independent Spirit Award and Gotham Award for Best Debut Performance. The following year, she starred as Letty Ortiz in the blockbuster film The Fast and the Furious (2001), reprising her role in its sequels Fast & Furious (2009), Fast & Furious 6 (2013), and Furious 7 (2015).\n\nDuring her career, Rodriguez has played tough, independent women in a number of successful action films, such as Blue Crush, S.W.A.T., Battle: Los Angeles, and Avatar. She is also known for her roles as Shé in the action comedy films Machete and Machete Kills, and Rain Ocampo in the science fiction films Resident Evil and Resident Evil: Retribution.\n\nRodriguez also branched into television, playing Ana Lucia Cortez in the second season of the series Lost as part of the main cast, before making numerous guest appearances before the series ended. She has also done voice work in video games such as Call of Duty and Halo, and lent her voice for the 3D animated film Turbo and the television series IGPX.\n\nWith her films grossing over $5 billion collectively, a 2013 Entertainment Weekly article described Rodriguez as \"arguably the most iconic actress in the action genre, as well as one of the most visible Latinas in Hollywood\".","birthday":"1978-07-12","deathday":null,"gender":1,"homepage":"http://www.michelle-rodriguez.com/","id":17647,"imdb_id":"nm0735442","known_for_department":"Acting","name":"Michelle Rodriguez","place_of_birth":"Bexar County, Texas, USA","popularity":23.011,"profile_path":"/xSvkVrLz6xas1mCeOR9i4QtmhnQ.jpg"}
