{"adult":false,"also_known_as":["Mike Gainey ","Mike Connor Gainey ","M. C. Gainey","MC Gainey","М. К. Гейни"],"biography":"​From Wikipedia, the free encyclopedia\n\nMike Connor Gainey (born January 18, 1948) is an American film and television actor whose distinctive mustache, 6'2½\" height, and threatening look have given him supporting roles as Southern/Southwestern types, thugs, and criminals. M.C. Gainley attended the University of Southern Mississippi prior to moving to California. He worked as an undertaker's apprentice before he decided to study acting. In the early 1970s he attended the American Conservatory Theater in San Francisco along with Ken Hixon. In 1981, he made his big-screen debut in the Steve Martin musical Pennies from Heaven. Since the early 1980s he has been in over 50 movies and made for TV movies, including Breakdown, Two Idiots in Hollywood, Con Air, The Mighty Ducks, Are We There Yet, Terminator 3, Sideways, and 2005's The Dukes of Hazzard. He was one of the stars of the short-lived television series Against the Law. He has guest starred on over 40 television shows, including The Dukes of Hazzard, Knight Rider, Designing Women, The Adventures of Brisco County, Jr., Walker, Texas Ranger, CSI, Cheers, Days of our Lives, The X-Files, Desperate Housewives, Burn Notice, The Fresh Prince of Bel-Air, and had a role as Tom Friendly on the series Lost, a character who appeared in 20 episodes, as many as some former main cast members. He also played the murderous drug dealer Bo Crowder in a recurring role in the 2010 season of the hit FX TV show Justifed. He attended the 2007 Emmys with Lost's show runners Damon Lindelof and Carlton Cuse. Gainey played Kurtz/The Wizard in the controversial road-revenge film Apocalypse Oz, a film containing no original dialogue as it is all taken from Apocalypse Now or The Wizard of Oz. In 2007 he appeared in a trio of films including Mr. Woodcock, Wild Hogs, and the sci/horror film Unearthed; in 2010 he appeared in Love Ranch. In 2010, he voiced one of the characters of the animated musical film Tangled as Captain of the Palace Guard.","birthday":"1948-01-18","deathday":null,"gender":2,"homepage":null,"id":22132,"imdb_id":"nm0301370","known_for_department":"Acting","name":"M.C. Gainey","place_of_birth":"Jackson, Mississippi, USA","popularity":5.505,"profile_path":"/nM82se0lOFbOhhj3J6tRFcdEydO.jpg"}
