{"adult":false,"also_known_as":["Richard A. Dysart"],"biography":"Was an American actor, perhaps best known for his role as Leland McKenzie on the NBC legal drama L.A. Law. Dysart served for four years in the Air Force during the Korean War. In 1979, he was featured in the film Being There, portraying a good-hearted physician. In 1980, he portrayed Abraham Lincoln's Secretary of War Edwin Stanton in the TV movie The Ordeal of Dr. Mudd. He also lent his voice to the kindly miner Uncle Pom in the Disney English language version of Hayao Miyazaki's 1986 adventure classic, Castle in the Sky. He starred in movies such as The Last Days of Patton, Being There, The Day of the Locust, The Rumor Mill, Pale Rider, The Falcon and the Snowman, Prophecy, The Thing, Warning Sign, Hard Rain, Mask, An Enemy of the People, The Hospital, and The Hindenburg. The scene where his L.A. Law character, Leland, the patriarchal and stiff founder of a successful law practice, was revealed to be in bed with competitor Rosalind Shays (Diana Muldaur) was ranked as the 38th greatest moment in television in an issue of EGG magazine. He earned one Emmy Award, and three more nominations, for his role as McKenzie on L.A. Law. Dysart was a founding member of the American Conservatory Theater, San Francisco. He attended Gould Academy in Bethel, Maine. He received the Drama Desk Award in 1972 and an Emmy Award in 1992. He is a brother of the Phi Alpha Tau fraternity based out of Emerson College in Boston. In 1990, Dysart was awarded an Honorary Doctorate of Law. He is also a certified open water diver. Dysart and his wife, artist Kathryn Jacobi, have been married since 1987.\n\nDescription above from the Wikipedia article Richard Dysart, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1929-03-30","deathday":"2015-04-05","gender":2,"homepage":null,"id":15413,"imdb_id":"nm0246004","known_for_department":"Acting","name":"Richard Dysart","place_of_birth":"Boston, Massachusetts, USA","popularity":1.85,"profile_path":"/yQOaZexN3YbqGWOguu2VrjsvX2G.jpg"}
