{"adult":false,"also_known_as":[],"biography":"Robert Townsend was born on February 6, 1957 in Chicago, Illinois. He is an actor, comedian, film director, and writer. In 1974, Townsend auditioned for parts at Chicago's Experimental Black Actors' Guild and performed in local plays studying at the famed Second City comedy workshop for improvisation. He enrolled at Illinois State University and a year and later moved to New York to study at the Negro Ensemble Company. Townsend had a brief un-credited role in the movie Cooley High (1975). His career hit mainstream in the early 1980s. This included stand-up comedy routines which appeared on cable television. He also appeared in small parts like the his role in A Soldier's Story (1984) opposite Denzel Washington. Townsend auditioned to be part of Saturday Night Live's 1980-1981 cast, but was rejected when Eddie Murphy was chosen instead. During the 1980s and early 1990s Townsend gained national exposure through his many appearances on The Tonight Show starring Johnny Carson. Townsend established himself when he wrote, directed, produced, and starred in the comedy Hollywood Shuffle, his 1987 film about struggling black actors in Hollywood. The success of this project helped him establish credit in the film industry and he gained notoriety, which helped him continue to succeed in other films like The Mighty Quinn (1989) with Denzel Washington, The Five Heartbeats (1991) and The Meteor Man (1993). He created and produced two television variety shows; the CableACE Award–Winning Robert Townsend and His Partners in Crime for HBO, and the Fox Television Variety Show Townsend Television (1993). He also created and starred in the WB Network's sitcom The Parent 'Hood (1995). On the big screen, he has directed Eddie Murphy in Eddie Murphy: Raw (1987); Halle Berry and Martin Landau in B*A*P*S (1997); James Earl Jones and Bill Cosby in The Meteor Man (1993), which Townsend also starred. Other credits include; Love Songs (1999), a TV movie starring Louis Gossett, Jr., and Andre Braugher; the Disney family film Up, Up, and Away (2000); and the Showtime movie, Holiday Heart, starring Ving Rhames. In 2009 he directed Phantom Punch, the film biopic of Sonny Liston, with Ving Rhames in the lead role. During his career, Townsend has made history through being nominated for more than 30 NAACP Image Awards for film and television.","birthday":"1957-02-06","deathday":null,"gender":2,"homepage":null,"id":68750,"imdb_id":"nm0870186","known_for_department":"Acting","name":"Robert Townsend","place_of_birth":"Chicago, Illinois, USA ","popularity":3.993,"profile_path":"/saXSXNW1G1Wt9kN4r4Chjxm3YcU.jpg"}
