{"adult":false,"also_known_as":["Philip Anthony Hopkins","Энтони Хопкинс","أنتوني هوبكنز","앤서니 홉킨스","アンソニー・ホプキンス","แอนโทนี ฮ็อปกินส์","安東尼·霍普金斯","Σερ Φίλιπ Άντονι Χόπκινς","Άντονι Χόπκινς","安东尼·霍普金斯","Sir Anthony Hopkins","Ентоні Гопкінс"],"biography":"Sir Philip Anthony Hopkins CBE (born 31 December 1937) is a Welsh actor, film director, and film producer. He is the recipient of numerous accolades, including two Academy Awards, four British Academy Film Awards, two Primetime Emmy Awards and a British Academy Television Award. He has also received an honorary Golden Globe Award and the BAFTA Fellowship from the British Academy of Film and Television Arts. In 1993, he was knighted by Queen Elizabeth II for his services to the arts, and in 2003, he received a star on the Hollywood Walk of Fame for his achievements in the motion picture industry.\n\nAfter graduating from the Royal Welsh College of Music & Drama in 1957, Hopkins trained at the Royal Academy of Dramatic Art in London, and was then spotted by Laurence Olivier who invited him to join the Royal National Theatre in 1965. Productions at the National included King Lear, his favourite Shakespeare play. His last stage play was a West End production of M. Butterfly in 1989.\n\nIn 1968, Hopkins achieved recognition in film, playing Richard the Lionheart in The Lion in Winter. In the mid-1970s, Richard Attenborough, who directed five Hopkins films, called him \"the greatest actor of his generation.\" In 1991, he portrayed Hannibal Lecter in the psychological horror film The Silence of the Lambs, winning the Academy Award for Best Actor. He reprised the role in its sequel Hannibal and the prequel Red Dragon. Other notable films include The Elephant Man (1980), 84 Charing Cross Road (1987), Howards End (1992), Bram Stoker's Dracula (1992), Shadowlands (1993), Legends of the Fall (1994), Meet Joe Black (1998), The Mask of Zorro (1998), Thor (2011), Thor: The Dark World (2013), Transformers: The Last Knight (2017), and Thor: Ragnarok (2017). He received four more Academy Award nominations for The Remains of the Day (1993), Nixon (1995), Amistad (1997) and The Two Popes (2019) before winning a fourth BAFTA Award and a second Academy Award for Best Actor for his portrayal of an elderly man diagnosed with dementia in The Father (2020), becoming the oldest Best Actor Oscar winner to date.\n\nSince making his television debut with the BBC in 1967, Hopkins has continued to appear on television. In 1973 he received a British Academy Television Award for Best Actor for his performance in War and Peace. In 2015, he starred in the BBC film The Dresser alongside Ian McKellen. In 2018, he starred in King Lear opposite Emma Thompson. In 2016 and 2018, he starred in the HBO television series Westworld, for which he received a Primetime Emmy Award nomination.\n\nDescription above from the Wikipedia article Anthony Hopkins, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1937-12-31","deathday":null,"gender":2,"homepage":"https://anthonyhopkinsart.com","id":4173,"imdb_id":"nm0000164","known_for_department":"Acting","name":"Anthony Hopkins","place_of_birth":"Margam, Port Talbot, Glamorgan, Wales, UK","popularity":21.9,"profile_path":"/9ukJS2QWTJ22HcwR1ktMmoJ6RSL.jpg"}
