{"adult":false,"also_known_as":["歐文·威爾森","Оуэн Уилсон","오언 윌슨","オーウェン・ウィルソン","โอเวน วิลสัน","أوين ويلسون","Owen Cunningham Wilson","Όουεν Κάνινγκχαμ Γουίλσον","Όουεν Γουίλσον","Оуен Вілсон"],"biography":"Owen Cunningham Wilson (born November 18, 1968) is an American actor. He has had a long association with filmmaker Wes Anderson with whom he shared writing and acting credits for Bottle Rocket (1996), Rushmore (1998), and The Royal Tenenbaums (2001), the last of which earned him a nomination for the Academy Award and BAFTA Award for Best Screenplay. He has also appeared in Anderson's The Life Aquatic with Steve Zissou (2004), The Darjeeling Limited (2007), The Grand Budapest Hotel (2014), and The French Dispatch (2021). Wilson also starred in the Woody Allen romantic comedy Midnight in Paris (2011) as unsatisfied screenwriter Gil Pender, a role which earned him a Golden Globe Award nomination. In 2014 he appeared in Paul Thomas Anderson's Inherent Vice, and Peter Bogdanovich's She's Funny That Way.\n\nWilson is also known for his career as an onscreen comedian and member of the Frat Pack including starring in such comedies as Zoolander (2001), Starsky & Hutch (2004), Wedding Crashers (2005), You, Me and Dupree (2006), How Do You Know (2010), The Big Year (2011), and The Internship (2013). He is also known for the family films Marley and Me (2008), and the Night at the Museum film series (2005–2014). He voices Lightning McQueen in the Cars film series (2006–present), Coach Skip in Fantastic Mr. Fox (2009), the title character in Marmaduke (2010) and Reggie in Free Birds (2013). He stars as Mobius M. Mobius in the Disney+ series Loki (2021–present).\n\nWilson's accolades include an Oscar and BAFTA nomination for Best Original Screenplay (for The Royal Tenenbaums), a Golden Globe and two SAG acting nominations (for Midnight in Paris and The Grand Budapest Hotel) and an Independent Spirit Award (for Inherent Vice).\n\nDescription above from the Wikipedia article Owen Wilson, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1968-11-18","deathday":null,"gender":2,"homepage":"http://wilson-brothers.com/","id":887,"imdb_id":"nm0005562","known_for_department":"Acting","name":"Owen Wilson","place_of_birth":" Dallas, Texas, USA","popularity":45.756,"profile_path":"/op8sGD20k3EQZLR92XtaHoIbW0o.jpg"}
