{"adult":false,"also_known_as":["Sir Sean Connery","Thomas Sean Connery","ショーン・コネリー","Шон Коннери","Σον Κόνερι","Τόμας Σον Κόνερι","Σερ Σον Κόνερι","Σερ Τόμας Σον Κόνερι"],"biography":"Sir Thomas Sean Connery (25 August 1930 – 31 October 2020) was a Scottish actor and producer who won an Academy Award, two BAFTA Awards (one being a BAFTA Academy Fellowship Award), and three Golden Globes, including the Cecil B. DeMille Award and a Henrietta Award.\n\nConnery was the first actor to portray the character James Bond in film, starring in seven Bond films (every film from Dr. No to You Only Live Twice, plus Diamonds Are Forever and Never Say Never Again), between 1962 and 1983. In 1988, Connery won the Academy Award for Best Supporting Actor for his role in The Untouchables. His films also include Marnie (1964), Murder on the Orient Express (1974), The Man Who Would Be King (1975), A Bridge Too Far (1977), Highlander (1986), Indiana Jones and the Last Crusade (1989), The Hunt for Red October (1990), Dragonheart (1996), The Rock (1996), and Finding Forrester (2000).\n\nConnery was polled in a 2004 The Sunday Herald as \"The Greatest Living Scot\" and in a 2011 EuroMillions survey as \"Scotland's Greatest Living National Treasure\". He was voted by People magazine as both the “Sexiest Man Alive\" in 1989 and the \"Sexiest Man of the Century” in 1999. He received a lifetime achievement award in the United States with a Kennedy Center Honor in 1999. Connery was knighted in the 2000 New Year Honours for services to film drama.\n\nOn 31 October 2020, it was announced that Connery had died at the age of 90.\n\nDescription above from the Wikipedia article Sean Connery, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1930-08-25","deathday":"2020-10-31","gender":2,"homepage":"http://www.seanconnery.com/","id":738,"imdb_id":"nm0000125","known_for_department":"Acting","name":"Sean Connery","place_of_birth":"Fountainbridge, Edinburgh, Scotland, UK","popularity":13.513,"profile_path":"/qQ9GkO4yMEbMKeMgo0SnQ7jPA1X.jpg"}
