{"adult":false,"also_known_as":["Brianne Sidonie Desaulniers","بري لارسون","브리 라슨","ブリー・ラーソン","Бри Ларсон","บรี ลาร์สัน","布丽·拉尔森","Брі Ларсон"," ब्री लार्सन","Μπρι Λάρσον"],"biography":"Brianne Sidonie Desaulniers (born October 1, 1989), known professionally as Brie Larson, is an American actress and filmmaker. Known for her supporting roles in comedies as a teenager, she has since expanded to leading roles in independent films and blockbusters. Larson is the recipient of various accolades, including an Academy Award, a Golden Globe Award, and a Primetime Emmy Award. Time magazine named her one of the 100 most influential people in the world in 2019.\n\nBorn in Sacramento, California, Larson was home-schooled. At age six, she became the youngest student admitted to a training program at the American Conservatory Theater. She soon relocated to Los Angeles and began her acting career in 1998 with a comedy sketch on The Tonight Show with Jay Leno. She appeared as a regular in the 2001 sitcom Raising Dad and briefly dabbled with a music career, releasing the album Finally Out of P.E. in 2005. Larson subsequently played supporting roles in the comedy films Hoot (2006), Scott Pilgrim vs. the World (2010), and 21 Jump Street (2012), and appeared as a sardonic teenager in the television series United States of Tara (2009–2011).\n\nLarson's breakthrough came with a leading role in the acclaimed independent drama Short Term 12 (2013), and she continued to take on supporting parts in the romance The Spectacular Now (2013) and the comedy Trainwreck (2015). For playing a kidnapping victim in the drama Room (2015), Larson won the Academy Award for Best Actress. The 2017 adventure film Kong: Skull Island marked her first big-budget release, after which she starred as Carol Danvers / Captain Marvel in the 2019 Marvel Cinematic Universe superhero films Captain Marvel and Avengers: Endgame.\n\nLarson has co-written and co-directed two short films, and made her feature film directorial debut with the independent comedy-drama Unicorn Store (2017). For producing the virtual reality series The Messy Truth VR Experience (2020), she won a Primetime Emmy Award. A gender equality activist and an advocate for sexual assault survivors, Larson is vocal about social and political issues.\n\nDescription above from the Wikipedia article Brie Larson, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1989-10-01","deathday":null,"gender":1,"homepage":null,"id":60073,"imdb_id":"nm0488953","known_for_department":"Acting","name":"Brie Larson","place_of_birth":"Sacramento, California, USA","popularity":23.916,"profile_path":"/80DH2zWgZiXHehH7TLe6HKDldyl.jpg"}
