{"adult":false,"also_known_as":["ديفيد تينانت","Дейвид Тенант","Ντέιβιντ Τένναντ","דייוויד טננט","Տէյվիտ Թէնընթ","デイヴィッド・テナント","데이비드 테넌트","เดวิด เทนนันต์","დევიდ ტენანტი","大衛·田納特","David McDonald"],"biography":"David John Tennant (born 18 April 1971) is a Scottish actor. He is best known for his roles as the tenth incarnation of The Doctor in Doctor Who (2005–2010), Giacomo Casanova in Casanova (2005), the title prince in the RSC's 2009 adaptation of Hamlet, Barty Crouch, Jr. in Harry Potter and the Goblet of Fire (2005), DI Alec Hardy in Broadchurch (2013–2017), and Kilgrave in Jessica Jones (2015–2019).\n\nHe made his professional acting debut in a staging of The Resistible Rise of Arturo Ui (1991). He also made an early television appearance in the Scottish TV sitcom Rab C Nesbitt (1993). He was awarded his first major TV role in the BBC Scotland drama series Takin' Over the Asylum (1994), but one of his earliest big-screen roles was in Jude (1996). In 2003, he appeared in the film Bright Young Things, and since, he began to appear on television more prominently, when he appeared in a dramatisation of He Knew He Was Right (2004), Blackpool (2004), Casanova (2005), and The Quatermass Experiment (2005), and later that same year, he appeared as Barty Crouch Jr. in the film Harry Potter and the Goblet of Fire. He was also in the early December 2005 ITV drama Secret Smile. He replaced Christopher Eccleston as The Doctor in Doctor Who in 2005 throughout three series, finishing in 2010. Later, he was replaced by Matt Smith.\n\nHe starred in the ITV detective series Broadchurch as DI Alec Hardy between 2013 and 2017. He also filmed the US remake of Broadchurch, re-titled Gracepoint. He portrayed the villainous Kilgrave in Jessica Jones. Also in 2017, he became the voice of Scrooge McDuck for Disney XD's DuckTales reboot. In 2018, he played Simon Yates in There She Goes. He played Crowley in the miniseries Good Omens; alongside his co-star, Michael Sheen in Good Omens, he played himself in Staged (2020).\n\nDescription above is from the Wikipedia article David Tennant, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1971-04-18","deathday":null,"gender":2,"homepage":null,"id":20049,"imdb_id":"nm0855039","known_for_department":"Acting","name":"David Tennant","place_of_birth":"Bathgate, West Lothian, Scotland, UK","popularity":19.742,"profile_path":"/zM76EBPZkdkSHyESyIUa47aP87R.jpg"}
