{"adult":false,"also_known_as":["빙 레임스","Irving Rameses \"Ving\" Rhames","Ирвинг Рамзес Рэймс ","Винг Рэймс"],"biography":"An American actor best known for his work in Bringing Out the Dead, Pulp Fiction, Baby Boy, Don King: Only in America, and the Mission: Impossible film series. Rhames was born in New York City, New York, he entered New York's School of Performing Arts, where he discovered his love of acting. After high school, he studied drama at SUNY Purchase where he met fellow actor Stanley Tucci, who gave him his nickname \"Ving\". He later transferred to Juilliard, where he began his career in New York theater. Rhames first appeared on Broadway in the play The Winter Boys in 1984. Ving continued his rise to fame through his work in soap operas. He found work as a supporting actor, and came to the attention of the general public by playing the role of Marsellus Wallace in Pulp Fiction (1994). Rhames was also getting public exposure on television as Peter Benton's brother-in-law on the medical drama ER, a recurring role he filled for 3 seasons. Not long after, Rhames was cast with Tom Cruise as the ace computer hacker Luther Stickell in Brian De Palma's Mission: Impossible (1996). With solid performances in two of these highly popular productions, his face was now known to moviegoers; the work offers began rolling in more frequently and he can been seen in several popular films such as Con Air and Dawn of the Dead.  Rhames won a Golden Globe in 1998 for best actor in a TV miniseries for his performance in HBO's Don King: Only in America. At the ceremony Rhames gave his award to fellow nominee Jack Lemmon (who is White), saying \"I feel that being an artist is about giving, and I'd like to give this to you.\" Lemmon was clearly touched by the gesture as was the celebrity audience who gave Lemmon a standing ovation. Lemmon, who tried unsuccessfully to give the award back to Rhames said it was \"one of the sweetest moments I've ever known in my life.\" The Hollywood Foreign Press Association announced later that they would have a duplicate award prepared for Rhames.","birthday":"1959-05-12","deathday":null,"gender":2,"homepage":null,"id":10182,"imdb_id":"nm0000609","known_for_department":"Acting","name":"Ving Rhames","place_of_birth":"New York City, New York, USA","popularity":22.162,"profile_path":"/4gpLVNKPZlVucc4fT2fSZ7DksTK.jpg"}
