{"adult":false,"also_known_as":["James Greenblatt","Jim Greenblatt","James Marchall","James L. Marshall","Jim Marshall","James Marshall"],"biography":"​From Wikipedia, the free encyclopedia.\n\nJames Marshall (height 5' 10\" (1,78 m)) is an American actor, best known for playing the character James Hurley in the cult television series Twin Peaks (1990–1991) and its 1992 prequel film Twin Peaks: Fire Walk with Me, and for his role as PFC Louden Downey in A Few Good Men. Marshall was born James David Greenblatt on January 2, 1967, in Queens, New York. His father was a Radio City Music Hall publicist, and his mother danced with the Rockettes. The family moved from New Jersey to California in the 1980s.\n\nHe has appeared in numerous films, among them Cadence (1990), Gladiator (1992), Hits! (1994), Vibrations (1995), All She Ever Wanted (1996), Criminal Affairs (1997), Soccer Dog: The Movie (1999), Luck of the Draw (2000), Down (2001) and Alien Lockdown (2004). He also provided the voice for Kurt in the video game Unlimited Saga. Marshall is married to actress Renee Griffin, with whom he has two sons. In summer 2010 Marshall sued the pharmaceutical company Hoffmann-LaRoche (a unit of Roche Holding AG) for $11 million in damages for injuries which, he claimed, resulted from his taking the drug Accutane.\n\nHe claimed he had suffered Accutane-related gastrointestinal distress so severe that it necessitated a four-month hospital stay, and the surgical removal of his colon. He asserted that these injuries had derailed his acting career. Stars Martin Sheen (a longtime family friend), Brian Dennehy, Esai Morales and Rob Reiner (Marshall's director on A Few Good Men) were to testify on his behalf. His health now substantially improved, Marshall has begun a new phase of his career, as a guitarist, songwriter and recording artist.\n\nDescription above from the Wikipedia article James Marshall (actor), licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1967-01-02","deathday":null,"gender":2,"homepage":null,"id":6717,"imdb_id":"nm0550929","known_for_department":"Acting","name":"James Marshall","place_of_birth":"Queens, New York City, New York, USA","popularity":12.29,"profile_path":"/zOjHpj8TqeoJnBiiudN4ct7rpI6.jpg"}
