{"adult":false,"also_known_as":["Моррис Честнат"],"biography":"Morris L. Chestnut (born January 1, 1969) is an American film and television actor. He is known for his roles as teenage father Ricky Baker in the 1991 film Boyz n the Hood, groom-to-be Lance Sullivan in the 1999 film The Best Man, as Tracy Reynolds, NBA star in the 2002 film Like Mike, and as the Visitor Ryan in the 2009-11 TV series V. Chestnut was born in Cerritos, California where he graduated from RichardGahrHigh School in 1986.\n\nHe subsequently studied finance and drama at CaliforniaStateUniversity, Northridge. Chestnut's first professional acting role was as \"Jadon\" in Freddy's Nightmares: A Nightmare on Elm Street: The Series in the episode \"A Family Affair\" (season 2, episode 19) which aired on February 18, 1990. His first feature film role was as \"Ricky Baker\" in Boyz n the Hood (1991). He followed with roles in various TV movies. Chestnut also played a role on Patti LaBelle's short-lived sitcom Out All Night. His career continued to rise steadily with co-starring roles in standard big-budget studio films like Under Siege 2 (1995) and G.I. Jane (1997). In 1998, he won the annual Madden Bowl. In 1999 Chestnut starred in The Best Man with Taye Diggs and Nia Long in which he played a professional football player on the eve of his wedding. The Best Man earned positive reviews from the press and did well at the box office. For his performance Chestnut earned an NAACP Image Award nomination. He subsequently starred in The Brothers, another film centering on the themes of fidelity and success among urban professionals. He has worked with Steven Seagal three times. In Under Siege 2: Dark Territory, Chestnut is Seagal's reluctant partner. In both Half Past Dead and Prince of Pistols he co-stars as the main villain. He also was a football player in \"The Game Plan\" Chestnut is married to Pam Byse with whom he has a son and a daughter. In an interview for essence.com, he said that he prefers to keep his private life private. Chestnut is a fan of the Philadelphia Eagles and the USC Trojans. Morris Chestnut is also an avid poker player, and has a sponsorship arrangement with online poker room Full Tilt Poker. He is also a proud member of Phi Beta Sigma","birthday":"1969-01-01","deathday":null,"gender":2,"homepage":null,"id":9779,"imdb_id":"nm0004820","known_for_department":"Acting","name":"Morris Chestnut","place_of_birth":"Cerritos, California, USA","popularity":17.264,"profile_path":"/ay4XJ2JuOlyu9g0HfxmuGpNwdBR.jpg"}
