{"adult":false,"also_known_as":[],"biography":"Franklyn Richard “Rick” Macy is a veteran actor who has appeared in a number of films that appeal to members of The Church of Jesus Christ of Latter-day Saints, of which he is also a member.\n\nMacy was born on October 18, 1953, and spent much of his youth playing baseball in Oregon where he grew up. He entered Brigham Young University with the intent to study journalism. But after one semester, he became bored with those classes and focused on acting, earning a bachelor’s degree in 1982.\n\nMacy has portrayed Joseph Smith Sr. in three movies: Emma Smith: My Story, The Restoration, and Joseph Smith: Prophet of the Restoration. Most recently, he had roles in feature films Brigham City, Ephraim’s Rescue, and Saints and Soldiers: Airborne Creed.\n\nHe had roles in films Outlaw Trail: The Treasure of Butch Cassidy, Return to the Secret Garden, Willy the Sparrow, The Butter Cream Gang in Secret of Treasure Mountain, Little Secrets, and Out of Step. He also appeared in television productions, Divided by Hate; Perfect Murder, Perfect Town; Shot in the Heart; and Touched by an Angel.\n\nHe appeared as Helam in The Testaments: Of One Fold and One Shepherd, directed by Kieth Merrill. Of the experience he said:\n\nI really had no idea that The Testaments would impact my life so profoundly, but it did. The Book of Mormon segments of that film, shot in Hawaii, took about two months to film. As I strengthened my skills in acting I knew early on that this gift or talent that the Lord had given me would be used for missionary work and as such one tries to live the missionary life so that the Spirit can be with you to do whatever the Lord requires.\n\n[The scene where the blinded Helam is healed by Christ] was very poignant for me and, as I found out later, for many of the cast members and visitors that were on the set that day. We were told by one of the General Authorities that, though many of us had great talent in this field, it was not enough. The Lord would have to bless us beyond our natural abilities to do the work that this film meant to do. This last scene in the film was evidence of that very thing. The Lord blessed us with a great outpouring of his spirit.\n\nIt was and still is very humbling to have been a part of that experience. After shooting that scene, and a couple others that followed, Kieth Merrill took me aside and said, “You realize I’m not the one directing this film, don’t you?”\n\nHe has taught acting lessons for many years. He had a private workshop called The Actor’s Academy for sixteen years and was a part-time instructor at Pioneer High School for the Performing Arts.\n\nHe and his wife, Marsha, live in Provo, Utah, and are the parents of three children.","birthday":"1953-10-18","deathday":null,"gender":2,"homepage":null,"id":127589,"imdb_id":"nm0534423","known_for_department":"Acting","name":"Rick Macy","place_of_birth":null,"popularity":1.4,"profile_path":"/nDcmMPn66JfqaJ0bPQ7jgfTQbS6.jpg"}
