{"adult":false,"also_known_as":["Bryan Neathaway Brown"],"biography":"Bryan Neathway Brown (born 23 June 1947) is an Australian actor.\n\nEarly life\n\nBrown was born in Sydney, the son of John (Jack) Brown and Molly Brown, a house cleaner and pianist in the early days of the Langshaw School of Ballet. He grew up in the south-western Sydney suburb of Bankstown, and began working at AMP as an actuarial student. He started to act in amateur theatre performances, where he discovered a passion for acting.\n\nCareer\n\nBrown went to England in 1964, eventually winning minor roles at the Old Vic. He returned to Australia where he became a member of the Genesian Theatre, Sydney, appearing in Colleen Clifford's production of A Man for All Seasons, before joining the Queensland Theatre Company. He made his cinema debut in 1977 with a small role in The Love Letters from Teralba Road, and appeared in several more Australian films over the next two years.\n\nIn 1980 Brown became known to international audiences for his performance in Breaker Morant. While he continued appearing in Australian productions he also appeared in American TV mini-series, winning popularity in the United States in A Town Like Alice (1981).\n\nHe is best known to American television audiences for his Golden Globe and Emmy nominated role as Luke O'Neil in The Thorn Birds (1983), starring Richard Chamberlain and Rachel Ward, who he later married.\n\nHe starred in several international productions, including Tai-Pan, with Joan Chen, Gorillas in the Mist, with Sigourney Weaver, and Cocktail, with Tom Cruise.\n\nHe is one of the few Australian actors who regularly plays Australians, thereby retaining his accent. Two exceptions are Tai-Pan and his role in the TV series Against the Wind, which called for an Irish accent.","birthday":"1947-06-23","deathday":null,"gender":2,"homepage":"https://shanahan.com.au/client/bryan-brown/","id":29092,"imdb_id":"nm0000986","known_for_department":"Acting","name":"Bryan Brown","place_of_birth":"Sydney, New South Wales, Australia","popularity":9.353,"profile_path":"/x0NqVqpJSET0oVdJxbbwwd7hrFA.jpg"}
