{"adult":false,"also_known_as":["David William Duchovny"],"biography":"David William Duchovny (born August 7, 1960, height 6' 0½\" (1,84 m)) is an American actor, writer, and director. He is best known for playing Fox Mulder on The X-Files and Hank Moody on Californication, both of which have earned him Golden Globe awards  Duchovny was born in New York City, New York in 1960. He is the son of Margaret \"Meg\" (née Miller), a school administrator and teacher, and Amram \"Ami\" Ducovny (1927–2003), a writer and publicist who worked for the American Jewish Committee. His father was Jewish, from a family that immigrated from the Russian Empire and Poland. His mother is a Lutheran emigrant from Aberdeen, Scotland. His father dropped the h in his last name to avoid the sort of mispronunciations he encountered while serving in the Army.\n\nDuchovny attended Grace Church School and The Collegiate School For Boys; both are in Manhattan. He graduated from Princeton University in 1982 with a B.A. in English Literature. He was a member of Charter Club, one of the university's eating clubs. In 1982, his poetry received an honorable mention for a college prize from the Academy of American Poets. The title of his senior thesis was The Schizophrenic Critique of Pure Reason in Beckett's Early Novels. Duchovny played a season of junior varsity basketball as a shooting guard and centerfield for the varsity baseball team.\n\nHe received a Master of Arts in English Literature from Yale University and subsequently began work on a Ph.D. that remains unfinished. The title of his uncompleted doctoral thesis was Magic and Technology in Contemporary Poetry and Prose. At Yale, he was a student of popular literary critic Harold Bloom.\n\nDuchovny married actress Téa Leoni on May 6, 1997. In April 1999, Leoni gave birth to a daughter, Madelaine West Duchovny. Their second child, a son, Kyd Miller Duchovny, was born in June 2002. Duchovny is a former vegetarian and, as of 2007, is a pescetarian.\n\nOn August 28, 2008, Duchovny announced that he had checked himself into a rehabilitation facility for treating sex addiction. On October 15, 2008, Duchovny's and Leoni's representatives issued a statement revealing they had separated several months earlier.A week later, Duchovny's lawyer said that he planned to sue the Daily Mail over an article it ran that claimed he had an affair with Hungarian tennis instructor Edit Pakay while still married to Leoni, a claim that Duchovny has denied. On November 15, 2008, the Daily Mail retracted their claims. After getting back together, Duchovny and Leoni once again split on June 29, 2011.","birthday":"1960-08-07","deathday":null,"gender":2,"homepage":null,"id":12640,"imdb_id":"nm0000141","known_for_department":"Acting","name":"David Duchovny","place_of_birth":"New York City, New York, USA","popularity":14.313,"profile_path":"/rZ2pEvu9IYsnHx3ElWUy4KgK3ia.jpg"}
