{"adult":false,"also_known_as":["Matthew David McConaughey","매슈 매코너헤이","マシュー・マコノヒー","แมทธิว แม็คคอนาเฮย์","马修·麦康纳","ماثيو ماكونهي","Мэттью МакКонахи","Меттью МакКонахі","Μάθιου Ντέιβιντ ΜακΚόναχι","Μάθιου ΜακΚόναχι"],"biography":"Matthew David McConaughey (born November 4, 1969) is an American actor. He first gained notice for his supporting performance in the coming-of-age comedy Dazed and Confused (1993), which was considered by many to be his breakout role. After a number of supporting roles in films including Angels in the Outfield (1994) and Texas Chainsaw Massacre: The Next Generation (1994), his breakthrough performance as a leading man came in the legal drama A Time to Kill (1996). He followed this with leading performances in the science fiction film Contact (1997), the historical drama Amistad (1997), the comedy-drama The Newton Boys (1998), the satire EDtv (1999), the war film U-571 (2000), and the psychological thriller Frailty (2001).\n\nIn the 2000s, McConaughey became best known for starring in romantic comedies, including The Wedding Planner (2001), How to Lose a Guy in 10 Days (2003), Failure to Launch (2006), Fool's Gold (2008), and Ghosts of Girlfriends Past (2009), establishing him as a sex symbol. After a two-year hiatus from film acting, McConaughey began to appear in more dramatic roles beginning with the legal drama The Lincoln Lawyer (2011). He was acclaimed for his supporting performances in Bernie (2011), Magic Mike (2012) and The Wolf of Wall Street (2013), and for his leading roles in Killer Joe (2011) and Mud (2012).\n\nMcConaughey's portrayal of Ron Woodroof, a cowboy diagnosed with AIDS, in the biopic Dallas Buyers Club (2013) earned him widespread praise and numerous accolades, including the Academy Award for Best Actor. In 2014, he starred as Rust Cohle in the first season of HBO's crime anthology series True Detective, for which he was nominated for the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series. His film roles since have included Interstellar (2014), The Sea of Trees (2015), Free State of Jones (2016), Gold (2016), The Dark Tower (2017), and The Gentlemen (2019), earning varying degrees of commercial and critical success, as well as voice work in Kubo and the Two Strings (2016), Sing (2016), and Sing 2 (2021).\n\nDescription above from the Wikipedia article Matthew McConaughey, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1969-11-04","deathday":null,"gender":2,"homepage":null,"id":10297,"imdb_id":"nm0000190","known_for_department":"Acting","name":"Matthew McConaughey","place_of_birth":"Uvalde, Texas, USA","popularity":19.961,"profile_path":"/wJiGedOCZhwMx9DezY8uwbNxmAY.jpg"}
