{"adult":false,"also_known_as":["Jennifer Lealand","Jennifer Ward-Lealand Te Atamira"],"biography":"From Wikipedia, the free encyclopedia\n\nJennifer Cecily Ward-Lealand CNZM (born 8 November 1962) is a New Zealand actor and director whose screen credits includes the in 1993 movie Desperate Remedies as well as appearances in The Footstep Man, the soap Shortland Street and Australian comedy series Full Frontal.\n\nWard-Lealand was born in Wellington, New Zealand to Philippa \"Pippa\" Mary (née Ward) and Conrad Ainsley Lealand. She has an older sister, Diana Mary Ward-Pickering and a half brother Simcha Lindt.\n\nShe is married to actor Michael Hurst of Hercules: The Legendary Journeys fame. They have two sons, born in 1997, and 1999.\n\nHer first ongoing television role was as Jan in Close to Home (1978–1980). After leaving school she spent a year touring New Zealand in a community theatre group, performing clown shows and Chekhov.\n\nIn 1982 Ward-Lealand completed a year-long diploma in acting from Auckland's then influential Theatre Corporate. In between the theatre work that followed, Ward-Lealand appeared in short-lived TV drama Seekers, before her breakthrough television role in \"Danny and Raewyn\", an episode from the About Face series. Filmed largely in an Auckland flat so cramped the cameraman sometimes had to sit on the stove, this tale of working class relationship breakdown would win Ward-Lealand a GOFTA Best Actress Award.\n\nThe same year Ward-Lealand made her big screen debut as nightclub singer Costello – and sang three songs – in Wellington crime thriller Dangerous Orphans.\n\nFrom 1989 to 1990 she appeared with Harry Sinclair and Don McGlashan in theatre/musical group The Front Lawn, winning a number of awards and accolades, and acting in Front Lawn film Linda's Body. In 1993 she appeared in the first series of TV skit comedy show, Full Frontal.\n\nAs an actress, singer and director of theatre, Ward-Lealand has a number of credits and accolades, and acted in New Zealand plays The Bach, Via Satellite, and The Sex Fiend. In 2007, she toured her acclaimed Marlene Dietrich cabaret show, Falling in Love Again (also the name of her first solo CD) in New Zealand and Australia. She later toured with the same show in 2018.\n\nJennifer Ward-Lealand is fluent in Te Reo Māori, the native language of New Zealand. Ward-Lealand, who herself is not Māori, started learning the language after not being able to respond to a traditional mihi or welcome speech.\n\nWard-Lealand has also been an advocate for improving actors' working conditions and pay.","birthday":null,"deathday":null,"gender":1,"homepage":"https://johnsonlaird.com/our-actors/Jennifer-Ward-Lealand-Te-Atamira","id":173382,"imdb_id":"nm0911943","known_for_department":"Acting","name":"Jennifer Ward-Lealand","place_of_birth":null,"popularity":0.98,"profile_path":"/cH7pgfFG7kWMzqhul4nm6jDi0u8.jpg"}
