{"adult":false,"also_known_as":["Dennis Lee Hopper","Ντένις Χόπερ"],"biography":"Dennis Lee Hopper (May 17, 1936 – May 29, 2010) was an American actor, filmmaker and artist. As a young man, Hopper became interested in acting and eventually became a student of the Actors' Studio. He made his first television appearance in 1954, and appeared in two films featuring James Dean, Rebel Without a Cause (1955) and Giant (1956). During the next 10 years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films. He directed and starred in Easy Rider (1969), winning an award at the Cannes Film Festival and was nominated for an Academy Award for Best Original Screenplay as co-writer. \"With its portrait of counterculture heroes raising their middle fingers to the uptight middle-class hypocrisies, Easy Rider became the cinematic symbol of the 1960s, a celluloid anthem to freedom, macho bravado and anti-establishment rebellion.\" Film critic Matthew Hays notes that \"no other persona better signifies the lost idealism of the 1960s than that of Dennis Hopper.\" He was unable to build on his success for several years, until a featured role in Apocalypse Now (1979) brought him attention. He subsequently appeared in Rumble Fish (1983) and The Osterman Weekend (1983), and received critical recognition for his work in Blue Velvet and Hoosiers, with the latter film garnering him an Academy Award nomination for Best Supporting Actor. He directed Colors (1988) and played the villain in Speed (1994). Hopper's later work included a leading role in the television series Crash. Hopper's last performance was filmed just before his death: The Last Film Festival, slated for a 2011 release. Hopper was also a prolific and acclaimed photographer, a profession he began in the 1960s.\n\n​From Wikipedia, the free encyclopedia","birthday":"1936-05-17","deathday":"2010-05-29","gender":2,"homepage":null,"id":2778,"imdb_id":"nm0000454","known_for_department":"Acting","name":"Dennis Hopper","place_of_birth":"Dodge City, Kansas, USA","popularity":9.83,"profile_path":"/3Hg8mkb1RxqNhDOofzHdr0PoufH.jpg"}
