{"adult":false,"also_known_as":["Анджелина Джоли","Angelina Jolie-Pitt","安吉丽娜·朱莉","アンジェリーナ・ジョリー","แอนเจลีนา โจลี","안젤리나 졸리","أنجلينا جولي","Анджеліна Джолі","Angelina Jolie Voight","ანჯელინა ჯოლი","Αντζελίνα Τζολί","Angelina Voight","安祖蓮娜·祖莉","എയ്‌ഞ്ചലിന ജോളി "],"biography":"Angelina Jolie is an American actress. She has received an Academy Award, two Screen Actors Guild Awards, and three Golden Globe Awards. Jolie has promoted humanitarian causes throughout the world, and is noted for her work with refugees as a Goodwill Ambassador for the United Nations High Commissioner for Refugees (UNHCR). She has been cited as one of the world's most beautiful women and her off-screen life is widely reported.\n\nThough she made her screen debut as a child alongside her father Jon Voight in the 1982 film Lookin' to Get Out, Jolie's acting career began in earnest a decade later with the low-budget production Cyborg 2 (1993). Her first leading role in a major film was in Hackers (1995). She starred in the critically acclaimed biographical films George Wallace (1997) and Gia (1998), and won an Academy Award for Best Supporting Actress for her performance in the drama Girl, Interrupted (1999). Jolie achieved wider fame after her portrayal of video game heroine Lara Croft in Lara Croft: Tomb Raider (2001), and since then has established herself as one of the best-known and highest-paid actresses in Hollywood. She has had her biggest commercial successes with the action-comedy Mr. & Mrs. Smith (2005) and the animated film Kung Fu Panda (2008).\n\nDivorced from actors Jonny Lee Miller and Billy Bob Thornton, Jolie currently lives with actor Brad Pitt, in a relationship that has attracted worldwide media attention. Jolie and Pitt have three adopted children, Maddox, Pax, and Zahara, as well as three biological children, Shiloh, Knox, and Vivienne.","birthday":"1975-06-04","deathday":null,"gender":1,"homepage":"https://www.unhcr.org/pages/49c3646c56.html","id":11701,"imdb_id":"nm0001401","known_for_department":"Acting","name":"Angelina Jolie","place_of_birth":"Los Angeles, California, USA ","popularity":22.486,"profile_path":"/9kkfIiufGORw4bELN79DuTaKqAy.jpg"}
