{"adult":false,"also_known_as":[],"biography":"François Miron (born 1962) is a French-Canadian experimental filmmaker also working in documentary and fiction.  He obtained a BFA from Concordia University in 1987 and an MFA from The School of the Art Institute of Chicago in 1990 (he received a full merit scholarship).\n\nMiron started making Super-8 Collage films in 1982, inspired by the cut-up technique William S. Burroughs, soon shifting to 16mm and 35mm. His early body of work consists of found footage manipulation through optical printing and abstract cinematography of industrial landscapes. His abstract work has lately been shifting into more \"traditional\" narrative cinema and documentary, although a strong psychedelic and surreal influence still is present. Miron still makes short experimental films while working on his feature films or in between them. Most of his films have been exhibited worldwide and have won several awards.\n\nHis early films are in the tradition of Pat O'Neill who was the pioneer of experimental optical printing films in the 1960s and 1970s and is still active to this day. Other links have been made to Paul Sharits, Stan Brakhage, Norman McLaren and in painting to Jackson Pollock.\n\nSince 1993, François Miron has been teaching at The Mel Hoppenheim School of Cinema at Concordia University in Montreal, where he created a legendary optical printing course, many students were exposed to this art form for the first time and had their artistic vision completely changed and became somewhat notable \"experimental filmmakers\" themselves (or so they think).\n\nWith the rise of new technologies and the near-death of celluloid-based film, after a nearly 20-year run, the course disappeared in 2012.\n\nMiron is still very active as a teacher, teaching basic filmmaking and also advanced cinematography among other courses.","birthday":"1962-09-20","deathday":null,"gender":2,"homepage":"https://www.filmgrafix.com/","id":1413643,"imdb_id":"nm0592471","known_for_department":"Directing","name":"François Miron","place_of_birth":"New York, New York","popularity":0.612,"profile_path":"/1kC5inPxiaMgt4vzxjhLagYtyVm.jpg"}
