{"adult":false,"also_known_as":["Lee Jeong-Jae","이정재","Jung-Jae Lee","李政宰","イ・ジョンジェ","И Жон-жэ"],"biography":"Lee Jung-jae (이정재) is a South Korean actor. Born on March 15, 1973, he began modeling in 1993 before getting his first acting roles the film The Young Man (1994) and the TV series Feelings (1994) and Sandglass (1995), which is one of the highest rated Korean dramas of all time with a peak rating of 64.5%. But his real breakthrough was with leading roles in award-winning films The Affair (1998) and City of the Rising Sun (1999). The latter of which earned him the Best Actor award at the prestigious Blue Dragon film awards.\n\nThis was followed by a series of critical hits like Il Mare (2000) and commercial successes including Last Present (2001), The Last Witness (2001), Oh Brothers (2003), and the blockbuster Typhoon (2005). After a brief career slump of flop movies and tv shows, he returned with the critical and commercial hit The Housemaid (2010), which is a remake of the 1960 film of the same name. Since then, he went on to cement himself as one of Korea's biggest movie stars with a string of some of the biggest blockbusters in Korean history including The Thieves (2012), New World (2013), The Face Reader (2013), Assassination (2015), Operation Chromite (2016), and the Along with the Gods films (2017-2018). Most of these films did north of 12 million admissions at the domestic box-office, with The Thieves (2012) and Along with the Gods (2017) becoming the #2 biggest Korean hit in history at their respective time of release. He received a number of awards and nominations for these works including a Popularity Award at the prestigious Grand Bell awards.\n\nHis most recent blockbuster is Deliver Us From Evil (2020) in which he reunited with his New World (2013) co-star Hwang Jung-min. It crossed 4 million admissions domestically and was the second biggest hit of the year in Korea.","birthday":"1973-03-15","deathday":null,"gender":2,"homepage":"http://www.artistcompany.co.kr/portfolio-item/lee-jung-jae-2/","id":73249,"imdb_id":"nm0497631","known_for_department":"Acting","name":"Lee Jung-jae","place_of_birth":"Seoul, South Korea","popularity":36.219,"profile_path":"/3h5Cfm0X8ohWn7psZkqdNWqXAHH.jpg"}
