{"adult":false,"also_known_as":["查理兹·塞隆","Шарлиз Терон","ชาร์ลิซ เธอรอน","シャーリーズ・セロン","샤를리즈 테론","تشارليز ثيرون","Σαρλίζ Θερόν","Σαρλίζ Θέρον","Шарліз Терон"],"biography":"Charlize Theron (born 7 August 1975) is a South African and American actress and producer. One of the world's highest-paid actresses, she is the recipient of various accolades, including an Academy Award, a Screen Actors Guild Award, and a Golden Globe Award. In 2016, Time named her one of the 100 most influential people in the world.\n\nTheron came to international prominence in the 1990s by playing the leading lady in the Hollywood films The Devil's Advocate (1997), Mighty Joe Young (1998), and The Cider House Rules (1999). She received critical acclaim for her portrayal of serial killer Aileen Wuornos in Monster (2003), for which she won the Silver Bear and Academy Award for Best Actress, becoming the first South African to win an Oscar in an acting category. She received another Academy Award nomination for playing a sexually abused woman seeking justice in the drama North Country (2005).\n\nTheron has since starred in several commercially successful action films, including The Italian Job (2003), Hancock (2008), Snow White and the Huntsman (2012), Prometheus (2012), Mad Max: Fury Road (2015), The Fate of the Furious (2017), Atomic Blonde (2017), and The Old Guard (2020). She also received praise for playing troubled women in Jason Reitman's comedy-dramas Young Adult (2011) and Tully (2018), and for portraying Megyn Kelly in the biographical drama Bombshell (2019), receiving a third Academy Award nomination for the last.\n\nSince the early 2000s, Theron has ventured into film production with her company Denver and Delilah Productions. She has produced numerous films, in many of which she had a starring role, including The Burning Plain (2008), Dark Places (2015), and Long Shot (2019). Theron became an American citizen in 2007, while retaining her South African citizenship. She has been honoured with a motion picture star on the Hollywood Walk of Fame.","birthday":"1975-08-07","deathday":null,"gender":1,"homepage":"https://charlizeafricaoutreach.org/","id":6885,"imdb_id":"nm0000234","known_for_department":"Acting","name":"Charlize Theron","place_of_birth":"Benoni, Gauteng, South Africa","popularity":38.542,"profile_path":"/1WKfLshTtawW26lqOcKZhS4lZVA.jpg"}
