{"adult":false,"also_known_as":["Randy 'The Natural' Couture","Randy Duane Couture"],"biography":"From Wikipedia, the free encyclopedia.\n\nRandy Duane Couture ( born June 22, 1963) is a retired American mixed martial artist, Greco-Roman wrestler, actor, a three-time former heavyweight champion and a two-time light-heavyweight champion of the Ultimate Fighting Championship. Couture is the first fighter to hold two UFC championship titles in two different divisions (heavyweight and light heavyweight). Couture has competed in a record 15 title fights. He also holds the most title reigns in the UFC with five. His last fight with Lyoto Machida put him in a tie with Matt Hughes in having the highest number of fights in the UFC at 24. Couture is one of the first members of the UFC Hall of Fame and many consider him to be one of the greatest in MMA history. Couture is currently ranked as the #10 Light Heavyweight fighter in the world by Yahoo! Sports.\n\nCouture was an Olympic wrestling alternate and has lived in Corvallis, Oregon, throughout much of his career, where he served as an assistant wrestling coach and a strength and conditioning coach for Oregon State University. He established Team Quest with Matt Lindland and Dan Henderson, a training camp for fighters, based out of Gresham, Oregon, and headed by coach Robert Folis. In 2005, Couture moved to Las Vegas, where he opened his own extensive chain of gyms under the name Xtreme Couture. He currently trains at his Las Vegas-based gym. Couture also partnered with Bas Rutten in the opening of Legends Gym in Hollywood, California.\n\nCouture is generally recognized as a clinch and ground-and-pound fighter who uses his wrestling ability to execute take downs, establish top position and successively strike the opponent on the bottom. Couture has also displayed a variety of skills in Boxing, and Brazilian Jiu-Jitsu; submitting three opponents using different chokeholds. Couture is the only athlete in UFC history to win a championship after becoming a Hall of Fame member and is the oldest title holder ever (in the UFC and MMA). Along with Chuck Liddell, Couture is widely credited for bringing mixed martial arts into the mainstream of American sports and pop culture.\n\nDescription above from the Wikipedia article Randy Couture, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1963-06-22","deathday":null,"gender":2,"homepage":"http://www.randycouture.tv/","id":74748,"imdb_id":"nm1330276","known_for_department":"Acting","name":"Randy Couture","place_of_birth":"Everett, USA","popularity":5.301,"profile_path":"/pmdPaQBWufFVwVxJYofLcERZr1l.jpg"}
