{"adult":false,"also_known_as":["Roseanne Thomas","Roseane Arnold ","Roseanne Barr Arnold ","Roseanne Arnold ","Rosanne Barr ","Rosanne ","Roseanne "],"biography":"Roseanne Cherie Barr (born November 3, 1952) is an American actress, comedian, writer, television producer and director.\n\nBarr began her career in stand-up comedy at clubs in Colorado in the 1980s. Her big break came in 1987 when she was cast in her own sitcom, Roseanne. The show was a hit and lasted nine seasons, from 1988 to 1997. Barr won both an Emmy Award and a Golden Globe Award for Best Actress for her work on the show. In addition, she has won six People's Choice Awards, three American Comedy Awards, a Kids Choice Award, a GLAAD Media Award, and the TV Land Innovator Award.\n\nBarr starred in the film She-Devil (1989) and had a voice role in Look Who's Talking Too (1991). In 2004, she voiced one of the main characters in the animated film Home on the Range. After her sitcom ended, Barr launched her own talk show, The Roseanne Show, which aired from 1998 to 2000. She later returned to stand-up in the mid-2000s. She had guest spots on shows, 3rd Rock from the Sun, The Nanny, and My Name Is Earl. Barr released her autobiography in 1989, a second book in 1994, and a third book in 2011. She will star in her own reality TV show on Lifetime, revolving around her family and life on her farm. She hosts a radio show on KCAA on Sundays.\n\nIn 1990, controversy arose when she sang the \"The Star-Spangled Banner\" during a nationally aired baseball game, by singing the song off-key, then spitting and grabbing her crotch. The next year she appeared in People magazine announcing that she was an \"incest survivor\", something her parents and sister publicly denied. Twenty years later Barr and her sister appeared on The Oprah Winfrey Show to explain how they felt at the time. She was married to Bill Pentland for 15 years and had three children before divorcing and marrying comedian Tom Arnold four days later. Their marriage lasted for four years, before going through a highly publicized divorce. Barr married her bodyguard in 1995 and had one child before divorcing in 2002. She began dating Johnny Argent in 2003, and now lives in Hawaii.\n\nDescription above from the Wikipedia article Roseanne Barr, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1952-11-03","deathday":null,"gender":1,"homepage":null,"id":46393,"imdb_id":"nm0001683","known_for_department":"Acting","name":"Roseanne Barr","place_of_birth":"Salt Lake City, Utah, USA","popularity":6.161,"profile_path":"/oyY5lWTFzhymLB4sJ1OODseI3jR.jpg"}
