{"adult":false,"also_known_as":[],"biography":"Julien Poulin (born April 20, 1946) is an actor, film director, screenwriter, film producer, and composer in Quebec, Canada. He has portrayed numerous roles in several popular Quebec films and series.\n\nHis most memorable role was Elvis Gratton in which his character impersonates rock and roll icon Elvis Presley. The series of Elvis Gratton films appeared between 1981 and 2004. The most recent of these films were Elvis Gratton II: Miracle a Memphis, filmed in 1999, in which Elvis was resuscitated from the first film of the series, and Elvis Gratton 3: Le retour d'Elvis Wong, which was filmed in 2004. He also co-directed some of the films along with Pierre Falardeau.\n\nOther roles:\n\nIn addition to the Elvis Gratton films, Poulin also played several main and supporting roles in other films and television series including The Crime of Ovide Plouffe (Le Crime d'Ovide Plouffe) in 1984, Lance et Compte in 1986, The Party (Le Party) in 1990, Virginie in 1996, Jasmine and Omerta 2, la loi du silence in 1997, Les orphelins de Duplessis and Le Dernier souffle in 1999, 15 février 1839 and Fortier in 2001, Séraphin: Heart of Stone in 2002 and Le Negociateur 1 and Le Negociateur 2 in 2005-2006.\n\nJulien Poulin portrays Gaétan Langlois in the award-winning show Minuit, le soir.\n\nIn 2007-2009, Poulin took the title role of Bob Gratton in the new TQS series Bob Gratton: Ma Vie, My Life.\n\nJulien Poulin also played in Fred Pellerin's Babine.\n\nJulien Poulin's latest role he played in episode 20 as Jessica's father in Radio-Canada's Unité 9 (2016)\n\nOff-Screen:\n\nPoulin was the spokesperson for Opération Nez rouge in 1996, a campaign against drinking and driving during the holidays.\n\nTaken from Wikipedia","birthday":"1946-04-20","deathday":null,"gender":2,"homepage":"https://www.agencegaillard.com/julien-poulin.html","id":545079,"imdb_id":"nm0693625","known_for_department":"Acting","name":"Julien Poulin","place_of_birth":"Montréal, Québec, Canada","popularity":4.24,"profile_path":"/6UXNTlS1ooKRutQef6jzrGvoo2d.jpg"}
