{"adult":false,"also_known_as":["Isaac Yankem","Angus King","Bruiser Mastino","Christmas Creature","Doomsday","Isaac Yankem, DDS","Mike Unabomb","Unabomb","Glenn Thomas Jacobs","The Devil's Favorite Demon","Governor Kane","The Big Red Machine","Kane"],"biography":"From Wikipedia, the free Encyclopedia\n\nGlenn Thomas Jacobs (born April 26, 1967) is an American politician, actor, and professional wrestler. As a Republican, he is the Mayor of Knox County, Tennessee since 2018. He is currently signed to WWE, where he works under the ring name Kane.\n\nHe began his professional wrestling career on the independent circuit in 1992, wrestling in promotions such as Smoky Mountain Wrestling (SMW) and the United States Wrestling Association (USWA), before joining the World Wrestling Federation (WWF, now WWE) in 1995. Jacobs played various characters until 1997, when he was repackaged as Kane, the younger half-brother of The Undertaker, with whom Jacobs would alternatively feud or team as The Brothers of Destruction.\n\nFollowing his WWF debut, Kane remained a pivotal component of the company's \"Attitude Era\" of the late 1990s and early 2000s, defeating the era's \"poster boy\" Stone Cold Steve Austin for the WWF Championship in his first pay-per-view (PPV) main event at King of the Ring in June 1998. He continued to headline PPV cards through 2018's Crown Jewel, and has appeared in more of such events than any other performer in WWF/WWE history.\n\nWithin WWE, Kane is a three-time world champion (having held the WWF Championship, ECW Championship and World Heavyweight Championship once each) and a 12-time world tag team champion (having held the World Tag Team Championship, WCW Tag Team Championship and WWE Tag Team Championships with various partners). He is also a two-time Intercontinental Champion and a Money in the Bank winner, as well as the third man to complete WWE's Grand Slam. The last title Kane won was the 24/7 Championship on September 16, 2019, the only title won under his real name. Veteran wrestler Ric Flair described Kane as \"the best in the world\", while Big Show dubbed him \"the best big man ever\". Kane holds the record for the most appearances in a Royal Rumble match at 20 as well as the highest cumulative total eliminations at 46. He headlined the WWE Hall of Fame Class of 2021.\n\nOutside of professional wrestling, Jacobs has made numerous guest appearances in film and on television, including the lead role in the 2006 WWE Studios production See No Evil and its 2014 sequel. He is also a longtime supporter of libertarian political causes. In March 2017, Jacobs announced that he was running for the mayoral seat of Knox County, Tennessee as a Republican. He went on to win the Republican primary election on May 1, 2018 and the general election on August 2, 2018","birthday":"1967-04-26","deathday":null,"gender":2,"homepage":null,"id":61903,"imdb_id":"nm0414417","known_for_department":"Acting","name":"Glenn Jacobs","place_of_birth":"Torrejón de Ardoz, Madrid, Spain","popularity":11.198,"profile_path":"/fFPmScGeJTZtQ7F5IEbBjuqkjJy.jpg"}
