{"adult":false,"also_known_as":["Марион Котийяр","ماريون كوتيار","마리옹 코티야르","マリオン・コティヤール","มารียง กอตียาร์","瑪莉安·歌迪雅","Μαριόν Κοτιγιάρ","Маріон Котіяр","ماریون کوتیار"],"biography":"Marion Cotillard (born 30 September 1975) is a French actress. She garnered critical acclaim for her roles in films such as My Sex Life... or How I Got Into an Argument, Taxi, Furia, Pretty Things and Inception.\n\nShe won the Academy Award for Best Actress, BAFTA Award for Best Actress, César for Best Actress and the Golden Globe for Best Actress in Musical or a Comedy for her portrayal of French singer Édith Piaf in La Vie en Rose. She made film history by becoming the first person to win an Academy Award for a French language performance. In 2010 she received a Golden Globe nomination for her performance in the musical Nine.\n\nCotillard, in addition to her film work, is interested in environmental activism and participated in campaigns for environmental protection. Cotillard used her high public profile to bring attention to the aims of Greenpeace, working for the environmental organization as a spokesperson, allowing the organization to use her apartment to test products. In 2005, she also contributed to Dessins pour le climat (“Drawings for the Climate”), a book of drawings published by Greenpeace to raise funds for the group.\n\nCotillard currently lives with French actor and director Guillaume Canet. Many reports say the couple prefers to live a simple lifestyle, and they are often spotted in cafes and shopping together in Paris. Neither star discusses their relationship with the media, although photos of the couple being affectionate regularly surface in the European tabloids.\n\nShe is a fan of Radiohead and Canadian singer Hawksley Workman; she has appeared in two of the latter's music videos, most notably \"No Reason to Cry Out your Eyes (On the Highway Tonight)\". Workman even revealed in interviews about his last album Between The Beautifuls that he worked and wrote songs with Cotillard while they both were in Los Angeles during the movie awards season.","birthday":"1975-09-30","deathday":null,"gender":1,"homepage":"http://www.marion-cotillard.fr","id":8293,"imdb_id":"nm0182839","known_for_department":"Acting","name":"Marion Cotillard","place_of_birth":"Paris, France","popularity":24.858,"profile_path":"/zChwjQ9D90fxx6cgWz5mUWHNd5b.jpg"}
