{"adult":false,"also_known_as":["Сергей Маковецкий","Маковецкий Сергей Васильевич","Sergey Makovetskiy","Sergey Makovetsky","Sergei Makovetskiy"],"biography":"Sergei Vasilevich Makovetsky was born on June 13, 1958, in Darnitsa, a suburb of Kiev, Ukraine. Though he excelled at swimming and water polo and had aspirations to join the Soviet Olympic Team, his single mother encouraged him to pursue a more creative line of expression. When his application to study acting at Kiev Theatrical College was denied, Makovetsky moved behind the scenes working as a set decorator in Kiev before relocating to Moscow. Rejection from several Moscow theater schools and acting companies was bolstered by a more welcome rejection from the Soviet Army after Makovetsky gave a performance of imaginary illness symptoms so convincing that Army medical examiners excused him from military service. Accepted to the Shchukin Theatrical School at the Vakhtangov Theatre in Moscow, Makovsky graduated in 1980 and became a member of Vakhtangov Theatre’s company. For nearly three decades Sergei Makovetsky has earned critical praise, audience loyalty, and multiple awards (including the title of People’s Artist of Russia) in a variety of stage roles highlighted by a 9 season run as the title character in Moliere’s “Amphitrion” and as Trigorin in Chekhov’s “The Seagull”. His film work includes the eponymous role in Dutch director Jos Stelling’s “Duska” and an appearance alongside Nikita Mikhalkov in Aleksei Balabanov’s 2005 violent black comedy “Blind Man’s Bluff”.\n\n----- Content from From 12 Presskit: http://www.sonyclassics.com/12/externalLoads/12_presskit.pdf-----\n\n||| ----- Image from Wikipedia Commons, Submitted by Sergey Makovetskiy-----","birthday":"1958-06-13","deathday":null,"gender":2,"homepage":null,"id":125737,"imdb_id":"nm0538710","known_for_department":"Acting","name":"Sergei Makovetsky","place_of_birth":"Kiev, USSR (Ukraine)","popularity":6.194,"profile_path":"/9JyGDy6idgA8yLDeLmEV1D7xmPw.jpg"}
