{"adult":false,"also_known_as":[],"biography":"Pierre-Loup Rajot (born 9 February 1958) is a French stage, television and film actor, director, producer and screenwriter. He is a 1985 César Award recipient for Most Promising Actor for his performance in the 1984 comedy film Souvenirs, Souvenirs.\n\nBorn in Ambert, Pierre-Loup Rajot later studied environmental science and technology at university. Following his graduation from university, he was a pupil of Francis Huster at the Cours Florent and attended Patrice Chéreau's theater courses at the Théâtre Nanterre-Amandiers in Nanterre where Chéreau directed him in roles of four Shakespeare's plays (Love's Labours Lost; As You Like It; Much Ado About Nothing; Twelfth Night). He made his screen debut in the 1982 Maurice Pialat directed film À Nos Amours.\n\nIn 1985 Rajot won the César Award for Most Promising Actor at the 10th César Awards for his performance in the 1984 comedy film Souvenirs, Souvenirs, directed by Ariel Zeitoun. He has appeared in films opposite Yves Montand in Garçon! (1983), Jeanne Moreau in La nuit de l'océan (1987), Michel Aumont in Le petit Marguery (1995) and Audrey Tautou in Voyous voyelles (2000).\n\nRajot has also appeared in a number of French television films and serials. He is possibly best known for his leading role as Hugo Chalonges on the TF1 crime-drama series R.I.S, police scientifique from 2005 to 2010. He also appeared as the character Fiaux in the television mini-series The Blue Bicycle alongside Laetitia Casta (2000) and again with Casta, playing her father in the 2008 comedy-drama film Nés en 68.\n\nIn addition to acting, Rajot has worked as a director, producer and screenwriter.\n\nPierre-Loup Rajot is married to actress Céline Rajot (née Guignard) and is the father of three children: Mathis, Alma and Orfeo.\n\nSource: Article \"Pierre-Loup Rajot\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1958-02-09","deathday":null,"gender":2,"homepage":null,"id":21578,"imdb_id":"nm0707466","known_for_department":"Acting","name":"Pierre-Loup Rajot","place_of_birth":"Ambert, Puy-de-Dôme, France","popularity":1.614,"profile_path":"/bdPzeiMZGKfTCpDc2KtAvsyTxwa.jpg"}
