{"adult":false,"also_known_as":["Jeffery Charles William Michael Conaway","Jeff Conway"],"biography":"Jeffrey Charles William Michael Conaway  is an American actor, best known for his roles in the movie Grease, and the US TV series Taxi and Babylon 5. He also directed the 1992 film Bikini Summer 2.\n\nJeff  spent time of his time living with his grandparents in South Carolina, which gave him enough of a Southern accent that when he accompanied his mother to a casting call for director Arthur Penn's Broadway play All the Way Home, a story set in Knoxville, Tennessee, the 10-year-old Conaway landed a featured role as one of four boys. The 1961 Pulitzer Prize-winning play was nominated for a Tony Award for Best Play and ran 333 performances and one preview from November 29, 1960, to September 16, 1961.Conaway remained for the entire run, then toured with the national company of the play Critic's Choice.\n\nConaway worked as a child model, and attended high school at the Quintano School for Young Professionals. He attended the North Carolina School of the Arts and later transferred to New York University. While at NYU, he appeared in television commercials and had the lead in a school production of The Threepenny Opera. He made his movie debut in the 1971 romantic drama Jennifer on My Mind, which also featured future stars Robert De Niro and Barry Bostwick.\n\nThe following year Conaway appeared in the original cast of the Broadway musical Grease, as an understudy to several roles including that of the lead male character, Danny Zuko, and eventually succeeded role-originator Barry Bostwick. He played the role for 2 1/2 years while his friend John Travolta, with whom he shared a manager, later joined the show, playing the supporting role of Doody.  After breaking into series television in 1975 with Happy Days, followed by guest spots in several other TV shows, and three more movies including Grease, he was cast as aspiring actor Bobby Wheeler on Taxi, which premiered in fall 1978.\n\nConaway starred in the short-lived 1983 fantasy-spoof series Wizards and Warriors. He made guest appearances on such shows as Barnaby Jones, George & Leo and Murder, She Wrote. He appeared inJawbreaker, Elvira, Mistress of the Dark and Do You Wanna Know a Secret? He also played Mick Savage on The Bold and the Beautiful. From 1994 to 1999, he played Zack Allan on Babylon 5.  In addition to acting, Conaway dabbled in music. In the mid-1960s, he was the lead singer and guitarist for a rock band, The 3 1/2, which recorded four singles for Cameo Records in 1966 and 1967.\n\nOn May 11, 2011, Conaway was found unconscious from what was initially described as an overdose of substances believed to be pain medication and was treated in Encino, California, where he was listed in critical condition. The actor was suffering not from a drug overdose but rather from pneumonia with sepsis, for which he was placed into an induced coma. On May 26, 2011, Conaway's family took him off life support after doctors determined they could do nothing to revive him. Conaway died the following morning at the age of 60.\n\n​From Wikipedia, the free encyclopedia","birthday":"1950-10-05","deathday":"2011-05-27","gender":2,"homepage":null,"id":8894,"imdb_id":"nm0001063","known_for_department":"Acting","name":"Jeff Conaway","place_of_birth":"New York City, New York, USA","popularity":5.351,"profile_path":"/5LSFAaWqppiYSJmikXciybmuFat.jpg"}
