{"adult":false,"also_known_as":["Gisèle Casadessus"],"biography":"Gisèle Casadesus (14 June 1914 – 24 September 2017) was a French actress, who appeared in numerous theatre and film productions. She was an honorary member of the Sociétaires of the Comédie-Française, Grand Officer of the Legion of Honor, Officer of the Ordre des Arts et des Lettres, and Grand-Croix of the National Order of Merit. In a career spanning more than 80 years, Casadesus appeared in more than a dozen films after turning 90.\n\nBorn into a family of artists in the 18th arrondissement of Paris, Gisèle was the daughter of musician, composer and conductor Henri Casadesus and harpist Marie-Louise Beetz, her older brother was actor Christian Casadesus. After receiving first prize in acting at French National Academy of Dramatic Arts at the age of twenty, Casadeus joined the Comédie-Française in 1934. The same year, she married the actor Lucien Pascal (born Lucien Probst), with whom she had four children: Jean-Claude (1935), Martine (1939), Béatrice (1942) and Dominique (1954), all artists. She became the 400th member of the Comédie-Française 1 January 1939, and honorary member on 15 April 1967.\n\nIn cinema, Pierre Billon hired her in 1943 to play the role of Clotilde Grandlieus in Vautrin, adapted from Balzac's novel, alongside Michel Simon, and in 1946 for the role of Mary in L'Homme au chapeau rond, alongside Raimu.\n\nIn 1971 she was Countess Eguzon in La Belle Aventure, participated in Le Mouton enragé by Michel Deville, played the role of Nicole Leguen, wife of Jean Gabin in Verdict (1974) by André Cayatte, and the mother of Claude Jade in Les Robots pensants (1976).\n\nAgain with Claude Jade, she was Mamie Rose (1976), the \"grand-mère au pair\" in the film by Pierre Goutas, her greatest role. It is followed by her Catherine in Un crime de notre temps (1977) by Gabriel Axel. Claude Lelouch engaged her in 1996 for the role of Clara Blanc, mother of Bernard Tapie, in Hommes, femmes, mode d'emploi. In Aïe (2000), she is the mother of André Dussollier, and in Valérie Lemercier's comedy Palais Royal (2005) she plays the queen mother. She was Margueritte (\"with two ts\") alongside Gérard Depardieu in Jean Becker's My Afternoons with Margueritte (2010).\n\nIn 2013, aged 99, Casadesus acted alongside Anne Consigny and Marie Kremer in Sous le figuier directed by Anne-Marie Étienne. Casadesus was awarded Grand Officer of the Legion of Honour on 29 March 2013.\n\nShe was also an Officer of the Ordre des Arts et des Lettres, and Grand-Croix of the National Order of Merit. She received an Honorary Molière Award in 2003 for her entire career.\n\nCasadesus died in Paris, France, at the age of 103.\n\nSource: Article \"Gisèle Casadesus\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1914-06-14","deathday":"2017-09-24","gender":1,"homepage":null,"id":24462,"imdb_id":"nm0142704","known_for_department":"Acting","name":"Gisèle Casadesus","place_of_birth":"Paris, France","popularity":1.528,"profile_path":"/p4oO61DDVZU7n1wql4ytshGfUKN.jpg"}
