{"adult":false,"also_known_as":[],"biography":"Sherman Alexander Hemsley (February 1, 1938 – July 24, 2012) was an American actor, best known for his roles as George Jefferson on the CBS television series All in the Family and The Jeffersons, Deacon Ernest Frye on the NBC series Amen, and B.P. Richfield on the ABC series Dinosaurs. For his work on The Jeffersons, Hemsley was nominated for a Golden Globe Award and an Emmy Award. He also won an NAACP Image Award.\n\nHemsley was born and raised in South Philadelphia by his mother, who worked in a lamp factory.[1] He did not meet his father until he was 14. He attended Barrat Middle School, Central High School for 9th grade and Bok Technical High School for 10th, when he dropped out of school and joined the United States Air Force, where he served for four years.\n\nOn leaving the Air Force, he returned to Philadelphia, where he worked for the United States Postal Service during the day while attending the Academy of Dramatic Arts at night. He then moved to New York, continuing to work for the Post Office during the day while working as an actor at night. He starred as Gitlow in the early 1970s Broadway musical Purlie.\n\nWhile Hemsley was on Broadway with Purlie, Norman Lear called him in 1971 to play the recurring role of George Jefferson in his new sitcom, All in the Family. Hemsley was reluctant to leave his theatre role, but Lear told him that he would hold the role open for him. Hemsley joined the cast two years later. The characters of Hemsley and co-star Isabel Sanford were supporting occasional roles on All in the Family, but were given their own spin-off, The Jeffersons, two years after Hemsley made his debut on the sitcom. The Jeffersons proved to be one of Lear's most successful series, enjoying a run of 11 seasons through 1985.\n\nHemsley was a shy and intensely private man, described by some as reclusive. He avoided the Hollywood limelight and little of his personal life was public knowledge beyond the facts that he never married and he had no children.[9] In 2003, however, Hemsley granted a rare video interview to the Archive of American Television. \"It [playing George Jefferson] was hard for me. But he was the character. I had to do it.\"\n\nOn July 24, 2012, Hemsley died at his home in El Paso, Texas, at age 74. The cause of death was given as superior vena cava syndrome, a complication associated with lung and bronchial carcinomas. He had had a malignant mass on one of his lungs for which chemotherapy and radiation had been recommended, according to the El Paso County Texas Medical Examiner's report. CLR","birthday":"1938-02-01","deathday":"2012-07-24","gender":2,"homepage":null,"id":83976,"imdb_id":"nm0376200","known_for_department":"Acting","name":"Sherman Hemsley","place_of_birth":"Philadelphia, Pennsylvania, USA ","popularity":5.606,"profile_path":"/1LG28aRTUp4sVfMZtvfLrASolU4.jpg"}
