{"adult":false,"also_known_as":["Кейт Уинслет","케이트 윈슬렛","Kate Elizabeth Winslet","Κέιτ Ελίζαμπεθ Γουίνσλετ","Κέιτ Γουίνσλετ","کیت وینسلت","凯特·温丝莱特","凯特·温斯莱特"],"biography":"Kate Elizabeth Winslet (born 5 October 1975) is an English actress. Known for her work in independent films, particularly period dramas, as well as for her portrayals of headstrong and complicated women, she has received numerous accolades, including an Academy Award, a Grammy Award, two Primetime Emmy Awards, three British Academy Film Awards, and five Golden Globe Awards.\n\nWinslet studied drama at the Redroofs Theatre School. Her first screen appearance, at age 15, was in the British television series Dark Season (1991). She made her film debut playing a teenage murderess in Heavenly Creatures (1994), and went on to win a BAFTA Award for playing Marianne Dashwood in Sense and Sensibility (1995). Global stardom followed soon after with her leading role in the epic romance Titanic (1997), which earned her a nomination for the Academy Award for Best Actress in a Leading Role. Titanic was the highest-grossing film at the time, after which she eschewed parts in blockbusters in favour of critically acclaimed period pieces, including Quills (2000) and Iris (2001).\n\nThe science fiction romance Eternal Sunshine of the Spotless Mind (2004), in which Winslet was cast against type in a contemporary setting, proved to be a turning point in her career, and she gained further recognition for her performances in Finding Neverland (2004), Little Children (2006), Revolutionary Road (2008), and The Reader (2008). For playing a former Nazi camp guard in the latter, she won the BAFTA Award and the Academy Award for Best Actress. Winslet's portrayal of Joanna Hoffman in the biopic Steve Jobs (2015) won her another BAFTA Award, and she won two Primetime Emmy Awards for her performances in the HBO miniseries Mildred Pierce (2011) and Mare of Easttown (2021).\n\nFor her narration of a short story in the audiobook Listen to the Storyteller (1999), Winslet won a Grammy Award. She performed the song \"What If\" for the soundtrack of her film Christmas Carol: The Movie (2001). A co-founder of the charity Golden Hat Foundation, which aims to create autism awareness, she has written a book on the topic, The Golden Hat: Talking Back to Autism (2010). Time magazine named her one of the 100 most influential people in the world in 2009 and 2021. In 2012, she was appointed Commander of the Order of the British Empire (CBE). Divorced from film directors Jim Threapleton and Sam Mendes, Winslet has been married to businessman Edward Abel Smith since 2012. She has a child from each marriage.","birthday":"1975-10-05","deathday":null,"gender":1,"homepage":null,"id":204,"imdb_id":"nm0000701","known_for_department":"Acting","name":"Kate Winslet","place_of_birth":"Reading, Berkshire, England, UK","popularity":18.894,"profile_path":"/e3tdop3WhseRnn8KwMVLAV25Ybv.jpg"}
