{"adult":false,"also_known_as":["Syxx","1–2–3 Kid","X-Pac","Syxx-Pac","The Lightning Kid","The Kamikaze Kid","The Cannonball Kid","Sean Waltman","The 1-2-3 Kid","The 123 Kid","The Kid"],"biography":"Sean Michael Waltman is an American professional wrestler currently signed with WWE under their WWE Legends program. He wrestled there under the ring names 1–2–3 Kid and X-Pac off and on from 1993 to 2002,World Championship Wrestling (WCW) under the ring name Syxx, and Total Nonstop Action Wrestling (TNA) under the ring name Syxx-Pac and also under his real name.  Waltman has won a dozen total championships between WWE, WCW, and TNA, with the majority of them being cruiserweight and tag team titles. He is the only wrestler in history to have held the TNA X Division Championship, the WCW Cruiserweight Championship and the WWE Light Heavyweight Championship; he also held the WWF/WCW Cruiserweight and Light Heavyweight titles simultaneously at one point. Waltman is a member of the group known in wrestling as The Kliq; which consists of Shawn Michaels, Triple H, Kevin Nash and Scott Hall. On April 2, 2011, Waltman returned to WWE television to celebrate, with Kevin Nash and Triple H, their longtime friend Shawn Michaels' induction into the 2011 WWE Hall of Fame.\n\nWaltman attended the Hall of Fame again, with The Kliq. On July 23, he, Billy Gunn and Road Dogg returned to join Shawn Michaels and Triple H for a D-Generation X reunion on the 1000th episode of Raw. In early 2013, The Kliq/DX reunited for an episode of NXT.\n\nIn early March 2013, Waltman signed a WWE Legends contract (a long-term contract which gives WWE merchandising rights to a wrestler's name and likeness, requires occasional appearances and prevents them from working for competing major promotions, but allows for independent appearances).\n\nOn April 5, 2014 the night before WrestleMania XXX, Waltman joined Shawn Michaels, Triple H, and Kevin Nash at Scott Hall's WWE Hall of Fame induction, reuniting The Kliq.\n\nOn the January 19, 2015 episode of Raw, labelled Raw Reunion, Damien Mizdow appeared with Kevin Nash, Shawn Michaels, Scott Hall and Triple H dressed as X-Pac, only for X-Pac to confront him (finding the impersonation funny), until The Miz interrupted them to tell them that Mizdow was only his stunt double, and that the party was over. He appeared again with Hall and Nash, being interrupted by The Ascension, who were attempting to attack them, only to be joined by The APA and The New Age Outlaws in fending off The Ascension. At WrestleMania 31, X-Pac along with the New Age Outlaws and Shawn Michaels helped Triple H win his match against Sting. They were backstage at NXT TakeOver: Brooklyn in August 2015. Waltman returned at Raw 25 and reunited with DX and Scott Hall. He also appeared at NXT TakeOver: WarGames (2018) in the crowd with his dog.","birthday":"1972-07-13","deathday":null,"gender":2,"homepage":null,"id":1195491,"imdb_id":"nm0910464","known_for_department":"Acting","name":"Sean Waltman","place_of_birth":"Minneapolis, Minnesota, U.S.","popularity":4.723,"profile_path":"/n10kFK5jEiaQ0CpLoFiyX2Ypyjg.jpg"}
