{"adult":false,"also_known_as":["Miguel Ernesto Littín Cucumides"],"biography":"Miguel Ernesto Littín Cucumides is a Chilean film director, screenwriter, film producer and novelist. Miguel Littín directed the most popular Chilean film of all times, El Chacal de Nahueltoro (1969) becoming a figure of the New Latin American Cinema.\n\nIn México he directed several films. Letters from Marusia, based on a miners strike in Chile. Letters from Marusia was nominated for the Academy Award for Best Foreign Language Film. El Recurso del Método (Long Live the President) based on the Alejo Carpentier's book El Recurso del método (Reasons of State) a co-production with Mexico,France and Cuba. The Widow of Montiel with Geraldine Chaplin based on a Gabriel García Márquez short story. Then he went to Nicaragua to do Alsino and the Condor, based the novel Alsino by Pedro Prado. In 1981 he was a member of the jury at the 12th Moscow International Film Festival.\n\nHe moved to Spain in 1984, Littín decided to enter Chile clandestine to do a documentary that showed the condition of the country under the Pinochet's regime. It was made the subject of Nobel Laureate Gabriel Garcia Marquez's book Clandestine in Chile: The Adventures of Miguel Littin.\n\nHe eventually returned to Chile where he continued to make films, among them Tierra del Fuego based on the adventures of Julius Popper an explorer and Dawson, Isla 10, about a group of political prisoners sent to Dawson's island during Pinochet's regime. Littín was the mayor of his home town in the center valley, Palmilla in 1992-94 and re-elected for the period 1996-2000.\n\nHis films Actas de Marusia and Alsino and the Condor were nominated by the Academy of Motion Picture Arts and Sciences for Best Film in a Foreign Language. Alsino and the Condor won the Golden Prize at the 13th Moscow International Film Festival.\n\nHis 2005 film The Last Moon was entered into the 27th Moscow International Film Festival.","birthday":"1942-08-09","deathday":null,"gender":2,"homepage":null,"id":1048479,"imdb_id":"nm0514493","known_for_department":"Directing","name":"Miguel Littín","place_of_birth":"Palmilla, Colchagua, VI Region, Chile","popularity":0.653,"profile_path":"/g7CZF4RU1SpqmoCtDXMfUgbLl8I.jpg"}
