{"adult":false,"also_known_as":[],"biography":"Harold George \"Harry\" Belafonte, Jr. (originally Belafonete; born March 1, 1927) is an American of Jamaican and Martiniquan descent who is a singer, actor, and social activist. He was dubbed the \"King of Calypso\" for popularizing the  Belafonte has starred in several films. His first film role was in Bright Road (1953), in which he appeared alongside Dorothy Dandridge. The two subsequently starred in Otto Preminger's hit musical Carmen Jones (1954). In 1957's Island in the Sun, there are hints of an affair between Belafonte's character and Joan Fontaine. The film also starred James Mason, Dandridge, Joan Collins, Michael Rennie, and John Justin. In 1959, he starred in and produced Robert Wise's Odds Against Tomorrow, in which he played a bank robber. He also co–starred with Inger Stevens in The World, the Flesh and the Devil. Belafonte was offered the role of Porgy in Preminger's Porgy and Bess, where he would have once again starred opposite Dandridge, but he refused the role because he objected to its racial stereotyping. Dissatisfied with the film roles available to him, he returned to music during the 1960s. But in the early 1970s Belafonte appeared in more films among which are two with Poitier: Buck and the Preacher (1972) and Uptown Saturday Night (1974). In 1984, Belafonte produced and scored the musical film Beat Street, dealing with the rise of hip–hop culture. Belafonte next starred in a major film again in the mid-1990s, appearing with John Travolta in the race–reverse drama White Man's Burden (1995); and in Robert Altman's jazz age drama Kansas City (1996), the latter of which garnered him the New York Film Critics Circle Award for Best Supporting Actor. He also starred as an Associate Justice of the Supreme Court of the United States in the TV drama Swing Vote (1999). In late 2006, Belafonte appeared in the role of Nelson, a friend of an employee of the Ambassador Hotel played by Anthony Hopkins, in Bobby, Emilio Estevez's ensemble drama about the assassination of Robert F. Kennedy.  Belafonte's success did not protect him from racial discrimination, particularly in the American South. Belafonte refused to perform there from 1954 until 1961. In 1960, he appeared in a campaign commercial for Democratic Presidential candidate John F. Kennedy. Kennedy later named Belafonte cultural advisor to the Peace Corps. At the ACLU of Northern California's annual Bill of Rights Day Celebration In December 2007, Belafonte gave the keynote address and was awarded the Chief Justice Earl Warren Civil Liberties Award. The 2011 Sundance Film Festival featured the documentary film \"Sing Your Song\", a biographical film focusing on Belafonte's contribution to and his leadership in the civil rights movement in America and his endeavors to promote social justice globally.  Belafonte and Marguerite Byrd were married from 1948 to 1957. They have two daughters: Adrienne and Shari. Shari Belafonte, married to Sam Behrens, is a photographer, model, singer and actor. On March 8, 1957, Belafonte married second wife Julie Robinson. They have two children, David and Gina Belafonte. David Belafonte (a former model and actor) is an Emmy–winning producer and the executive director of the family–held company Belafonte Enterprises Inc. He married Danish model, singer and TV personality Malena Belafonte, born Mathiesen, who won silver in Dancing with the Stars in Denmark in 2009. In April 2008, Belafonte married Pamela Frank.","birthday":"1927-03-01","deathday":null,"gender":2,"homepage":null,"id":33162,"imdb_id":"nm0000896","known_for_department":"Acting","name":"Harry Belafonte","place_of_birth":"New York, New York, U.S.","popularity":6.137,"profile_path":"/syNdwKHFzFQ7puQ333D21pU45Zy.jpg"}
