{"adult":false,"also_known_as":["Peter Brett Cullen ","Μπρέτρ Κάλλεν"],"biography":"Peter Brett Cullen (born August 26, 1956) is an American actor who has appeared in numerous motion pictures and television programs. Early in 2007, he was cast as the role of an estranged father to one of the American football players, Tim Riggins (played by actor Taylor Kitsch), in the NBC drama series Friday Night Lights.\n\nCullen was born in Houston, Texas, the son of Lucien Hugh Cullen, an oil industry executive, and Catherine Cullen. He graduated from Madison High School in Houston in 1974. Cullen graduated from the University of Houston, giving great credit to his highly acclaimed acting mentor and University of Houston professor, Cecil Pickett, who also mentored such Houston born actors as Dennis Quaid, Randy Quaid, & Brent Spiner among others. Cullen and Dennis Quaid's close friendship to this day dates back to the 1970s and it is Cullen who introduced Dennis Quaid to his current wife, Kimberly Buffington at a dinner in Austin, Texas.\n\nCullen played Dan Fixx in the 1980s CBS drama Falcon Crest for two seasons (1986–1988) and Marshal Sam Cain in the ABC western series The Young Riders for one season (1989–1990). In 1980, he appeared as the second Gideon Chisholm in the last nine episodes of the CBS western miniseries The Chisholms. In the four earlier episodes, the Gideon Chisholm role was played by Brian Kerwin. Cullen was the lead actor as Ned Logan in the short-lived Legacy, which lasted for just one season (1998–1999). On the series The West Wing Cullen played Ray Sullivan, a fictional governor of West Virginia and the Republican nominee for Vice President.\n\nHis guest appearances on TV include: The Incredible Hulk, Tales from the Crypt, MAS*H, V, Matlock, Star Trek: Deep Space Nine, Ally McBeal, Walker, Texas Ranger, Once and Again, Without a Trace, Cold Case, The Mountain, Monk, CSI: Miami, NCIS, Desperate Housewives, Pepper Dennis, Lost, Ghost Whisperer, Private Practice, Ugly Betty, and Friday Night Lights. In 2009, he had a recurring role in the ABC Family television series Make It or Break It.\n\nHe has played two real-life astronauts, Jack Lousma in Apollo 13 (Brett is the CapCom at the time of the explosion; at that shift Lousma was the CapCom in real life) and David Scott in the HBO mini-series From the Earth to the Moon.\n\nHis most recent appearance was in the role of Barton Blaze in the movie Ghost Rider. Other movie credits include Wyatt Earp (with Kevin Costner), Gambler V: Playing for Keeps (with Kenny Rogers and Bruce Boxleitner), Something to Talk About (with Julia Roberts and Dennis Quaid), The Replacements (with Gene Hackman), On Golden Pond (with Julie Andrews and Christopher Plummer), Nancy Drew, and Gridiron Gang. He also played Bob Cleary in the 1983 mini-series The Thorn Birds.\n\nCullen was recently cast in the up-coming femme comedy Monte Carlo alongside Selena Gomez, Andie MacDowell and Leighton Meester and is playing the role of Tom Eckert in the upcoming war film Red Dawn.\n\nOn February 8, 2011, Brett was named the official spokesman for Houston Works which helps Houston residents with job training and placement, scholarships, consulting, technical initiatives focusing on science, technology, engineering and mathematics and summer job programs along with Youth Summits.\n\n​From Wikipedia, the free encyclopedia","birthday":"1956-08-26","deathday":null,"gender":2,"homepage":"http://brettcullen.com","id":16841,"imdb_id":"nm0191442","known_for_department":"Acting","name":"Brett Cullen","place_of_birth":"Houston, Texas, USA","popularity":17.097,"profile_path":"/4P6TsRcnr9MRbXlCdHitulGM5LT.jpg"}
