{"adult":false,"also_known_as":[],"biography":"Monika Absolonová (* September 27, 1976 Benešov) is a Czech singer, actress and presenter of the show Taxík. She played in the Czech fairy tale Princess of the Mill 2. She sang the Czech version of the song Let it go, to the fairy tale Ice Kingdom. In 2018, the Nova party moderated the show \"O 10 let mladší\" - but in 2019 it did not continue moderating the show. Since 2020, he has been playing Duets with Filip Blažek in Studio Dva.\n\nShe started her singing career at the age of 7, when she started singing in Kühn's children's choir. In the early 1990s, she took singing lessons with Lída Nopová and since 1996 with Eduard Klezl. In 1993 she released her first CD called Monika. She studied at a private high school hotel in Prague, after graduating from this school she continued her studies of German at the Jan Amos Comenius Academy.\n\nHer first major musical was Dracula, where the Czech chansonnier Renata Drössler shone alongside her. She also starred in the musical The Ratman of Daniel Landa and the theatrical versions of the musicals Rebelová and Noc na Karlštejně. She is cast in the title roles in the musicals of Michal David at the Broadway Theater - Cleopatra, The Three Musketeers (the role of Mylada), Angelika. He also appears in drama (Veronika in the play by Lumír Olšovský, Rehearsal Day at the Radek Brzobohatý Theater) and in the film (witch in Princess of the Mill 2, smaller roles in Wild Earth, Kameňák 2 and Kameňák 3). She also starred in Mary Poppins in the musical Mary Poppins and Inéz in the musical Zorro. In 2014, she also starred in the musical Antoinette - Queen of France, which features the Hybernia Theater. Since 2015, she has been playing in the musical Evita and the play Enter the Bedroom individually. She also found a friend of hockey player Tomáš Horn.\n\nIn 2002 and 2003, she was named Jumper of the Year in the Golden Nightingale poll. She was nominated for the Thalia Award for the role of Cleopatra in 2002, and then received this award in 2011 for her leading role in the musical Funny Girl (staged at the North Bohemian Opera and Ballet Theater in Ústí nad Labem). She later repeated the role of Fanny Brice in the performances of Funny Girl at the Jiří Myron Theater in Ostrava (2014, alternating with Martina Šnytová) and at Studio DVA in Prague (2017).\n\nIn September 2005, together with Iveta Kopperová and Michal Srp, she founded the trading company IMM PRODUCT, s.r.o., two years later she sold her share in IMM.\n\nShe had her nose surgically reduced before 2008. [2] [3] In the spring of 2012, she started moderating the Taxík television competition.\n\nOn November 20, 2015, her and her partner Tomáš Horn had a son Tadeáš (3.96 kg and 52 cm). Three years later, her son Matouš (2.96 kg and 49 cm) was born on November 10, 2018.\n\nOn Wednesday, June 3, 2020, she performed her last farewell to the singer Eva Pilarová in the Basilica of the Assumption of the Virgin Mary in Prague's Strahov.","birthday":"1976-09-27","deathday":null,"gender":1,"homepage":null,"id":1288638,"imdb_id":"nm1184272","known_for_department":"Acting","name":"Monika Absolonová","place_of_birth":"Benešov, Československo","popularity":0.98,"profile_path":"/tuv0eI2PUssEmLcGsDXqGPQHQon.jpg"}
