{"adult":false,"also_known_as":[],"biography":"​Thomas Christopher \"Chris\" Parnell (born February 5, 1967) is an American comic actor best known as a cast member on Saturday Night Live from 1998–2006 and currently for his recurring role as Dr. Leo Spaceman on NBC's Emmy Award-winning comedy series 30 Rock. Parnell is currently one of the lead voices on the FX animated comedy Archer. In 2010, Parnell starred alongside his former SNL castmate Horatio Sanz in the Comedy Central series Big Lake.\n\nAfter performing as a company player with The Groundlings for a number of years, Parnell was hired to join the cast of Saturday Night Live as a featured player on September 26, 1998, and was promoted to repertory player the following season. In the summer of 2001, budget cuts and hiring four new cast members required Lorne Michaels to dismiss two cast members; he chose to lay off Parnell and Jerry Minor over Horatio Sanz, Rachel Dratch, and Maya Rudolph.\n\nWhile on SNL, Parnell appeared in numerous sketches, and commercial parodies, and performed memorable impressions of various celebrities. One of his most popular sketches is Lazy Sunday, a rap video he shot with Andy Samberg about buying cupcakes and going to see The Chronicles of Narnia. He has also performed raps about hosts Jennifer Garner, Britney Spears, Kirsten Dunst and Ashton Kutcher.\n\nIn the summer of 2006, Lorne Michaels announced that four cast members would be fired due to budget cuts, but he did not say who. On September 22, 2006 it was announced that three cast members had been fired: Parnell, Horatio Sanz, and Finesse Mitchell. This effectively made him the only SNL performer to have been fired twice by Lorne Michaels, though Parnell did say in a 2008 interview with The Sound of Young America podcast that he was okay with being let go this time, because he was considering leaving after that season anyway, but added that he probably would have stayed one last season if he was asked back. He had been with SNL for eight seasons; at the time only four people (Darrell Hammond, Tim Meadows, Kevin Nealon, and Al Franken) have been cast members longer. He has since made uncredited cameo appearances on the show, most recently in 2008 parodying newscasters Tom Brokaw, Jim Lehrer, and Bob Schieffer.\n\nParnell and his former SNL castmate Horatio Sanz recently starred together in Big Lake, a 2010 sitcom on Comedy Central from executive producers Will Ferrell and Adam McKay.\n\nHe also recently appeared as Dr. Drummer/Santa in the SyFy Holiday Special episode from the television show Eureka, which aired on December 7, 2010 (Season 4 Episode 10).","birthday":"1967-02-05","deathday":null,"gender":2,"homepage":null,"id":51382,"imdb_id":"nm0663177","known_for_department":"Acting","name":"Chris Parnell","place_of_birth":"Memphis, Tennessee, USA","popularity":12.21,"profile_path":"/A9UpGygRGnyoJLvxORKIOUVKYhz.jpg"}
