{"adult":true,"also_known_as":[],"biography":"Natividad was born in Ciudad Juárez, Mexico, the eldest of nine children, and did not speak English until she was 10. At that time, her mother married a U.S. citizen and they moved to Texas. Natividad attended high school in El Paso, where she was her senior class president. After moving to California, she worked as a maid and cook for Stella Stevens and as a key-punch operator for IBM before turning to go-go dancing to make ends meet. Her stage name Kitten came from her shyness. At age 21, she had her first breast implant surgery in Tijuana (where it was legal) on the advice of her agent. Kitten Natividad was introduced to Russ Meyer by fellow dancer Shari Eubank, a performer in Meyer's 1975 film Supervixens. Meyer hired her to narrate his movie Up!, where she was shown sitting nude in a tree, quoting the poetry of Hilda Doolittle and acting as a Greek chorus to the nonsensical action. Meyer was so impressed he wanted her to star in his next feature, Beneath the Valley of the Ultra-Vixens, one of several collaborations between Meyer and film critic Roger Ebert. He paid for a second breast enhancement and voice lessons to eliminate her accent. She left her husband for Meyer during the filming, and they lived together as a couple for most of the next 15 years. After this, Natividad moved into pornographic modeling, mainly doing glamour or girl-girl shoots with the likes of Candy Samples, Uschi Digard, and Patty Plenty. The appearances increased her dancing income many times over. She incorporated a giant champagne glass into her act (similar to Lili St. Cyr), accompanied by the Bobby Darin hit \"Splish Splash.\" She appeared as a guest on The Dating Game, one of a number of game shows that Chuck Barris produced. During the 1980s, Natividad began appearing in pornographic productions, initially limiting her performances to appearing topless. Eventually, however, she graduated to engaging in hardcore performances, usually with younger men and women. She also founded the private photo and video studio Kitten Klub. She famously appeared as a stripper at the bachelor party held by Sean Penn to celebrate his 1985 marriage to Madonna. In 2001, Natividad starred in the cult film comedy The Double-D Avenger, directed by William Winckler, and in it, she was reunited with fellow Russ Meyer stars, actress Haji from Russ Meyer's Faster Pussycat! Kill! Kill! and Raven De La Croix from Russ Meyer's film Up! In The Double-D Avenger, Kitten Natividad plays Chastity Knott, a woman who becomes a busty costumed crime fighter","birthday":"1948-02-13","deathday":null,"gender":1,"homepage":"http://www.kittenklub.com","id":41711,"imdb_id":"nm0001563","known_for_department":"Acting","name":"Kitten Natividad","place_of_birth":null,"popularity":11.94,"profile_path":"/5GfPLFNZPfLe4SNps0lQldR61yV.jpg"}
