{"adult":false,"also_known_as":[],"biography":"Otto Sander (born 30 June 1941 in Hanover) is a German film, theater, and voice actor.\n\nSander grew up in Kassel, where he graduated in 1961 from the Friedrichgymnasium. After leaving school he spent his military service as a navy reserve officer and then studied theatre science, history of art and philosophy. In 1965 he made his acting debut at the Düsseldorfer chamber plays. After his first film work in the same year he abandoned his studies in 1967, and went to Munich to become a full-time actor.\n\nHe is married to the actress Monika Hansen and is stepfather to the actors Ben Becker and Meret Becker.\n\nHis career is closely connected with the Schaubühne theatre in Berlin under the direction of Peter Stein. Because of his warm, strong voice, which earned him the sobriquet \"The Voice\" (the English term is used), he has been used frequently as narrator for television documentaries, and numerous talking books in the 1990s.\n\nIn 1990, he was a member of the Jury at the 40th Berlin International Film Festival.[1]\n\nAmong his best-known film roles are the angel Cassiel in Wings of Desire and its sequel Faraway, So Close! by Wim Wenders, and a shell-shocked U-boat commander, Kapitänleutnant Philipp Thomsen, in Wolfgang Petersen's Das Boot. Sander also appeared in Comedian Harmonists, a biopic about the musical group of the same name. He has two brothers, the lawyer Adolf Sander, the scientist Christian (Chris) Sander, and a sister, the book dealer Marianne Sander. He also played a professor in the movie: The Promise about the division of Berlin by the wall.\n\nDescription above from the Wikipedia article Otto Sander, licensed under CC-BY-SA, full list of contributors on Wikipedia.    ","birthday":"1941-06-30","deathday":"2013-09-12","gender":2,"homepage":null,"id":2311,"imdb_id":"nm0761420","known_for_department":"Acting","name":"Otto Sander","place_of_birth":"Hanover, Germany","popularity":2.095,"profile_path":"/oKO3ZPPFqdlBp9T3XNDla6kYWub.jpg"}
