{"adult":false,"also_known_as":["Éliane Falliex"],"biography":"Liane Foly (born 16 December 1962, in Lyon) is a popular French blues and jazz singer, actress, presenter and impressionist.\n\nLiane Foly was born 16 December 1962 in the 7th arrondissement of Lyon. Her parents, a merchant family in French Algeria, returned to France in 1962 with the Pied-Noir community and moved to Lyon, near the Perrache quarter, where they owned La droguerie du sourire. As a child of five she practised dancing. At age 12, she sang with her parents' orchestra Black and White with her brother Philippe on the drums and her sister Corinne at the piano. Later she continued to sing in local night clubs and bars, developing an affinity for blues and jazz. She studied languages for her Baccalauréat and is bilingual in French and English.\n\nFoly's brother is Philippe Falliex, a French composer for television and radio shows. He composed several of her songs and accompanied her on stage as a drummer.\n\nIn 1984, Foly was discovered by Philippe Viennet and André Manoukian, who offered to write for her and record a demo. After much work she arrived in Paris in 1987 and obtained a meeting with Fabrice Nataf, artistic director and patron of Virgin France, who launched her career. She took on the name Liane Foly in 1986, Foly in homage to Dalí, who at the time said in an advertisement that he was mad for chocolate. In 1988, she published her first album, The Man I Love, promoted by the Ca va, ça vient single. It was a commercial success, landing in the top 50. The same year she performed on stage in Paris (La Cigale). The album was composed by André Manoukian, with lyrics written by Foly and Philippe Viennet. Her 1997 album, Caméléon, was Foly's first without André Manoukian. Produced by Philippe Viennet, it was largely ignored by the French public. She took a greater part in the composition of her 2000 album, Entre nous.\n\nBetween 1984 and 1992, Foly was in couple with André Manoukian, her artistic collaborator, and from 1996 to 2002 with her manager, Laurent B. Souffir. In August 2003, she married Augustin Decré, a businessman. They divorced in 2007. She lived in London from 1997 to 2007 and then returned to live in Paris.\n\nSource: Article \"Liane Foly\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1962-12-16","deathday":null,"gender":1,"homepage":null,"id":22305,"imdb_id":"nm0284433","known_for_department":"Acting","name":"Liane Foly","place_of_birth":"Lyon, Rhône, France","popularity":3.551,"profile_path":"/4Mu1ie2OCshUb5ygkV2tapKAS4P.jpg"}
