{"adult":false,"also_known_as":[],"biography":"Fiona Glascott is an Irish actress. She was nominated for an Irish Film and Television Award for Best Supporting Actress in Film/TV for 2003's Goldfish Memory.\n\nOn stage in London she has appeared: as Margery Pinchwife in The Country Wife (Haymarket, West End); Mahler's Conversion (Aldwych theatre, West End); Hitchcock Blonde (Royal Court and Lyric Theatre, West End) and in the original production of Whipping It Up at the Bush. Dublin theatre credits include: A Life (Abbey theatre/National Tour); The Spirit of Annie Ross (Gate Theatre) and as Nina in The Seagull (Corn Exchange).\n\nTelevision credits include: Foyle's War; Instinct; Poirot- After the Funeral; Fallen; Jericho; Little Devils; Murder in Suburbia and The Bill (all for ITV); The Long Firm; Ballykissangel; Any Time Now and Casualty @ Holby and as Rose Bourne in the sitcom Clone (for BBC) and Bachelors Walk directed by John Carney (for RTÉ).\n\nOn film Glascott has appeared as: Cathy in Omagh (director Pete Travis); Goldfish Memory (IFTA nomination- Best Supporting Actress 2003); Crushproof (Paul Tickell); Pete's Meteor (with Mike Myers); This Is My Father (Paul Quinn) and as Fiona a hopeless English actress in Hollywood in The Deal (with William H Macy and Meg Ryan, 2007) and as Nadia in Anton Chekhov's The Duel (Dover Koshashvili).\n\nIn the 2009 CBS television movie Miss Irena's Children she appeared with Anna Paquin, Goran Visnjic and Marcia Gay Harden while in 2010 she was a guest star in the final two-part episode of ITV's hit drama \"A Touch of Frost\", playing the troubled daughter of Frost's one-time corrupt colleague.\n\nIn 2011, Glascott appeared in the BBC sitcom Episodes as Diane, Matt LeBlanc's fictitious ex-wife.\n\nDescription above from the Wikipedia article Fiona Glascott, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1982-11-22","deathday":null,"gender":1,"homepage":null,"id":43135,"imdb_id":"nm0321800","known_for_department":"Acting","name":"Fiona Glascott","place_of_birth":"Waterford, Ireland","popularity":7.413,"profile_path":"/ycQDw5inFim750oXlmzix0RVoYt.jpg"}
