{"adult":false,"also_known_as":[],"biography":"Playwright and narrator. Studied Engineering at UNAM and Journalism at Escuela Carlos Septién García. Director of Revista de Revistas; deputy director of Proceso. His plays Pueblo rechazado, Compañero, La carpa, Alicia tal vez, Pelearán diez rounds, Hace ya tanto tiempo, Señora, La noche de Hernán Cortés, La mudanza and Nadie sabe nada, among others, have been premiered. Reporter and director of Excélsior, Proceso and Revista de Revistas. Fellow of the Instituto de Cultura Hispánica de Madrid, 1956; of the CME, 1961 and 1964; and of the Guggenheim Foundation, 1967. Member of the SNCA, as creator emeritus, since 1994. Member of the Mexican Academy of Language since 2010. First and second place in the National University Short Story Contest 1958. Winner of the Biblioteca Breve Award 1963 for Los albañiles. Juan Ruiz de Alarcón Award for the best play premiered in Mexico 1979 for La mudanza. Mazatlán Literature Award 1987 for Puros cuentos. Awards for the best play of the year granted by the Agrupación de Periodistas Teatrales and El Heraldo 1988 for Nadie sabe nada. National Literature Award Juan Ruiz de Alarcón 1992 for his career as a playwright. Fernando Benítez National Cultural Journalism Award 1997. Xavier Villaurrutia Award 2000 for La inocencia de este mundo. National Prize of Sciences and Arts, in Literature and Linguistics, 2001. Salvador Toscano Medal 2008, awarded by the Cineteca Nacional, the Carmen Toscano Foundation and the Mexican Academy of Motion Picture Arts and Sciences, in recognition of his work as a film screenwriter. Letras de Sinaloa Award 2009. Bellas Artes Medal in 2011, for his career as a playwright. Presea Caridad Bravo Adams, awarded by SOGEM, in 2014.","birthday":"1933-06-09","deathday":"2014-12-03","gender":2,"homepage":null,"id":7350,"imdb_id":"nm0508200","known_for_department":"Writing","name":"Vicente Leñero","place_of_birth":" Guadalajara, Jalisco, Mexico","popularity":0.98,"profile_path":"/4Iq2eaUSteI3ShZLR1epCnaoAX3.jpg"}
