{"adult":false,"also_known_as":["Asia Aria Maria Vittoria Rossa Argento","아시아 아르젠토","Азия Ардженто"],"biography":"Asia Argento (born Aria Maria Vittoria Rossa Argento; 20 September 1975) is an Italian actress, singer, model, and director.\n\nHer mother is actress Daria di Nicolodi and her father is Dario de Argento, an Italian film director, producer and screenwriter, well known for his work in the Italian giallo genre and for his influence on modern horror and slasher movies. Her maternal great-grandfather was composer Alfredo Casella.\n\nAsia Argento started acting at the age of nine,[9] playing a small role in a film by Sergio Citti. She also had a small part in Demons 2, a 1986 film written and produced by her father, at the age of 10, as well as its unofficial sequel, La Chiesa (The Church), when she was 14, and Trauma (1993), when she was 18. She received the David di Donatello (Italy's version of the Academy Award) for Best Actress in 1994 for her performance in Perdiamoci di vista, and again in 1996 for Compagna di viaggio, which also earned her a Grolla d'oro award. In 1998, Argento began appearing in English-language movies, such as B. Monkey and New Rose Hotel.\n\nArgento has proven her ability to work in multiple languages, adding French, with a role as Charlotte de Sauve in 1994's La Reine Margot. That same year, she made her first foray into directing, calling the shots behind the short films Prospettive and A ritroso. In 1996, she directed a documentary on her father, and in 1998 a second one on Abel Ferrara, which won her the Rome Film Festival Award.\n\nArgento directed and wrote her first movie, Scarlet Diva (2000), which her father co-produced. In 2002, she portrayed Russian undercover spy Yelena in the action film XXX alongside Vin Diesel. In 2004 she directed her second film The Heart Is Deceitful Above All Things, based on a book by JT LeRoy, the pen name of Laura Albert, this time in the United States.\n\nDescription above from the Wikipedia article Asia Argento, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1975-09-20","deathday":null,"gender":1,"homepage":null,"id":18514,"imdb_id":"nm0000782","known_for_department":"Acting","name":"Asia Argento","place_of_birth":"Rome, Lazio, Italy","popularity":10.373,"profile_path":"/dYbYNxMnqhNyAJyrPU7e2C9jcRz.jpg"}
