{"adult":false,"also_known_as":[],"biography":"Aaron Edward Eckhart (born March 12, 1968) is an American actor. Born in Cupertino, California, Eckhart moved to the United Kingdom at early age, when his father relocated the family. Several years later, he began his acting career by performing in school plays, before moving to Australia for his high school senior year. He left high school without graduating, but earned a diploma through a professional education course, and graduated from Brigham Young University (BYU) in 1994 with a Bachelor of Fine Arts (BFA) degree in film. For much of the mid-1990s, he lived in New York City as a struggling, unemployed actor.\n\nAs an undergraduate at BYU, Eckhart met director and writer Neil LaBute, who cast him in several of his own original plays. Five years later Eckhart made a debut as an unctuous, sociopathic ladies' man in LaBute's black comedy film In the Company of Men (1997). Under LaBute's guidance he worked in the director's films Your Friends & Neighbors (1998), Nurse Betty (2000), and Possession (2002).\n\nEckhart gained wide recognition as George in Steven Soderbergh's critically acclaimed film Erin Brockovich (2000), and, in 2006, he received a Golden Globe nomination for his portrayal of Nick Naylor in Thank You for Smoking. He gained further mainstream breakout in 2008 when he starred in the blockbuster Batman film The Dark Knight as District Attorney Harvey Dent / Two-Face. Eckhart's other key roles include The Pledge (2001), The Core (2003), Paycheck (2003), Rabbit Hole (2010), Battle: Los Angeles (2011), Olympus Has Fallen (2013) and its sequel London Has Fallen (2016), I, Frankenstein (2014), Sully (2016), Midway (2019) and Line Of Duty (2019).","birthday":"1968-03-12","deathday":null,"gender":2,"homepage":null,"id":6383,"imdb_id":"nm0001173","known_for_department":"Acting","name":"Aaron Eckhart","place_of_birth":"Cupertino, California, USA","popularity":15.227,"profile_path":"/5EFQvRHlpP1Iaw2e6vjOaBny6DV.jpg"}
