{"adult":false,"also_known_as":[],"biography":"Leonard Nimoy was an American actor, film director, poet, musician and photographer. Nimoy's most famous role is that of Spock in the original Star Trek series 1966–1969, multiple films, television and video game sequels.\n\nNimoy began his career in his early twenties, teaching acting classes in Hollywood and making minor film and television appearances through the 1950s, as well as playing the title role in Kid Monk Baroni. In 1953, he served in the United States Army. In 1965, he made his first appearance in the rejected Star Trek pilot, \"The Cage\", and would go on to play the character of Mr. Spock until 1969, followed by seven further films and a number of guest slots in various sequels. His character of Spock generated a significant cultural impact and three Emmy Award nominations; TV Guide named Spock one of the 50 greatest TV characters. Nimoy also had a recurring role in Mission: Impossible and a narrating role in Civilization IV, as well as several well-received stage appearances. Nimoy's fame as Spock is such that both his autobiographies, I Am Not Spock (1977) and I Am Spock (1995) detail his existence as being shared between the character and himself.\n\nNimoy was born to Yiddish-speaking Orthodox Jewish immigrants from Iziaslav, Ukraine. His father, Max Nimoy, owned a barbershop in the Mattapan section of the city. His mother, Dora Nimoy (née Spinner), was a homemaker. Nimoy began acting at the age of eight in children's and neighborhood theater. His parents wanted him to attend college and pursue a stable career, or even learn to play the accordion—which, his father advised, Nimoy could always make a living with—but his grandfather encouraged him to become an actor. His first major role was at 17, as Ralphie in an amateur production of Clifford Odets' Awake and Sing!. Nimoy took Drama classes at Boston College in 1953 but failed to complete his studies, and in the 1970s studied photography at the University of California, Los Angeles. He has an MA in Education and an honorary doctorate from Antioch University in Ohio. Nimoy served as a sergeant in the U.S. Army from 1953 through 1955, alongside fellow actor Ken Berry and architect Frank Gehry.","birthday":"1931-03-26","deathday":"2015-02-27","gender":2,"homepage":null,"id":1749,"imdb_id":"nm0000559","known_for_department":"Acting","name":"Leonard Nimoy","place_of_birth":"Boston, Massachusetts, USA","popularity":6.063,"profile_path":"/vyo1sOdwEIP8adhts3UpelyiBwn.jpg"}
