{"adult":false,"also_known_as":["블루 만쿠마"],"biography":"Blu Mankuma (born July 5, 1948) is an American actor. He has appeared in numerous Canadian and American productions filmed in Canada.\n\nMankuma was born in Seattle, Washington. Among Mankuma's film credits are Tin Man, The Russia House, Another Stakeout, Harmony Gate, Bird on a Wire, Harmony Cats, Cadence, Look Who's Talking, Connor's War, Shoot to Kill, Blacktop, Eureka, 2012 and G-Saviour The Movie, the first attempt so far at a live action G-n-am Movie. Television credits include continuing roles on M.A.N.T.I.S., Forever Knight, Madison, Love on the Run (1994), Street Justice, Mom P.I., 21 Jump Street, Huckleberry Finn and His Friends, RoboCop and his role as host of the seven-part series Diversity. Individual television episodic credits include the series The X-Files, The Outer Limits, Supernatural, Kung Fu, North of 60, The Round Table, Hat Squad, Scene of The Crime, Booker, Wiseguy, MacGyver, Walt Disney's Davy Crockett, Blue's Folly, Stargate SG-1 and Jack.\n\nMankuma is widely-known as the voice of Tigatron, Tigerhawk and one of the Vok in Beast Wars. Other notable roles include Gigabyte in ReBoot, Heavy Duty in G.I. Joe: Spy Troops and G.I. Joe: Valor vs. Venom, and Anubis in the 1997 cartoon Mummies Alive!.\n\nHe also done voices on other animated films and television shows including Spider-Man Unlimited, Extreme Dinosaurs, Fat Dog Mendoza, RoboCop: Alpha Commando, NASCAR Racers, Scruff, G.I. Joe Extreme, Captain N: The Game Master, Trollz, The Animated Adventures of Tom Sawyer, Space Strikers, Double Dragon, He-Man and the Masters of the Universe, Madeline, Inspector Gadget's Last Case, Ultimate Book of Spells, Shadow Raiders, X-Men Evolution, Being Ian, Sabrina, the Animated Series, Sonic Underground, The Littlest Angel, Barbie: Mermaidia, Firehouse Tales, The Wacky World of Tex Avery, Littlest Pet Shop, Card Captors, CatDog, Sherlock Holmes in the 22nd Century, Gadget Boy, Yvon of the Yukon, Billy the Cat, Super Duper Sumos and A Hollywood Hound's Christmas.\n\nMankuma became an internet celebrity in 2010 for his seminal work in \"Sex Ed Video: Puberty,\" a YouTube sensation from San Francisco to Columbus, Ohio.\n\nMankuma is an avid musician, singer, songwriter and stage actor. He and his family currently reside in Vancouver.\n\n​From Wikipedia, the free encyclopedia","birthday":"1948-07-05","deathday":null,"gender":2,"homepage":null,"id":44150,"imdb_id":"nm0542558","known_for_department":"Acting","name":"Blu Mankuma","place_of_birth":"Seattle, Washington, USA","popularity":7.595,"profile_path":"/qtTavjxroUffUwYAS7kItVmlepU.jpg"}
