{"adult":false,"also_known_as":["Holt Mccallany ","Holt McAloney","Холт Маккэллани","홀트 맥칼라니"],"biography":"Holt McCallany (born Holt Quinn McAloney; September 3, 1963) is an American actor, writer, and producer. He is known for portraying Bill Tench on the series Mindhunter (2017–present) and has had several supporting roles in various television series and films.  His first job in the professional theater was as an apprentice actor at the Great Lakes Shakespeare Festival in Cleveland, Ohio, in the same apprenticeship once served by Tom Hanks, among others. Subsequently, he returned to New York City and was cast as an understudy in the Broadway production of Biloxi Blues.\n\nMcCallany landed a series of supporting parts in such films as Casualties of War, Alien 3, Creepshow 2, The Search for One-eye Jimmy, and Jade, as well as the TV miniseries Rough Riders. After playing the legendary boxing trainer Teddy Atlas in the HBO telefilm Tyson, he became a supporter of the Atlas Foundation Charity, a grassroots organization dedicated to helping children and families with medical and financial hardships.\n\nHe continued working in films and television throughout the nineties and 2000s with roles in films such as Fight Club, Three Kings, Men of Honor, and Below, among others. He played a detective with psychological problems in CSI: Miami and a soldier with post-traumatic stress disorder on Criminal Minds.\n\nHe appeared in the 2010 Warner Bros. film, The Losers, based on the graphic novel from DC Comics. McCallany also was the star of the 2011 FX television series, Lights Out, playing an aging boxer (\"Patrick 'Lights' Leary\") forced out of retirement and into a comeback bid to regain the heavyweight title, despite having pugilistic dementia.\n\nHe followed this with roles in films like Sully, Shot Caller, and Blackhat, among many others.\n\nSince 2017, McCallany co-stars in the Netflix series Mindhunter for director David Fincher. He plays Bill Tench, an FBI agent researching serial killers in the late-1970s. His first French language film will be released in September, 2019, an adaptation of the George Feydeau comedy Le Dindon.","birthday":"1964-09-03","deathday":null,"gender":2,"homepage":"http://holtmccallany.net/","id":7497,"imdb_id":"nm0564697","known_for_department":"Acting","name":"Holt McCallany","place_of_birth":"New York City, New York, USA","popularity":18.717,"profile_path":"/8NvOcP35qv5UHWEdpqAvQrKnQQz.jpg"}
