{"adult":false,"also_known_as":["William Brochtrup "],"biography":"From Wikipedia, the free encyclopedia.\n\nBill Brochtrup (born March 7, 1963) is an American film, television, and stage actor. He is known for playing \"PAA John Irvin\", the gay administrative aide, on NYPD Blue.\n\nBrochtrup was born in Inglewood, California and raised in Tacoma, Washington, attending New York University's Tisch School of the Arts.\n\nHis theatre credits include David Marshall Grant's Snakebit (Off-Broadway at the Century Center and in Los Angeles at the Coast Playhouse), South Coast Repertory (Noises Off, Taking Steps, The Real Thing), The Antaeus Company (Cousin Bette, Tonight at 8:30, Sinan Unel's Pera Palas), Black Dahlia Theatre (Jonathan Tolins' Secrets of the Trade, Richard Kramer's Theater District, both directed by Matt Shakman), The Odyssey Theatre Ensemble (Bach at Leipzig, Small Tragedy), L.A. Theatre Works (The Great Tennessee Monkey Trial, The Caine Mutiny Court-Martial), and Pasadena Playhouse (If Memory Serves).\n\nHe can be seen in the feature films Life as We Know It, He's Just Not That Into You, Duck, Ravenous, Man of the Year, and Space Marines. He has appeared on television shows as varied as Dexter, Without a Trace, The Wild Thornberrys (as the voice of a dolphin), and Bravo's Celebrity Poker Showdown.\n\nBrochtrup is a frequent guest host of the PBS newsmagazine In The Life, and has been a series regular on three Steven Bochco shows, CBS sitcom Public Morals, ABC drama Total Security, and seven seasons on NYPD Blue.\n\nHe has written for Out magazine and the best-selling book of essays I Love You, Mom!, told his original stories at Un-Cabaret and numerous Spoken Word events, hosted AIDS Walks across the country, supports animal rescue organizations like the SPCA and has traveled the Persian Gulf, Atlantic, Mediterranean, Germany, Japan, Bosnia and Kosovo meeting servicemen and women during Handshake Tours for the USO and Armed Forces Entertainment.\n\nDescription above from the Wikipedia article Bill Brochtrup, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1963-03-07","deathday":null,"gender":2,"homepage":null,"id":45397,"imdb_id":"nm0110514","known_for_department":"Acting","name":"Bill Brochtrup","place_of_birth":"Inglewood - California - USA","popularity":2.472,"profile_path":"/91v5Mw1e7rsUiO4pj8o3h0KSukb.jpg"}
