{"adult":false,"also_known_as":["Michele Pfeiffer","미셸 파이퍼","Μισέλ Φάιφερ","Michelle Marie Pfeiffer"],"biography":"Michelle Marie Pfeiffer (born April 29, 1958) is an American actress and producer. She has received many accolades, including a Golden Globe Award, and three nominations for Academy Award.\n\nPfeiffer began to pursue an acting career in 1978 and had her first leading role in the musical film Grease 2 (1982). Frustrated with being typecast as the token pretty girl, she actively pursued more serious material and had her breakthrough role as gangster moll Elvira Hancock in the crime film Scarface (1983). Further success came with leading roles in the fantasy feature The Witches of Eastwick (1987) and the comedy Married to the Mob (1988). Her roles in Dangerous Liaisons (1988) and The Fabulous Baker Boys (1989) garnered her two consecutive Academy Award nominations, for Best Supporting Actress and Best Actress, respectively; her portrayal of lounge singer Susie Diamond in the latter is one of the most acclaimed of her career.\n\nPfeiffer went on to star as Catwoman / Selina Kyle in Tim Burton's superhero film Batman Returns (1992), following which she won the Silver Bear for Best Actress and earned a third Academy Award nomination for playing a troubled housewife in Love Field (1992). She continued to gain praise for her performances in the dramas The Age of Innocence (1993) and White Oleander (2002), and the horror films Wolf (1994) and What Lies Beneath (2000). During this time, she also produced a series of films under her production company Via Rosa Productions. After a hiatus from acting in 2002, she returned with the musical Hairspray (2007). She received her first Emmy Award nomination for portraying Ruth Madoff in the HBO television film The Wizard of Lies (2017), she went on to feature in the ensemble films Murder on the Orient Express (2017) and debuted to the Marvel Cinematic Universe as Janet Van Dyne starting Ant-Man and the Wasp (2018).\n\nDescription above from the Wikipedia article Michelle Pfeiffer, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1958-04-29","deathday":null,"gender":1,"homepage":null,"id":1160,"imdb_id":"nm0000201","known_for_department":"Acting","name":"Michelle Pfeiffer","place_of_birth":"Santa Ana, California, USA","popularity":23.425,"profile_path":"/oGUmQBU87QXAsnaGleYaAjAXSlj.jpg"}
