{"adult":false,"also_known_as":["John Brown"],"biography":"From Wikipedia, the free encyclopedia\n\nJohn \"Johnny\" Brown (born June 11, 1937) was an American actor and singer. Brown was a nightclub and stage performer as well as a comic actor, and a regular cast member of the television series Laugh-in. Brown is mostly remembered for his chubby physique, wide ingratiating smile, mobile facial expressions, and easy pleasant joking style. Brown is most famous, however, for his role as building superintendent Nathan Bookman on the 1970s CBS sitcom, Good Times. Bookman was often the brunt of fat jokes via the show's main character J. J. Evans (Jimmie Walker). Brown portrayed Bookman until the series was cancelled in 1979. Other television shows Brown has appeared on include Flip Wilson Show, The Jeffersons, Family Matters, Sister, Sister, The Jamie Foxx Show and Martin. Brown also used to go to school with Walter Dean Myers when he lived in Harlem as a boy.\n\nBrown is also the father of actress Sharon Brown,[citation needed] who was born in 1962, and also the father of John Brown Jr. or J.J Brown Jr. Brown had earlier established himself in the Broadway musical Golden Boy, starring Sammy Davis, Jr.; his supporting role was in the part of Ronnie and was featured as the lead voice on the show stopping rouser, \"Don't Forget 127th Street\".\n\nIn the early 1970s, Brown starred in a television commercial for the Write Brothers pen, a short-lived product of the Papermate pen company. The commercial consisted of an elaborate musical number, \"Write On, Brothers, Write On\", led by Brown as a schoolteacher who encourages his chorus line of students to use this pen for their school assignments.\n\nIn 1997, Brown contributed his voice to the introduction of the compilation album Comedy Stew: The Best of Redd Foxx. In the introduction, Brown tells of how Norman Lear had considered Brown to play the role of Lamont in Sanford And Son, but was unavailable to do so because of his prior commitment to Laugh-In, leading Lear to give the role to Demond Wilson instead.","birthday":"1937-06-11","deathday":"2022-03-02","gender":2,"homepage":null,"id":86137,"imdb_id":"nm0113900","known_for_department":"Acting","name":"Johnny Brown","place_of_birth":"St. Petersburg, Florida, USA","popularity":1.22,"profile_path":null}
