{"adult":false,"also_known_as":[],"biography":"A director of films, music videos, advertisements and documentaries. Kaye has made several iconic music videos, including the video for \"Runaway Train\" by Soul Asylum, which won a Grammy Award; \"Dani California\" by Red Hot Chili Peppers; \"What God Wants\" by Roger Waters; and \"Help Me\" and \"God's Gonna Cut You Down\" by Johnny Cash. Kaye is a six time Grammy nominated music video director. He won a Grammy in 2006 for the famous Johnny Cash video God's Gonna Cut You Down with cameo appearances by Bono, Johnny Depp, Kanye West, Patti Smith, Terrence Howard, Iggy Pop, The Dixie Chicks, Brian Wilson, Woody Harrelson, Keith Richards, Chris Martin, Sharon Stone, Lisa Marie Presley, Flea, Chris Rock, Justin Timberlake, Kate Moss, Sir Peter Blake, Sheryl Crow, Dennis Hopper, Mick Jones, Jay-Z. His feature film debut was American History X (1998), a drama about racism starring Edward Norton and Edward Furlong. Norton was later nominated for the Academy Award for Best Actor for his performance in the film. Kaye has completed his second feature film, Black Water Transit (2010) starring Laurence Fishburne, Karl Urban, Evan Ross, Brittany Snow and Stephen Dorff. Kaye is currently in pre-production on the film Detachment (2011). A surrealist drama about the decline of the education system in American high schools. Kaye also has a book of his artwork called \"Epicomedy\" being published by Phaidon Press. Kaye has made several documentaries, including a self-financed film on the abortion debate in the United States called Lake of Fire, which opened in Toronto to astounding reviews in September 2006. Lake of Fire made the Academy of Motion Pictures, Arts and Sciences short-list for Best Documentary Film. It was also nominated for Best Documentary Film at The Independent Spirit Awards, Chicago Film Critic Association Awards and the Satellite Awards. He also directed the web short This Is Not Sex, starring Seth Rogen and Elizabeth Banks of Zack and Miri Make a Porno.\n\nDescription above from the Wikipedia article Tony Kaye (director), licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1946-01-11","deathday":null,"gender":2,"homepage":null,"id":814,"imdb_id":"nm0443411","known_for_department":"Directing","name":"Tony Kaye","place_of_birth":"London, United Kingdom","popularity":3.32,"profile_path":"/5FMrsJ6yDbA3JccaFAKpGk5s6MR.jpg"}
