{"adult":false,"also_known_as":[],"biography":"Eduardo Coutinho (1933-2014) enjoyed an extraordinary career in the Brazilian film industry, mainly as a documentarist. He was born in São Paulo, Brazil. He is a contemporary of many Cinema Novo filmmakers, friend and colleague of several of them, but he only became a director at the beginning of the 1980s, almost at the age of fifty, in a context entirely different from that of Brazil in the 1960s. He also studied law, theatre and journalism, in which he worked for many years. He is the author of articles on the Brazilian film industry published in newspapers and magazines. His first contact with the film world was at a seminar in 1954, but from then until 1957 he was the editor of Visão magazine and later decided to take up film studies at the prestigious Institute for Advanced Cinematographic Studies (IDHEC) in Paris. He worked on the script or in the production of major films directed by Leon Hirzsman (A Falecida, Garota de Ipanema), Eduardo Escorel (Lição de Amor), Bruno Barreto (Dona Flor and Her Two Husbands) and Zelito Viana (Os Condenados). In 1975, Coutinho joined the Globo Repórter team, where he remained for nine years, and, according to its director, it was an important learning curve that convinced him to move into documentary films. In spite of censorship, the team (made up of Paulo Gil Soares, João Batista de Andrade, Jorge Bodansky, and Oswaldo Caldeira, among others) managed to go in-depth into a number of topics. Coutinho’s documentaries from this period include Seis Dias em Ouricuri (on the drought and the hard labour in the outback), O Pistoleiro de Serra Talhada (on banditry in the north-east), O Imperador do Sertão (on Colonel Teodorico Bezerra) and O Menino de Brodósqui (on the painter, Cândido Portinari).","birthday":"1933-05-11","deathday":"2014-02-02","gender":2,"homepage":null,"id":932971,"imdb_id":"nm0184202","known_for_department":"Directing","name":"Eduardo Coutinho","place_of_birth":"São Paulo, São Paulo, Brazil","popularity":1.4,"profile_path":"/jMTB1VYoRe0aYq13hfgyZz19gpZ.jpg"}
