{"adult":false,"also_known_as":["Halle Maria Berry ","Хали Бери","할리 베리","Χάλι Μπέρι","Хэлли Берри","Холли Берри"],"biography":"Halle Maria Berry is an American actress and former fashion model. She won an Academy Award for Best Actress in 2002 for her performance in Monster's Ball, becoming the first and, as of 2014, the only woman of African-American descent to win an Oscar for a leading role. She is one of the highest paid actresses in Hollywood and has been involved in the production side of several of the films in which she performed. Berry is also a Revlon spokes-model.\n\nBefore becoming an actress, Berry entered and placed in several beauty contests, including the Miss USA Pageant and Miss World Pageants. Her breakthrough film role was in 1992's Boomerang, which led to numerous roles throughout the 1990s, including Introducing Dorothy Dandridge (1999), for which she won the Emmy Award and Golden Globe Award for Best Actress.  Berry reached a higher level of prominence in the 21st Century with prominent action films, including Die Another Day (2002), where she played Bond Girl Jinx.  In addition to her Academy Award win, Berry was awarded a \"worst actress\" Razzie award in 2005 for her controversial role as the titular character in Catwoman. She appeared at the ceremony to accept the award in person (making her the third person, and second actor, ever to do so) with a sense of humor, holding the Academy Award in one hand and the Razzie in the other. Divorced from baseball player David Justice and musician Eric Benét, Berry has a daughter by model Gabriel Aubry, and a son with her current husband, actor Olivier Martinez.  Berry has routinely been nominated for beauty-based awards in print, including ranking number one in People Magazine’s “50 Most Beautiful People in the World” list in 2003. Berry continues to star in film roles, while also participating in political activism in support of environmentalism, among other causes.","birthday":"1966-08-14","deathday":null,"gender":1,"homepage":null,"id":4587,"imdb_id":"nm0000932","known_for_department":"Acting","name":"Halle Berry","place_of_birth":"Cleveland, Ohio, USA","popularity":19.425,"profile_path":"/ylkN2DRmjIFwoJDzHL3Zw7CSvwF.jpg"}
