{"adult":false,"also_known_as":[],"biography":"Pierre Bachelet (25 May 1944 – 15 February 2005) was a French singer-songwriter. He died of lung cancer in 2005.\n\nBachelet spent part of his childhood in Calais and developed a lifelong appreciation of the North of France, which inspired his hit song Les corons (1982).\n\nIn the 1970s he had some international success under the name Resonance with the hit OK Chicago.\n\nHis other hit songs include \"Elle est d'ailleurs\" (1980), \"Écris-moi\" (1982), \"Marionnettiste\" (1985), \"En l'an 2001\" (1985) and \"Vingt ans\" (1987). He also composed music for movies, including Emmanuelle (1974), Story of O (1975), Black and White in Color (1976), Coup de tête (1979), Les Bronzés font du ski (1979), the British-made Sex with the Stars (1980), and Gwendoline (1984). Robert Fripp won an out-of-court settlement over the use of music in Emmanuelle based on King Crimson's \"Larks' Tongues in Aspic\". His songs from the film Emmanuelle called \"Emmanuelle in the Mirror\" and \"Theme From Emmanuelle\" have been sampled in the Lily Allen single \"Littlest Things\", released in December 2006. He also wrote the score of a few commercials and TV Films.\n\nHe would return to score further Emmanuelle films, such as Emmanuelle 5 (1987) and Emmanuelle 7 (1992). He also did the score for the French film Un crime au paradis (2001), which was another success for him.\n\nHis signature tune, \"Les corons\", released in 1982, is notably used as the supporters' anthem for the football club RC Lens.\n\nBachelet bore a physical and voice resemblance to Jacques Brel, and had a similar onstage demeanor. Bachelet held Brel's work in high respect, and his last release while alive was a cover of Brel songs.\n\nIn 2000, Bachelet was nominated for a Cesar Award for his musical score in The Children of the Marshland.\n\nIn 2015, a tribute album was released posthumously with various artists performing songs from Pierre Bachelet. The 13-track album was released on Smart label under the title Hommage à Pierre Bachelet: Nous l'avons tant aimé and includes interpretations by artists Quentin Bachelet, Marie Espinosa, Didier Barbelivien, Dave, Gérard Lenorman, Patrick Sébastien, Amaury Vassili, Gilbert Montagné, Philippe Lavil, Enrico Macias and Chico & the Gypsies. The album also contains two performances from Bachelet: \"Les Corons\" with Chorale des Mineurs Polonais de Douai and a remasterised version of \"Flo\" with Florence Arthaud. The album charted in France, Belgium and Switzerland.\n\nSource: Article \"Pierre Bachelet\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1944-05-25","deathday":"2005-02-15","gender":2,"homepage":null,"id":36947,"imdb_id":"nm0045406","known_for_department":"Sound","name":"Pierre Bachelet","place_of_birth":"Paris, France","popularity":0.753,"profile_path":"/byWLaCynghqq13ENaYSQjPUOnR7.jpg"}
