{"adult":false,"also_known_as":["Patricia T. Arquette ","Πατρίσια Αρκέτ"],"biography":"Patricia Arquette (born April 8, 1968) is an American actress. She made her feature film debut as Kristen Parker in A Nightmare on Elm Street 3: Dream Warriors (1987). Her other notable films include True Romance (1993), Ed Wood (1994), Flirting with Disaster (1996), Lost Highway (1997), The Hi-Lo Country (1998), Bringing Out the Dead (1999), Stigmata (1999), Holes (2003), Fast Food Nation (2006), The Wannabe (2015), and Toy Story 4 (2019). For playing a divorced mother in the coming-of-age drama film Boyhood (2014), which was filmed from 2002 until 2014, Arquette received widespread critical praise and won several awards, including the Academy Award for Best Supporting Actress.\n\nOn television, she played the character Allison DuBois—based on the author and medium Allison DuBois, who claims to have psychic abilities—in the supernatural drama series Medium (2005–2011). She won the Primetime Emmy Award for Outstanding Lead Actress in a Drama Series in 2005, from two nominations she received for the role, in addition to three Golden Globe Award and Screen Actors Guild Award nominations. Arquette also appeared in the CSI franchise as Avery Ryan, the Deputy Director of the FBI, starring in CSI: Cyber (2015–16). She went on to star as Joyce Mitchell in the Showtime miniseries Escape at Dannemora (2018), winning a Golden Globe Award for Best Actress and a Screen Actors Guild Award for Outstanding Performance by a Female Actor in a Miniseries or Television Movie, and as Dee Dee Blanchard in the Hulu anthology series The Act (2019), winning the Golden Globe Award and Primetime Emmy Award for Outstanding Supporting Actress.\n\n​From Wikipedia, the free encyclopedia","birthday":"1968-04-08","deathday":null,"gender":1,"homepage":null,"id":4687,"imdb_id":"nm0000099","known_for_department":"Acting","name":"Patricia Arquette","place_of_birth":"Chicago, Illinois, USA","popularity":11.566,"profile_path":"/jeThSouMatiuRiLkjDvSBLHpmq0.jpg"}
