{"adult":false,"also_known_as":["줄리엣 비노쉬"],"biography":"Juliette Binoche (born 9 March 1964) is a French actress, artist and dancer. She has appeared in more than 40 feature films, been recipient of numerous international accolades, is a published author and has appeared on stage across the world. Coming from an artistic background, she began taking acting lessons during adolescence. After performing in several stage productions, she was propelled into the world of auteurs Jean-Luc Godard (Hail Mary, 1985), Jacques Doillon (Family Life, 1985) and André Téchiné, who made her a star in France with the leading role in his 1985 drama Rendez-vous. Her sensual performance in her English-language debut The Unbearable Lightness of Being (1988), directed by Philip Kaufman, launched her international career.\n\nShe sparked the interest of Steven Spielberg, who offered her several parts including a role in Jurassic Park which she declined, choosing instead to join Krzysztof Kieslowski on the set of Three Colors: Blue (1993), a performance for which she won the Venice Film Festival Award for Best Actress and a César. Three years later Binoche gained further acclaim in Anthony Minghella’s The English Patient (1996), for which she was awarded an Academy Award and a BAFTA for Best Supporting Actress in addition to the Best Actress Award at the 1997 Berlin Film Festival. For her performance in Lasse Hallström’s romantic comedy Chocolat (2000) Binoche was nominated for an Academy Award for Best Actress.\n\nDuring the 2000s she maintained a successful, critically acclaimed career, alternating between French and English language roles in both mainstream and art-house productions. In 2010 she won the Best Actress Award at the Cannes Film Festival for her role in Abbas Kiarostami’s Certified Copy making her the first actress to win the European “best actress triple crown”.\n\nThroughout her career Binoche has intermittently appeared on stage, most notably in a 1998 London production of Luigi Pirandello’s Naked and in a 2000 production of Harold Pinter's Betrayal on Broadway for which she was nominated for a Tony Award. In 2008 she began a world tour with a modern dance production in-i devised in collaboration with Akram Khan. Affectionately referred to as \"La Binoche\" by the French press, her other notable performances include: Mauvais Sang (1986), Les Amants du Pont-Neuf, Damage (1992), The Horseman on the Roof (1995), Code Unknown (2000), Caché (2005), Breaking and Entering (2006) and Flight of the Red Balloon (2007).\n\nDescription above from the Wikipedia article Juliette Binoche, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1964-03-09","deathday":null,"gender":1,"homepage":"http://www.juliettebinoche.net","id":1137,"imdb_id":"nm0000300","known_for_department":"Acting","name":"Juliette Binoche","place_of_birth":"Paris, France","popularity":12.454,"profile_path":"/llNGfF2gNBa1l39iqmjhZuDDzn6.jpg"}
