{"adult":false,"also_known_as":["The Beatles","Nelson Wilbury","Spike Wilbury","Traveling Wilburys"],"biography":"George Harrison,  MBE (25 February 1943 – 29 November 2001) was an English rock guitarist, singer-songwriter, actor and film producer who achieved international fame as lead guitarist of The Beatles.  Often referred to as \"the quiet Beatle\",  Harrison became over time an admirer of Indian mysticism, and introduced it to the other Beatles, as well as those of their Western audience. Following the band's break-up, he had a successful career as a solo artist and later as part of the Traveling Wilburys, and also as a film and record producer. Harrison is listed at number 21 in Rolling Stone magazine's list of \"100 Greatest Guitarists of All Time\".  Although most of The Beatles' songs were written by Lennon and McCartney, Beatle albums generally included one or two of Harrison's own songs, from With The Beatles onwards.  His later compositions with The Beatles include \"Here Comes the Sun\", \"Something\" and \"While My Guitar Gently Weeps\". By the time of the band's break-up, Harrison had accumulated a backlog of material, which he then released as the acclaimed and successful triple album All Things Must Pass in 1970, from which came two singles: a double A-side single, \"My Sweet Lord\" backed with \"Isn't It a Pity\", and \"What Is Life\". In addition to his solo work, Harrison co-wrote two hits for Ringo Starr, another former Beatle, as well as songs for the Traveling Wilburys—the supergroup he formed in 1988 with Bob Dylan, Tom Petty, Jeff Lynne, and Roy Orbison.\n\nHarrison embraced Indian culture and Hinduism in the mid 1960s, and helped expand Western awareness of sitar music and of the Hare Krishna movement. With Ravi Shankar he organised a major charity concert with the 1971 Concert for Bangladesh.\n\nBesides being a musician, he was also a record producer and co-founder of the production company HandMade Films. In his work as a film producer, he collaborated with people as diverse as the members of Monty Python and Madonna.  He was married twice, to model Pattie Boyd from 1966 to 1974, and for 23 years to record company secretary Olivia Trinidad Arias, with whom he had one son, Dhani Harrison. He was a close friend of Eric Clapton. He is the only Beatle to have published an autobiography, with I Me Mine in 1980. Harrison died of lung cancer in 2001.","birthday":"1943-02-25","deathday":"2001-11-29","gender":2,"homepage":"http://www.georgeharrison.com","id":10593,"imdb_id":"nm0365600","known_for_department":"Acting","name":"George Harrison","place_of_birth":"Liverpool, England, UK","popularity":5.113,"profile_path":"/zwUO2gnKBnSrKOB9hnhI9GdOX6e.jpg"}
