{"adult":false,"also_known_as":["Ade Edmonson","Ade Edmondson","Ade Edmonton","Bad News"],"biography":"Adrian Edmondson was born in Bradford, Yorkshire. He went to Manchester University to study drama. Whilst he was there he met Rik Mayall, and the pair began performing as 20th Century Coyote. The act continued after university when Adrian & Rik moved to London, and they became two of the leading lights in the new 'alternative comedy' scene, performing at the newly established Comedy Store, and setting up their own club, The Comic Strip, with 'Peter Richardson', Nigel Planer, Jennifer Saunders, Dawn French, and Alexei Sayle. This spawned two 1980s TV series: The Young Ones (1982), and The Comic Strip Presents... (1982) In the 1990's Ade & Rik continued their partnership with a new series called Bottom (1991), which ran for three seasons and became a major success on the live circuit. It was basically a live sitcom, liberally sprinkled with slapstick humour, and the pair did 5 long tours between 1993 and 2003. Simultaneously, Adrian established himself as an actor, doing two improvised TV films under the Screen One and Screen Two umbrella, with director Les Blair: Screen Two: Honest, Decent and True (1986), and Screen One: News Hounds (1990) (winner of the BAFTA for best single drama). He was a regular in the hospital drama Holby City (1999) from 2005 - 2008. He took the lead in a drama documentary about the Chernobyl Nuclear Disaster in the series Surviving Disaster (2006), and appeared as Henry Austen in the TV movie Miss Austen Regrets (2008), the film Blood (2012), and the drama series Prey (2014). But his most notable dramatic role to date is that of Count Rostov in the BBC series War & Peace (2016).","birthday":"1957-01-24","deathday":null,"gender":2,"homepage":null,"id":98464,"imdb_id":"nm0249528","known_for_department":"Acting","name":"Adrian Edmondson","place_of_birth":"Bradford, Yorkshire, England","popularity":2.03,"profile_path":"/gEQnRhZmckLsBniuAZiaxYpEn3K.jpg"}
