{"adult":false,"also_known_as":[],"biography":"Ivan Krivosudský (* March 1, 1927, Bratislava - † December 4, 2010, Trnava) was a Slovak actor.\n\nIvan Krivosudský was born on March 1, 1927 in Bratislava, where he also grew up and spent his childhood. And it was during his childhood that he used to show and perform in front of his friends and classmates, which predestined him to his acting career. He went to high school in Nové Zámky, where he attended the Janko Kráľ Grammar School. Here he did not owe his reputation anything and fully expressed his interest in acting. He even created a student opera for his classmates, where he invented a story and gro operas created well-known songs with newly created lyrics. During his youth, he also played theater with amateurs and even wrote lyrics for them. After graduating from high school, he began studying at the Faculty of Law of Comenius University, but graduated prematurely in 1948. He decided to pursue an career as an actor and in 1951 studied acting at the State Conservatory in Bratislava.\n\nFrom 1949 he was a member of the play New Stage and from 1951 also a film actor. He played many characters during his life, but most of them were minor or secondary roles. His characters were mostly comedic or tragicomic, but even so, Ivan Krivosudský's acting was unmissable, as he always performed his characters at a high level and put a piece of his natural optimism into them, which he was notable for in his personal life. From theatrical performances, some may remember him as Lapihubu from the play Revízor, Voňavka from Geľa Sebechlebský, Padron Toni from Klebetnice or Dr. The twist of the game When the jubilant cries. There's another constellation of characters from the film; Ďuro Sršeň (Lazy sa pohli, 1951), storekeeper Cyril Kvasnička (The Devil Does Not Sleep, 1956), Gabriel (Master cat, 1966), Hanuliak (Sin of Katarína Padychová, 1973), the magician Bellini (Leto s Katka, 1975), postman Nehreš ( Red Wine, 1976), gardener (Salt over Gold, 1982), innkeeper (Don't Be Afraid, 1988), Grandpa Vendelín (Ghosts, 1997). But in addition to theater and film, he often acted on television in entertainment programs and dubbing.\n\nFrom the personal life of Ivan Krivosudský, it can be revealed that despite his life's optimism and a smile on his face, he experienced many unpleasant events. One of the first was the death of his first wife Jaroslava, who died of cancer and with whom he had two sons, Dušan and Petr. Another was the death of a pedestrian, which he struck in 2005 in Svätý Jur. He did not manage to shake from this accident and another blow of fate came, when in 2008 his eldest son Dušan came to life. In the same year, his bride, Peter's wife, finally died after a serious illness. A year later, there was an unpleasant divorce from his second wife Anna, whom he married when he was 69 and had a son Miška with her at a late age. However, after the divorce, the court entrusted this son to the care of Ivan's sister-in-law, as Anna was not mentally well at the time and he himself would not be able to take full care of the son at this age. After these events, he hid to his cottage under Pezinská Baba, where his loved ones used to visit him regularly. But he didn't find peace there either, as he was diagnosed with esophageal cancer a few months later, which he finally succumbed to after half a year of treatment.","birthday":"1927-03-01","deathday":"2010-12-04","gender":2,"homepage":null,"id":1262120,"imdb_id":"nm0471784","known_for_department":"Acting","name":"Ivan Krivosudský","place_of_birth":"Bratislava, Czechoslovakia [now Slovakia]","popularity":0.6,"profile_path":"/fZVV6RUsEbVax7LWouYphb3iOfT.jpg"}
