{"adult":false,"also_known_as":["헬렌 미렌","Έλεν Μίρεν","Helen Lydia Mironoff","Helen Lydia Mirren","Dame Helen Mirren"],"biography":"Dame Helen Lydia Mirren DBE (née Mironoff; born 26 July 1945) is an English actor. The recipient of numerous accolades, she is the only person to achieve the Triple Crown of Acting in both the United States and the United Kingdom. She received an Academy Award and a British Academy Film Award for her portrayal of Queen Elizabeth II in The Queen, a Tony Award and a Laurence Olivier Award for the same role in The Audience, three British Academy Television Awards for her performance as DCI Jane Tennison in Prime Suspect, and four Primetime Emmy Awards, including two for Prime Suspect.\n\nExcelling on stage with the National Youth Theatre, Mirren's performance as Cleopatra in Antony and Cleopatra in 1965 saw her invited to join the Royal Shakespeare Company before she made her West End stage debut in 1975. Since then, Mirren has also had success in television and film. Aside from her Academy Award-winning performance, Mirren's other Oscar-nominated performances were for The Madness of King George (1994), Gosford Park (2001), and The Last Station (2009). For her role on Prime Suspect, which ran from 1991 to 2006, she won three consecutive British Academy Television Awards for Best Actress (1992, 1993 and 1994), a joint-record of consecutive wins shared with Julie Walters, and two Primetime Emmy Awards. Playing Queen Elizabeth I in the television series Elizabeth I (2005), and Queen Elizabeth II in the film The Queen (2006), she is the only actor to have portrayed both the regnant Elizabeths on screen.\n\nAfter her breakthrough film role in The Long Good Friday (1980), other notable film roles included Cal (1984), for which she won the Cannes Film Festival Award for Best Actress, 2010 (1984), The Cook, the Thief, His Wife & Her Lover (1989), Teaching Mrs. Tingle (1999), Calendar Girls (2003), Hitchcock (2012), The Hundred-Foot Journey (2014), Woman in Gold (2015), Trumbo (2015), and The Leisure Seeker (2017). She also appeared in the action films Red (2010) and Red 2 (2013) playing an ex-MI6 assassin, and in the Fast & Furious films The Fate of the Furious (2017), Hobbs & Shaw (2019), and F9 (2021).\n\nIn the Queen's 2003 Birthday Honours, Mirren was appointed a Dame (DBE) for services to drama, with investiture taking place at Buckingham Palace. In 2013 she was awarded a star on the Hollywood Walk of Fame, and in 2014 she received the BAFTA Fellowship for lifetime achievement from the British Academy of Film and Television Arts. In 2021, she was announced as the recipient of the Screen Actors Guild Life Achievement Award.\n\nDescription above from the Wikipedia article Helen Mirren, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1945-07-26","deathday":null,"gender":1,"homepage":"http://www.helenmirren.com","id":15735,"imdb_id":"nm0000545","known_for_department":"Acting","name":"Helen Mirren","place_of_birth":"Hammersmith, London, England, UK","popularity":17.485,"profile_path":"/eY26gqv9EGunId7kp32pLueXvz4.jpg"}
