{"adult":false,"also_known_as":["Betty Lynn Buckley"],"biography":"Betty Lynn Buckley is a Tony-winning American actress and singer who has worked extensively in film, television and theatre. She possesses a singing of voice of great power and beauty and has achieved great success in cabaret and concerts. Betty has also sustained a successful recording career with numerous cast albums and 18 solo albums to her credit, for which she has been nominated for two Grammys.\n\nBuckley is widely known for the 1977–81 TV series Eight Is Enough. She joined the show in its second season when the original star, Diana Hyland, died after the first four episodes of season one, and her character Joan Bradford died as well. Buckley was cast as the central character's new romantic interest, Sandra Sue \"Abby\" Abbott, who became stepmother of the eight children to which the series' title refers.  Betty later received two Daytime Emmy Award nominations for Outstanding Performer in a Children's Program/Special, for NBC Special Treat - Bobby and Sarah (1984) and ABC Afterschool Special - Taking a Stand (1989).\n\nFrom 2001 to 2003, Betty Buckley played a role in seasons 4–6 of the HBO series Oz. She also has guest-starred in a number of television series, including Without a Trace, Law & Order: Special Victims Unit, and Monk. Betty also guest-starred in a Christmas special of the TV series Remember WENN, in which she sang \"You Make It Christmas\".\n\nOn film, Buckley appeared in the original movie version of Carrie in 1976, playing Miss Collins, Carrie's gym teacher. She went on to appear as Margaret White in the notorious 1987 musical adaptation of the film on Broadway; an expensive and creatively disastrous flop in which she nevertheless scored a personal triumph.  In 1977, she recorded an uncredited solo on the song \"Walking in Space\", in the movie Hair.\n\nHer screen roles during the 1980s include Bruce Beresford's film Tender Mercies, where she played a country music singer and sang the Academy Award-nominated song \"Over You\". She also appeared in the Woody Allen film Another Woman (1988), Roman Polanski's Frantic (1988) and Lawrence's Kasden's Wyatt Earp (1994). In 2008, Buckley played Mrs. Jones in M. Night Shyamalan's The Happening. In 2017, Buckley was one of the stars of M. Night Shyamalan's Split, a major success which was the number-one film at the box office for three weeks running.\n\nBuckley has worked regularly in the theatre throughout her career. In 1969, she made her Broadway debut as Martha Washington in the original company of Tony winner 1776; a role she famously won on her first day in New York. That same year, she made her West End debut in the original London cast of Promises, Promises.\n\nIn 1982, Buckley starred as Grizabella in the original Broadway production of the musical Cats, which features the song \"Memory\".  For this role, she won the Tony Award for Best Featured Actress in a Musical. In 1985 she played the titular character in another Tony winning musical The Mystery of Edwin Drood. This was the third time Buckley had originated a role in a show that went on to win the Tony for Best Musical.  Buckley starred in both London (1994) and New York (1995) as Norma Desmond in the musical Sunset Boulevard. For her role in the London production, she received an Olivier Award nomination for Best Actress in a Musical.","birthday":"1947-07-03","deathday":null,"gender":1,"homepage":"https://www.bettybuckley.com/","id":52462,"imdb_id":"nm0000990","known_for_department":"Acting","name":"Betty Buckley","place_of_birth":"Big Spring, Texas, USA","popularity":8.085,"profile_path":"/szxY6tMCiSnKqH5bQg49ZcdukIM.jpg"}
