{"adult":false,"also_known_as":[],"biography":"Matthew Abram \"Matt\" Groening (born February 15, 1954) is an American cartoonist, screenwriter, and producer. He is the creator of the comic strip Life in Hell as well as two successful television series, The Simpsons and Futurama.\n\nGroening made his first professional cartoon sale of Life in Hell to the avant-garde Wet magazine in 1978. The cartoon is still carried in 250 weekly newspapers. Life in Hell caught the attention of James L. Brooks. In 1985, Brooks contacted Groening with the proposition of working in animation for the Fox variety show The Tracey Ullman Show. Originally, Brooks wanted Groening to adapt his Life in Hell characters for the show. Fearing the loss of ownership rights, Groening decided to create something new and came up with a cartoon family, The Simpsons, and named the members after his own parents and sisters — while Bart was an anagram of the word brat. The shorts would be spun off into their own series: The Simpsons, which has since aired over 480 episodes. In 1997, Groening, along with former Simpsons writer David X. Cohen, developed Futurama, an animated series about life in the year 3000, which premiered in 1999. After four years on the air, the show was canceled by Fox in 2003, but Comedy Central commissioned 16 new episodes from four direct-to-DVD movies in 2008. Then, in June 2009, Comedy Central ordered 26 new episodes of Futurama, to be aired over two seasons.\n\nGroening has won 11 Primetime Emmy Awards, ten for The Simpsons and one for Futurama as well as a British Comedy Award for \"outstanding contribution to comedy\" in 2004. In 2002, he won the National Cartoonist Society Reuben Award for his work on Life in Hell.\n\nDescription above from the Wikipedia article Matt Groening, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1954-02-15","deathday":null,"gender":2,"homepage":null,"id":5741,"imdb_id":"nm0004981","known_for_department":"Writing","name":"Matt Groening","place_of_birth":"Portland, Oregon, USA","popularity":9.422,"profile_path":"/2HmAw3AN93DGESPi3ibLZgBa8cT.jpg"}
