{"adult":false,"also_known_as":[],"biography":"Anjelica Huston (born July 8, 1951) is an American actress, director, producer, author, and former fashion model. She is the daughter of director John Huston and granddaughter of actor Walter Huston. After reluctantly making her big screen debut in her father's A Walk with Love and Death (1969), Huston moved from London to New York City, where she worked as a model throughout the 1970s. She decided to actively pursue acting in the early 1980s, and, subsequently, had her breakthrough with her performance in Prizzi's Honor (1985), also directed by her father, for which she became the third generation of her family to receive an Academy Award, when she won Best Supporting Actress, joining both John and Walter Huston in this recognition.\n\nHuston received Academy Award nominations for Enemies, A Love Story (1989) and The Grifters (1990), for Best Supporting Actress and Best Actress, respectively, BAFTA nominations for Best Supporting Actress for the Woody Allen films Crimes and Misdemeanors (1989) and Manhattan Murder Mystery (1993) and Golden Globe nominations for Best Actress – Motion Picture Comedy or Musical for starring as Morticia Addams in The Addams Family (1991) and its sequel Addams Family Values (1993). She also received acclaim for her portrayal of the Grand High Witch in Roald Dahl's film adaptation The Witches (1990). Huston has frequently worked with director Wes Anderson, starring in The Royal Tenenbaums (2001), The Life Aquatic with Steve Zissou (2004) and The Darjeeling Limited (2007). Her other notable credits include The Dead (1987), Ever After (1998), Buffalo '66 (1998), Daddy Day Care (2003), 50/50 (2011) and John Wick: Chapter 3 – Parabellum (2019). She has lent her voice to several animated films, mainly the Tinker Bell franchise (2008–2015).\n\nOn television, Huston has had recurring roles on Huff (2006), Medium (2008–2009), and Transparent (2015–2016). She won a Gracie Award for her portrayal of Eileen Rand on Smash (2012–2013). Huston made her directorial debut with the film Bastard Out of Carolina (1996). This was followed by Agnes Browne (1999), in which she also starred. She has written the memoirs A Story Lately Told (2013) and Watch Me (2014).\n\nDescription above from the Wikipedia article Anjelica Huston, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1951-07-08","deathday":null,"gender":1,"homepage":null,"id":5657,"imdb_id":"nm0001378","known_for_department":"Acting","name":"Anjelica Huston","place_of_birth":"Santa Monica, California, USA","popularity":8.028,"profile_path":"/6hnYeHa7Rc1w1MmQ3JsLSIb7yCX.jpg"}
