{"adult":false,"also_known_as":["Jennifer Joanna Aniston","Дженнифер Энистон","Τζένιφερ Τζοάννα Άνιστον","Τζένιφερ Άνιστον","詹妮弗·安妮斯顿","Дженніфер Еністон","제니퍼 애니스톤","ג'ניפר אניסטון"],"biography":"Jennifer Joanna Aniston (born February 11, 1969) is an American actress and producer. The daughter of actors John Aniston and Nancy Dow, she began working as an actress at an early age with an uncredited role in the 1988 film Mac and Me; her first major film role came in the 1993 horror comedy Leprechaun. Since her career progressed in the 1990s, she has become one of the world's highest-paid actresses. Films with her in the leading role have grossed over $1.6 billion worldwide, with 12 of them earning at least $100 million.\n\nAniston rose to international fame for her role as Rachel Green on the television sitcom Friends (1994–2004), for which she earned Primetime Emmy, Golden Globe, and Screen Actors Guild awards. She has since played starring roles in numerous dramas, comedies and romantic comedies. Her biggest box office successes include Bruce Almighty (2003), The Break-Up (2006), Marley & Me (2008), Just Go with It (2011), Horrible Bosses (2011), and We're the Millers (2013), each of which grossed over $200 million in worldwide box office receipts. Some of her most critically acclaimed film roles include Office Space (1999), The Good Girl (2002), Friends with Money (2006), Cake (2014), and Dumplin' (2018). She returned to television in 2019, producing and starring in the Apple TV+ drama series The Morning Show, for which she won another Screen Actors Guild Award.\n\nAniston has been included in numerous magazines' lists of the world's most beautiful women. Her net worth is estimated as $300 million. She is the recipient of a star on the Hollywood Walk of Fame and is the co-founder of the production company Echo Films, established in 2008. She has been married twice: first to actor Brad Pitt, to whom she was married for five years, and later to actor Justin Theroux, whom she married in 2015 and separated from in 2017.","birthday":"1969-02-11","deathday":null,"gender":1,"homepage":null,"id":4491,"imdb_id":"nm0000098","known_for_department":"Acting","name":"Jennifer Aniston","place_of_birth":"Sherman Oaks, Los Angeles, California, USA","popularity":17.943,"profile_path":"/qPXG41rYdUGldZhMhuZFvmpZKRp.jpg"}
