{"adult":false,"also_known_as":[],"biography":"John Waters is one of Australia's most recognised and respected film and theatre actors. He was born in London England on December 8 1948, the middle of five children of Scottish actor, Russell Waters. As a child John often hung around film studios while dad worked and even starred in a few young parts. He first faced a live audience as a singer and bass player with 60s R &amp; R Band The Riots and appeared in Macbeth before travelling to Australia in 1968 with only a guitar and $90. He soon heard a US film called Adam's Woman, starring Beau Bridges, was being filmed in NSW so he managed to get himself cast in a small role. Fellow cast members recommended he try auditioning for a musical. He did, and landed the lead role of Claude in Sydney's 1969 production of the landmark rock musical, Hair. This was followed by the role of Judas in Godspell. This led to an acting career on stage, film and television that elevated him to his current status as Australia's most versatile leading man. From the brooding Sgt. McKellar Of ABC TV's Rush in 1974 which earned him a Logie Award for Best New Talent, through the Australian film boom that followed with films such as End Play, Summerfield, Breaker Morant, and on to the mini-series of the 80's, All The Rivers Run, Nancy Wake and Alice To Nowhere. Not to be forgotten was his ten year stint as host of childrens ABC program PlaySchool.  John has always intrigued audiences with his diversity. Since collecting Australia's highest accolade as the Australian Film Institute's Best Actor Award in 1988 for the film Boulevard of Broken Dreams, John has re-embraced musical theatre as Professor Higgins in My Fair Lady, and They're Playing Our Song, and in productions of The Hunting of the Snark for Mike Batt, and A Little Night Music for the Sydney Theatre Company. He has also appeared in Love Letters at the Sydney Opera House and Children of a Lesser God. In 1995 he appeared in ReUnion a rock musical written and financed by himself and Stewart D'Arrietta. He won unanimous acclaim in the role of Pontius Pilate in the 1992 concert version of Jesus Christ Superstar with John Farnham, Kate Ceberano, Jon Stevens and Angry Anderson which successfully toured the nation. He has made guest appearances in various TV series, including Good Guys Bad Guys, The Man From Snowy River, All Together Now and Young Lions. John's self written one man show Looking Through a Glass Onion, based on the life of John Lennon, toured nationally and regularly since 1992 and also played six months in London's West End in 1995.  IMDb Mini Biography By: Karina","birthday":"1948-12-08","deathday":null,"gender":2,"homepage":null,"id":1068123,"imdb_id":"nm0914113","known_for_department":"Acting","name":"John Waters","place_of_birth":"London, England, UK","popularity":3.802,"profile_path":"/o5Kgv9eVS5vyM01RJFGBIiZSEBp.jpg"}
