{"adult":false,"also_known_as":["데니스 패리나"],"biography":"​Dennis Farina was one of Hollywood's busiest actors and a familiar face  to moviegoers and television viewers alike. Recently, he appeared in the  feature films, \"The Grand,\" a comedy about a Vegas poker tournament  with Woody Harrelson, Cheryl Hines and Ray Romano; \"Bottle Shock,\" also  starring Alan Rickman, Bill Pullman and Bradley Whitford; and Fox's  \"What Happens in Vegas,\" in which Dennis starred as Cameron Diaz's boss.  Farina also appeared on the NBC series \"Law and Order\" and in the HBO  miniseries, \"Empire Falls,\" for which he won a Golden Globe Award for  Best Mini-Series. Farina is well remembered for his role in  memorable features such as Steven Soderbergh's \"Out of Sight,\" in which  he played the retired lawman father of Jennifer Lopez's character. This  was Farina's second outing in an Elmore Leonard best seller, the  previous one being \"Get Shorty,\" directed by Barry Sonnenfeld and  co-starring John Travolta, Rene Russo and Gene Hackman. Farina received  an American Comedy Award for Funniest Supporting Male for his  performance as \"Ray 'Bones' Barboni.\" In 1998's \"Saving Private  Ryan,\" directed by Steven Spielberg, Farina played \"Col. Anderson,\" a  pivotal role in the film. It is this character who convinces Tom Hanks  character to lead a squad deep into Nazi territory to rescue \"Pvt.  Ryan.\" He also co-starred with Brad Pitt and Oscar-winner Benicio Del  Toro in the darkly comedic crime drama \"Snatch,\" directed by Guy  Ritchie. Farina's numerous other screen credits include John  Frankenheimer's \"Reindeer Games,\" \"Paparazzi,\" Martin Brest's \"Midnight  Run,\" the Michael Mann film \"Manhunter\", among many other feature films.  Farina is also recognized for his role in the critically acclaimed  television series, NBC's \"Crime Story\". A veteran of the Chicago  theater, Farina has appeared in Joseph Mantegna's \"Bleacher Bums,\" and  \"A Prayer For My Daughter,\" directed by John Malkovich, and many others.  He died on July 22, 2013 in Scottsdale, Arizona at age 69.","birthday":"1944-02-29","deathday":"2013-07-22","gender":2,"homepage":null,"id":1117,"imdb_id":"nm0001199","known_for_department":"Acting","name":"Dennis Farina","place_of_birth":"Chicago, Illinois, USA","popularity":7.357,"profile_path":"/4hEWe0ZcDpGlB3nRizLkVMcG13B.jpg"}
