{"adult":false,"also_known_as":[],"biography":"Charles Gunning was born in Waxahachie, Texas. As a child growing up in Dallas, he always aspired to be an artist. He was an active participant in the music and art scenes while residing in Austin, Texas, where he lived for 20 years. Charles has lived in Los Angeles, California, since 1991. Charles studied Television and Film at The University of Texas at Austin and at the Conservatory of The American Film Institute in Hollywood. Joel Coen and Ethan Coen discovered Charles and cast him into his first major movie in the critically acclaimed Miller's Crossing (1990). Charles attained cult-hero status for his role in the smash-hit Richard Linklater film Slacker (1990). He also appeared in the beautifully done Walter Hill film Wild Bill (1995) with Jeff Bridges and Ellen Barkin . Charles Gunning Co-Stars as \"Slim\" in his latest film, Richard Linklater's The Newton Boys (1998) starring Matthew McConaughey, Ethan Hawke, and Dwight Yoakam. Charles Gunning has had numerous Roles on television series, including High Incident (1996) (ABC), Lois & Clark: The New Adventures of Superman (1993) (ABC), ER (1994) (NBC), Cybill (1995) (CBS), Murder, She Wrote (1984) (CBS), Star Trek: The Next Generation (1987) (Fox) and Dr. Quinn, Medicine Woman (1993) (CBS). He has appeared in TV movies Attack of the 5 Ft. 2 Women (1994)(Showtime), and Bonanza: The Return (1993) (NBC), among others, and in a number of high-profile commercials. Charles Gunning is a versatile bad-guy actor whose roles have ranged from cold-blooded psychopaths, the Devil, Weirdoes, Drunks, Gangsters, Murderers, Hitmen, Aliens and Cops. He also specializes in dark comedies. In June of 1993, Charles Gunning won the mantle of Archetypal Screen Villain in a poker game from Hollywood Icon Jack Elam.","birthday":"1951-04-12","deathday":"2002-12-11","gender":2,"homepage":null,"id":71659,"imdb_id":"nm0348304","known_for_department":"Acting","name":"Charles Gunning","place_of_birth":"Waxahachie, Texas, USA","popularity":3.59,"profile_path":"/s5SpJFyoufazTE7hQ8bCDGwFUwm.jpg"}
