{"adult":false,"also_known_as":["Val Venis","Sean Morley"],"biography":"Sean Allen Morley is a Canadian professional wrestler better known by his ring name Val Venis, during his time with World Wrestling Federation, later known as World Wrestling Entertainment. He has also worked for Consejo Mundial de Lucha Libre and Total Nonstop Action Wrestling.  During his career in WWF/E, Morley held the Intercontinental Championship twice, the European Championship once, and the World Tag Team Championship once with Lance Storm. He is a one-time World Champion having won the CMLL World Heavyweight Championship. Morley toured in Japan with New Japan Pro Wrestling (NJPW), losing to Hiroshi Tanahashi on March 22, 2009, and with Hulk Hogan's Hulkamania: Let the Battle Begin tour of the world which started in Melbourne, Australia.\n\nMorley returned to Canada wrestling for Championship Wrestling International, Venis defeated former World Tag Team Champion Sylvain Grenier in Lindsay, Ontario, Canada.The following day Venis defeated Chris Masters at CWI Fall Brawl 2 in Caledonia, Ontario, Canada.\n\nTotal Nonstop Action Wrestling (2010)\n\nMorley made his debut for TNA on the January 4, 2010 episode of Impact! in a backstage segment with the Beautiful People.On the January 14 episode of Impact! Morley had another segment, complete with revamped theme music, where he explained that he was no longer an adult film star, but rather an adult film producer. This led to Daniels coming to the ring and attacking him, setting up a match at the Genesis pay-per-view. At the pay-per-view Morley defeated Daniels in his first match for the company with his patented Money Shot.On the January 28 episode of Impact! Morley suffered his first loss in TNA, losing to Desmond Wolfe in an 8 Card Stud Tournament qualifying match.On the March 4, 2010 episode of Impact!, Morley pinned Jeff Jarrett in an impromptu Falls Count Anywhere match by order of Eric Bischoff, turning heel for the first time in TNA.However, the next day Morley announced on his Facebook page that largely due to the move of Impact! to Monday nights, his original plan to wrestle for both TNA and CMLL had to change and therefore he was done with TNA.\n\nPersonal life\n\nMorley speaks social Spanish, which he learned during the time he spent in Mexican lucha libre promotions. His sister, Alannah Morley, married Adam \"Edge\" Copeland on November 8, 2001 and divorced him on March 10, 2004.\n\nMorley is an advocate for the legalisation of cannabis, and now works as a budtender at \"Health for Life\" marijuana dispensary in Mesa, Arizona","birthday":"1971-03-06","deathday":null,"gender":2,"homepage":null,"id":1197790,"imdb_id":"nm0605929","known_for_department":"Acting","name":"Sean Allen Morley","place_of_birth":"Ontario, Canada","popularity":2.642,"profile_path":"/z1SOeQuDqnyuOqjdpnpiD7SocyN.jpg"}
