{"adult":false,"also_known_as":["Roseann O'Donnell"],"biography":"​From Wikipedia, the free encyclopedia.  \n\nRoseann \"Rosie\" O'Donnell (born March 21, 1962) is an American stand-up comedienne, actress, singer, author and media personality. She has also been a magazine editor and continues to be a celebrity blogger, LGBT rights activist, television producer and collaborative partner in the LGBT family vacation company R Family Vacations.\n\nRaised Roman Catholic, O'Donnell lost her mother to cancer as a pre-teen and has stressed the importance of protecting children and supporting families throughout her career. O'Donnell started her comedy career while still a teenager and her big break was on the talent show Star Search when she was twenty years old. A TV sitcom and a series of movies introduced her to a larger national audience and in 1996 she started hosting The Rosie O'Donnell Show which won multiple Emmy awards.\n\nDuring her years on The Rosie O'Donnell Show she wrote her first book, a memoir called Find Me and developed the nickname \"Queen Of Nice\" as well as a reputation for philanthropic efforts. She used the book's $3 million advance to establish her own For All Kids foundation and promoted other charity projects encouraging other celebrities on her show to also take part. O'Donnell came out stating \"I'm a dyke!\" two months before finishing her talk show run, saying that her primary reason was to bring attention to gay adoption issues.  O'Donnell is a foster—and adoptive—mother. She has since continued to support many LGBT causes and issues.\n\nIn 2006 O'Donnell became the new moderator on The View boosting ratings and attracting controversies with her liberal views, and strong personality, dominating many of the conversations. She became a polarizing figure to many and her strong opinions resulted in several notable controversies including an on-air dispute regarding the Bush administration's policies with the war in Iraq resulting in a mutual agreement to cancel her contract. In 2007 O'Donnell also released her second memoir, Celebrity Detox, which focuses on her struggles with fame and her time at The View. She continues to do charity work and remains involved with LGBT and family-related issues. She is best known for her inaccurate prediction that Donald Trump will never be the President of the United States. In 2008 O'Donnell starred in and executive produced America (2009 film), a Lifetime channel original movie in which she plays the therapist of the title character, a 16-year-old boy aging out of the foster care system. The film is based on the E.R. Frank book of the same name. \n\nIn October 2009, she appeared in the original cast of Love, Loss, and What I Wore.  In November 2009 \"Rosie Radio\", a daily two-hour show with O'Donnell discussing news and events on Sirius XM Radio, premiered. O'Donnell said she was approached by the company after she appeared on The Howard Stern Show.   O'Donnell has signed on with the Oprah Winfrey Network OWN to return to daytime TV with a talk show in Fall 2011. \n\nDescription above from the Wikipedia article Rosie O'Donnell,   licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1962-03-21","deathday":null,"gender":1,"homepage":null,"id":12929,"imdb_id":"nm0005280","known_for_department":"Acting","name":"Rosie O'Donnell","place_of_birth":"Commack, Long Island, New York, USA","popularity":10.088,"profile_path":"/bfeIiPngsbLU7zK8sS18l3Pz3KR.jpg"}
