{"adult":false,"also_known_as":["Beatrice Arthur"],"biography":"Actress-comedienne famous for her acid wit. The majority of her work has been on the stage and in television, but she has made some films. She was a regular on Sid Caesar's show \"Caesar's Hour\" (1954) for one season in the 1950s. She first gained attention on stage while appearing in the musical play \"The Threepenny Opera\" with Lotte Lenya. Then, in 1964, she truly became famous when she appeared in the original Broadway production of \"Fiddler on the Roof\" as Yente the Matchmaker. In this supporting role, she stole the show night after night. In 1966, she went to work on a new Broadway musical, \"Mame\", directed by her second husband, Gene Saks. For the featured role of Vera Charles in \"Mame\" she won a Tony. The star of the show, Angela Lansbury, also won a Tony. In 1971, Bea appeared on the hit sitcom \"All in the Family\" (1971) as Maude Findlay, Edith Bunker's cousin, who was forever driving Archie Bunker crazy with her liberal politics. This guest appearance led to her own series, entitled \"Maude\" (1972), in 1972. The show was a hit, and ran for six years, during which time many controversial topics, including abortion, were tackled. Bea also won an Emmy for her work on \"Maude\" (1972). During the show's run, Bea repeated the role of Vera Charles in the film version of Mame (1974), again directed by Gene Saks. She also appeared on none other than The Star Wars Holiday Special (1978) (TV). In 1983, she started work on a new sitcom, \"Amanda's\" (1983), which was patterned after British situation comedy \"Fawlty Towers\" (1975), but it didn't last long. In 1985, however, she got sweet compensation when her new sitcom, \"The Golden Girls\" (1985) hit the air. Co-starring Betty White, Rue McClanahan and Estelle Getty, it was a show about four middle-aged women living in Miami. It was an immediate hit, and ran for seven seasons. All of the cast members, including Bea, won Emmys during the show's run. It should be worth noting that both \"Maude\" (1972) and \"The Golden Girls\" (1985) had to be canceled when Bea announced she was leaving each of them. In both cases, she left when she thought each show was at its peak and, in both cases, the producers of the shows realized the shows just wouldn't be the same without her. Since \"The Golden Girls\" (1985) was canceled in 1992, Bea had kept a low profile, appearing in only a couple of movies: For Better or Worse (1995) and Enemies of Laughter (2000). In 1999, she made a very successful and welcome Comedy Central Presents: The N.Y. Friars Club Roast of Jerry Stiller (1999) (TV). She lives on a ranch in California. IMDb Mini Biography By: Tommy Peter","birthday":"1922-05-13","deathday":"2009-04-25","gender":1,"homepage":null,"id":79473,"imdb_id":"nm0037735","known_for_department":"Acting","name":"Bea Arthur","place_of_birth":"New York City, New York, USA","popularity":7.311,"profile_path":"/fav7Uk4ZYrutBQjlayTQmI57t.jpg"}
