{"adult":false,"also_known_as":[],"biography":"Brian made the decision to become an actor before his 10th birthday but took another 20 years to make the journey to Hollywood to begin his formal acting training.\n\nBorn in Framingham MA, Brian moved with his family to Illinois and Ohio before settling in a beautiful small town in Western Michigan. Unable to afford theater training after high school and in the middle of the Iranian hostage crisis he joined the US Army in hopes of later attending American Academy of Dramatic Arts in NYC.\n\nThe Army had different plans for Brian and after 2 yrs of infantry training, accepted him into US Army flight school at Ft Rucker, Alabama. Brian loved the intense academic environment and found he had a natural ability flying helicopters. Upon flight school graduation, Brian was accepted into the attack school where he was trained as a Cobra pilot then sent to a discreet Army base in the rural fields west of Nurnberg, Germany. The only American living in the small town of Oberntief at the time, Brian treasures those years and is always trying to live up to them. While in Germany, he studied full time at the satellite campus of Embry Riddle Aeronautical University near Nurnberg, and as an avid skier, racked up over fifty lift tickets in three years from the Austrian Alps to the Italian Dolomites. If he wasn't flying, studying, or comparing stories over drinks at their remote officers club, he was traveling Europe with his fellow gun pilots. Despite an exciting and very rewarding career thus far, Brian knew it was time to become an actor soon and after seeing the movie Top Gun in Garmisch, requested his final assignment be as close to Hollywood as possible. Within a year, he was based at Ft Ord, CA and immersed himself in Monterey's busy theater community whenever he could.\n\nIn Monterey, he got the part of Vince in Buried Child by falling down 'drunk' on stage during his audition and completing the scene from the stage floor.\n\nIn late 1989, after 10 years of military service, Brian resigned from the Army, sold his new Saab for acting lessons in Hollywood, and made his move there.\n\nOctober 30th 2009 marks both the theatrical release of the new film Boondock Saints 2, All Saints Day and the 20th anniversary of Brian's arrival in Los Angeles.\n\n- IMDb Mini Biography","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":54792,"imdb_id":"nm0537126","known_for_department":"Acting","name":"Brian Mahoney","place_of_birth":"Framingham -  Massachusetts - USA","popularity":0.84,"profile_path":"/6ExoquFGbjOkkLWJc0u946WVRYH.jpg"}
