{"adult":false,"also_known_as":["Richard Goleszowski","Richard 'Golly' Goleszowski","Richard 'Golly' Golieszowski","Richard Starzack"],"biography":"Richard Starzak, previously known as Richard \"Golly\" Goleszowski, is an English animator.\n\nStarzak was born in Suffolk in 1959 and grew up in Ipswich, attending Northgate Grammar School. After completing a degree in Fine Art at Exeter College of Art and Design specialising in animation, he experimented further with animation and DJ-ing before joining Aardman Animations in 1983 as its first employee.\n\nDuring his first nine-year[5] stretch at Aardman he worked on several short films and promos including \"Morph\", \"Sledgehammer\" for Peter Gabriel, Pee-Wee's Playhouse in New York, his own film Ident (1989), which introduced the character Rex, and two Rex the Runt pilot films. His commercial work includes Domestos Big Dom, Grolsch, Cadbury’s Creme Eggs, Weetos and Maltesers and several European commercials.\n\nIn 1992, Starzak left Aardman to pursue a freelance career during which time he worked in New Zealand as Production Adviser for Oscar and Friends, and wrote and directed 13 episodes of Rex the Runt for BBC2, winning the Carlton Award for International Animation at The Indies in 2000.\n\nHe then directed Robbie the Reindeer in 1999 for BBC Animation Unit. Robbie went on to win 19 international awards including a British Academy of Film and Television Arts award (BAFTA). Following the success of Robbie, Starzak worked for two years on a project for Aardman’s feature film department as well as directing and writing the second series of Rex the Runt. In 2002, Starzak was honoured with the Award for Best TV Special for Robbie the Reindeer: Hooves of Fire at the 3rd International Festival of Animated Feature Films and TV Specials. From 2003, he directed two series of Creature Comforts – 2x13 episodes for ITV based on the Academy Award winning Nick Park short film. The first series went on to win 17 awards, and both series were nominated for a BAFTA. The second series includes a half-hour Christmas special. In between these two series, he devised Shaun the Sheep,[9] writing and directing the pilot.\n\nFrom Wikipedia, the free encyclopedia","birthday":"1959-01-01","deathday":null,"gender":2,"homepage":null,"id":1244465,"imdb_id":"nm0326450","known_for_department":"Directing","name":"Richard Starzak","place_of_birth":"Suffolk, England, UK","popularity":1.491,"profile_path":"/o8Dm54LgHmsxkGmTRtmyKc1boHV.jpg"}
