{"adult":false,"also_known_as":["Кристиан  Бейл ","克里斯汀·貝爾","คริสเตียน เบล","クリスチャン・ベール","크리스찬 베일","كريستيان بيل","Christian Charles Philip Bale","Κρίστιαν Μπέιλ","克里斯蒂安·贝尔"," ქრისტიან ბეილი"],"biography":"Christian Charles Philip Bale (born 30 January 1974) is an English actor. Known for his versatility and recurring physical transformations to play his roles, he has been a leading man in films of several genres. Bale is the recipient of various accolades, including an Academy Award and two Golden Globe Awards. Time magazine included him on its list of the 100 most influential people in the world in 2011.\n\nBorn in Wales to English parents, Bale had his breakthrough role at age 13 in Steven Spielberg's 1987 war film Empire of the Sun. After more than a decade of performing in leading and supporting roles in films, he gained wider recognition for his portrayals of serial killer Patrick Bateman in the black comedy American Psycho (2000) and the titular role in the psychological thriller The Machinist (2004). In 2005, Bale played superhero Batman in Batman Begins and reprised the role in the sequels The Dark Knight (2008) and The Dark Knight Rises (2012), garnering acclaim for his performance in the trilogy, which is one of the highest-grossing film franchises.\n\nBale continued in starring roles in a range of films outside his work as Batman, including the period drama The Prestige (2006), the action film Terminator Salvation (2009), the crime drama Public Enemies (2009), the epic film Exodus: Gods and Kings (2014) and the historical drama The Promise (2016). For his portrayal of boxer Dicky Eklund in the 2010 biographical film The Fighter, Bale won an Academy Award and a Golden Globe Award. Further Academy Award and Golden Globe Award nominations came in subsequent years for his work in the black comedy American Hustle (2013) and the biographical dramedies The Big Short (2015) and Vice (2018). Bale's roles as politician Dick Cheney in Vice and race car driver Ken Miles in the sports drama Ford v Ferrari (2019) respectively earned him a second win and a fifth nomination at the Golden Globe Awards.","birthday":"1974-01-30","deathday":null,"gender":2,"homepage":null,"id":3894,"imdb_id":"nm0000288","known_for_department":"Acting","name":"Christian Bale","place_of_birth":"Haverfordwest, Pembrokeshire, Wales, UK","popularity":34.6,"profile_path":"/b7fTC9WFkgqGOv77mLQtmD4Bwjx.jpg"}
