{"adult":false,"also_known_as":["Sahron Stone","샤론 스톤","Σάρον Στόουν","Шэрон Стоун"],"biography":"Sharon Vonne Stone (born March 10, 1958) is an American actress, producer, and former fashion model. She is the recipient of a Primetime Emmy Award and a Golden Globe Award, as well as having received nominations for an Academy Award and two Screen Actors Guild Awards.\n\nAfter modelling in television commercials and print advertisements, she made her film debut as an extra in Woody Allen's comedy-drama Stardust Memories (1980). Her first speaking part was in Wes Craven's horror film Deadly Blessing (1981), and throughout the 1980s, Stone went on to appear in films such as Irreconcilable Differences (1984), King Solomon's Mines (1985), Cold Steel (1987), Action Jackson (1988), and Above the Law (1988). She found mainstream prominence with her part in Paul Verhoeven's science fiction action film Total Recall (1990).\n\nStone became a sex symbol and rose to international recognition when she starred as Catherine Tramell in another Verhoeven film, the erotic thriller Basic Instinct (1992), for which she earned her first Golden Globe Award nomination for Best Actress in a Motion Picture – Drama. She received further critical acclaim with her performance in Martin Scorsese's epic crime drama Casino (1995), garnering the Golden Globe Award and an Academy Award nomination for Best Actress.\n\nStone received two more Golden Globe Award nominations for her roles in The Mighty (1998) and The Muse (1999). Her other notable film roles include Sliver (1993), The Specialist (1994), The Quick and the Dead (1995), Last Dance (1996), Sphere (1998), Catwoman (2004), Broken Flowers (2005), Alpha Dog (2006), Basic Instinct 2 (2006), Bobby (2006), Lovelace (2013), Fading Gigolo (2013), and The Disaster Artist (2017). In 1995, she received a star on the Hollywood Walk of Fame, and in 2005, she was named Officer of the Order of Arts and Letters in France.\n\nOn television, Stone has had notable performances in the miniseries War and Remembrance (1987) and the HBO television film If These Walls Could Talk 2 (2000). She made guest appearances in The Practice (2004), winning the Primetime Emmy Award for Outstanding Guest Actress in a Drama Series, and in Law & Order: Special Victims Unit (2010). Stone has also appeared in the series Agent X (2015), Mosaic (2017), and The New Pope (2019).\n\nDescription above from the Wikipedia article Sharon Stone, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1958-03-10","deathday":null,"gender":1,"homepage":null,"id":4430,"imdb_id":"nm0000232","known_for_department":"Acting","name":"Sharon Stone","place_of_birth":"Meadville, Pennsylvania, USA","popularity":20.975,"profile_path":"/eg8DKQGLJrIA1Yjee0y7K5K6QWq.jpg"}
