{"adult":false,"also_known_as":["Hans Dolph Lundgren","Ντολφ Λούντγκρεν","Hans Lundgren"],"biography":"Hans Lundgren (born 3 November 1957), better known as Dolph Lundgren, is a Swedish actor, filmmaker, and martial artist. Lundgren's breakthrough came in 1985, when he starred in Rocky IV as the imposing Soviet boxer Ivan Drago. Since then, he has starred in more than 69 films, almost all of them in the action genre.\n\nLundgren received a degree in chemical engineering from the Royal Institute of Technology in the early 1980s and a master's degree in chemical engineering from the University of Sydney in 1982. He holds the rank of 4th dan black belt in Kyokushin karate and was European champion in 1980–81. While in Sydney, he became a bodyguard for Jamaican singer Grace Jones and began a relationship with her. He received a Fulbright scholarship to MIT and moved to Boston. Jones convinced him to leave the university and move to New York City to be with her and begin acting, where, after a short stint as a model and bouncer at the Manhattan nightclub The Limelight, Lundgren got a small debut role as a KGB henchman in the James Bond film A View to a Kill.\n\nAfter appearing in Rocky IV, Lundgren portrayed He-Man in the 1987 science fantasy film Masters of the Universe, Lt. Rachenko in Red Scorpion (1988) and Frank Castle in the 1989 film The Punisher. Throughout the 1990s he appeared in films such as I Come in Peace (1990), Cover Up (1991), Showdown in Little Tokyo (1991), Universal Soldier film series (1992, 2009, 2012), Joshua Tree (1993), Pentathlon (1994), Men of War (1994), Johnny Mnemonic (1995), The Shooter (1995), Silent Trigger (1996), The Peacekeeper (1997), and Blackjack (1998). In 2004 he directed his first film, The Defender, and subsequently directed The Mechanik (2005), Missionary Man (2007), Command Performance (2009), and Icarus (2010), also starring in all of them.\n\nAfter a long spell performing in direct-to-video films since 1995, Lundgren returned to Hollywood in 2010 with the role of Gunnar Jensen in The Expendables, alongside Sylvester Stallone and an all-action star cast. He reprised his role in The Expendables 2 (2012) and The Expendables 3 (2014). Also in 2014, he co-starred in Skin Trade, an action thriller about human trafficking he co-wrote and produced. He reprised his role of Ivan Drago in Creed II (2018), and is due to reprise his role as Gunner Jensen in The Expendables 4. He appears in Sharknado 5: Global Swarming (2017), playing the protagonist's son Gil as an adult, and in Aquaman (2018), playing the father of Mera. He also had a recurring role in the fifth season of Arrow.\n\nDescription above from the Wikipedia article Dolph Lundgren, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1957-11-03","deathday":null,"gender":2,"homepage":"http://www.dolphlundgren.com","id":16644,"imdb_id":"nm0000185","known_for_department":"Acting","name":"Dolph Lundgren","place_of_birth":"Stockholm, Sweden","popularity":24.33,"profile_path":"/jDLOU3Ay59NxLH8QDm5hcVTaKuC.jpg"}
