{"adult":false,"also_known_as":["Jonathan Stuart Leibowitz"],"biography":"Jon Stewart  (born Jonathan Stuart Leibowitz; November 28, 1962) is an American political satirist, writer, television host, actor, media critic and stand-up comedian. He is widely known as host of The Daily Show, a satirical news program that airs on Comedy Central.\n\nStewart started as a stand-up comedian, but branched into television as host of Short Attention Span Theater for Comedy Central. He went on to host his own show on MTV, called The Jon Stewart Show, and then hosted another show on MTV called You Wrote It, You Watch It. He has also had several film roles as an actor. Stewart became the host of The Daily Show on Comedy Central in early 1999. He is also a writer and co-executive-producer of the show. After Stewart joined, The Daily Show steadily gained popularity and critical acclaim, which led to his first Emmy Award in 2001.\n\nStewart has gained acclaim as an acerbic, satirical critic of personality-driven media shows, in particular those of the US media networks such as CNN, Fox News Channel, and MSNBC. Critics say Stewart benefits from a double standard: he critiques other news shows from the safe, removed position of his \"fake news\" desk. Stewart agrees, saying that neither his show nor his channel purports to be anything other than satire and comedy. In spite of its self-professed entertainment mandate, The Daily Show has been nominated for news and journalism awards. Stewart hosted the 78th and 80th Academy Awards. He is the co-author of America (The Book): A Citizen's Guide to Democracy Inaction, which was one of the best-selling books in the U.S. in 2004 and Earth (The Book): A Visitor's Guide to the Human Race released in 2010.  Description above from the Wikipedia article Jon Stewart, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1962-11-28","deathday":null,"gender":2,"homepage":null,"id":12219,"imdb_id":"nm0829537","known_for_department":"Acting","name":"Jon Stewart","place_of_birth":"New York City, New York, USA","popularity":4.145,"profile_path":"/jmnRMhkms5YAHNb5ZK5ro750vKk.jpg"}
