{"adult":false,"also_known_as":["Triple H","\tHunter Hearst Helmsley","Jean-Paul Levesque","Terra Ryzing","The Game","Honor","Cerebral Assassin"],"biography":"Paul Michael Lévesque is an American professional wrestler, actor and WWE executive, better known by his ring name Triple H, an abbreviation of his former ring name, Hunter Hearst Helmsley. As well as wrestling on the Raw brand, Levesque is a Senior Advisor to WWE Chairman Vince McMahon, and Head of WWE's talent development department.\n\nBefore joining WWE, Levesque began his wrestling career with World Championship Wrestling (WCW) in 1994, wrestling under the ring name Terra Ryzing and later as Jean-Paul Lévesque. Levesque joined the World Wrestling Federation (WWF) in 1995 with the on-screen persona of wealthy sophisticate Hunter Hearst Helmsley.  He later abbreviated his name to Triple H and adopted an alternative image in the stable D-Generation X (DX). After the dissolution of DX, Triple H was pushed as a main event wrestler, winning several singles championships.  As part of a storyline, Triple H married Stephanie McMahon, who later became his real-life spouse. In 2003, Triple H formed another stable known as Evolution,  and in 2006 and 2009, reformed DX with Shawn Michaels. Overall, Levesque has won 23 championships in WWF/E, including thirteen World Championships, having won the WWF/E Championship a record eight times (tied with John Cena), and the World Heavyweight Championship five times (Triple H is also recognized as the first World Heavyweight Champion under WWE's lineage).  He has the highest number of world title reigns of all active WWE wrestlers. In addition, Levesque won the 1997 King of the Ring, the 2002 Royal Rumble, and was the second Grand Slam Championship winner. Outside wrestling, Levesque has made numerous guest appearances in film and on television","birthday":"1969-07-27","deathday":null,"gender":2,"homepage":null,"id":115788,"imdb_id":"nm0505391","known_for_department":"Acting","name":"Paul Michael Lévesque","place_of_birth":"Nashua, New Hampshire, USA","popularity":7.532,"profile_path":"/gOeQvjY8B9E81f3hDjOTmxx9ig4.jpg"}
