{"adult":false,"also_known_as":["Joe Mazzello"],"biography":"Joseph Francis Mazzello (born September 21, 1983), sometimes credited as Joe Mazzello, is an American actor, director, and screenwriter. He is best known for his roles as Tim Murphy in Jurassic Park (1993), Eugene Sledge in the HBO miniseries The Pacific (2010), Dustin Moskovitz in The Social Network (2010) and Queen bass player John Deacon in the biopic Bohemian Rhapsody (2018).\n\nHis first film appearance was a small role in 1990 film Presumed Innocent. He then went on to appear in Radio Flyer, Jersey Girl and the TV film Desperate Choices: To Save My Child in 1992. In 1993, he gained further recognition after starring in Steven Spielberg's Jurassic Park as Tim Murphy and in Richard Attenborough's Shadowlands. He later appeared in 1994's The River Wild. In 1995, he had roles in The Cure and Three Wishes.  His first film role in 2001 was in Wooly Boys. In 2002, he made his television debut on Providence. He then appeared on CBS' hit shows CSI: Crime Scene Investigation and Without a Trace. Afterwards, he appeared in Raising Helen (2004), The Hollow (2004), The Sensation of Sight (2006), and the short film Beyond All Boundaries (2009). He made his directorial debut with the short film Matters of Life and Death (2007).\n\nIn 2010, Mazzello played Dustin Moskovitz in the David Fincher-directed film The Social Network. His performance was well-received by critics, and he and the cast were nominated for several awards. He went on to appear in G.I. Joe: Retaliation as G.I. Joe operative Mouse in 2013, and starred as John Deacon in the 2018 Queen biopic, Bohemian Rhapsody.\n\nDescription above is from the Wikipedia article Joseph Mazzello, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1983-09-21","deathday":null,"gender":2,"homepage":null,"id":4787,"imdb_id":"nm0001515","known_for_department":"Acting","name":"Joseph Mazzello","place_of_birth":"Rhinebeck, New York, U.S.","popularity":15.558,"profile_path":"/44gsv7TlXOOKDGg5aRtqxZjM9ae.jpg"}
