{"adult":false,"also_known_as":["Mr. Vincenzo Landay","Vince Landay"],"biography":"Vincent Landay has spent over 20 years producing with director Spike Jonze, a collaboration that has been fruitful ever since its start. Music videos for bands such as Arcade Fire, Kanye West &amp; Jay Z, REM, Björk, Weezer, Fatboy Slim &amp; the Yeah Yeah Yeahs and commercials for Nike, Adidas, The Gap, Ikea &amp; Levis have lead to numerous awards including those from MTV, the Grammys, the Emmys, the Museum of Modern Art and the Cannes Lions Festival. Landay produced the acclaimed Directors Label DVD Series that featured collected short-form work of Jonze, Chris Cunningham and Michel Gondry.  Their feature collaboration has included Being John Malkovich, Adaptation, Where the Wild Things Are, and most recently Her. Their feature films have received a combined twelve Academy Award (Oscar) nominations and have also been recognized with awards by the Golden Globes, the Producers Guild of America, BAFTA, the American Film Institute, the MTV Movie Awards, and the Independent Spirit Awards.  Landay produced the HBO documentary Tell Them Anything You Want: A Portrait of Maurice Sendak, that Jonze co-directed with Lance Bangs. Among the short films he has produced recently, includes I'm Here, a 30-minute robot love story written &amp; directed by Jonze that premiered at the 2010 Sundance Film Festival and the Berlin International Film Festival; and Scenes from the Suburbs, a collaboration between Jonze and Arcade Fire that premiered at the 2011 Berlin International Film Festival &amp; SXSW.  Outside of his collaboration with Jonze, Landay has worked with directors David Fincher, Michael Bay, James Foley, David Lynch, Roman Coppola, John Dahl and Todd Field, among others.","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":6955,"imdb_id":"nm0484504","known_for_department":"Production","name":"Vincent Landay","place_of_birth":"Sault Sainte Marie, Ontario, Canada","popularity":1.4,"profile_path":null}
