{"adult":false,"also_known_as":["Ryan Shamrock"],"biography":"is an American professional wrestling valet. She is perhaps best known for her time with the World Wrestling Federation (WWF) during 1999 as Ryan Shamrock. She is also known as Alicia Webb while she appeared on the Independent circuit. Webb was hired by the World Wrestling Federation to make a one night appearance initially as a model. On January 11, 1999, Alicia debuted on Raw as \"Ryan Shamrock\", the kayfabe younger sister of Ken Shamrock.Val Venis flirted with her at ringside before his match, which led to Ken Shamrock running out and viciously attacking Venis, warning him to stay away from her. After giving Venis a beating, Billy Gunn appeared at the ring and flirtatiously mooned Ryan. Ken then went after Gunn, challenging him to an Intercontinental title match at the Royal Rumble.\n\nOn January 25, Ryan was officially introduced to the viewers by Val Venis. It was revealed that she had starred with Venis in the fictional pornographic film Shaving Ryan's Privates. At St. Valentine's Day Massacre, Ryan slapped Ken across the face, which caused him to lose his match to Venis. On February 13, Ken Shamrock viciously attacked Val Venis and the WWF referees during an interview. On February 15, Ryan helped Venis win his match after she was accidentally knocked off the apron only to be dumped by Venis following. That same night backstage, Billy Gunn tried consoling Ryan only to be attacked from behind by Ken. On March 1, Ryan came down to the ring during a match involving Venis, Shamrock and Goldust and was kissed by Goldust afterwards.\n\nWebb later claimed that she was released because she refused to sign a five-year contract with the company. Other accusations were that Joanie Laurer had hated her and messed up some of her things in the locker room most of the time. There were plans apparently by Vince McMahon to do an incest angle between Webb and Ken Shamrock, whom she was dating in real life at the time.\n\nTotal Nonstop Action Wrestling (2002)\n\nShe made her debut for Total Nonstop Action Wrestling (TNA) briefly as \"Aleesha\", as a part of the Jarrett Upstart promotion. Following this, Webb began to appear as a talent scout, appearing on the ramp and accepting money from various wrestlers. The storyline didn't go anywhere and Webb left the promotion shortly thereafter.\n\nIndependent circuit\n\nWebb made her debut for the National Wrestling Alliance as Ryan Shamrock, competing in an Evening Gown match against Bobcat on October 30, 1999.[6] She then wrestled on the Independent circuit against wrestlers such as Nicole Bass, Kara Slice, and Taylor Matheny as well as managing Ken Shamrock. On August 17, 2013, Webb managed Daivari in a match where he lost to Matt Hardy, who was managed by Reby Sky.\n\nAAA (2007–2009)\n\nIn May 2007, she began working with the Mexican promotion AAA while managing X-Pac, whom she also dated during this time. While managing X-Pac, Webb also became a part of La Legión Extranjera until sometime in 2009","birthday":"1979-05-04","deathday":null,"gender":1,"homepage":null,"id":2300836,"imdb_id":null,"known_for_department":"Acting","name":"Alicia Nicole Webb","place_of_birth":" Houston, Texas, U.S.","popularity":1.4,"profile_path":"/yAXNSZ3tMxwCeSGTYvTnWsbLKqD.jpg"}
