{"adult":false,"also_known_as":["Simon Berryer","Simon Jacques Eugène Berryer"],"biography":"Il passe son enfance à Ancenis (Loire-Atlantique), ville dans laquelle ses parents tiennent un cinéma, L’Eden, où il travaille comme ouvreur. Puis, peu avant la guerre, la famille Berryer s'installe à Nantes, pour y prendre la gérance d'une autre salle, le Majestic (qui deviendra plus tard L'Olympic), place Jean-Macé dans le quartier de Chantenay. Le jeune Simon suit alors ses études au lycée Leloup-Bouhier de la ville. Sim débute sa vie professionnelle en 1946, comme opérateur de cinéma à Rennes au cinéma Le Royal. Il présente à partir de 1953 un tour de chant comique dans des cabarets parisiens, souvent en travesti, comme chez Madame Arthur à Montmartre. Il travaille aussi au Crazy Horse Saloon comme dresseur de tétons afin de faire pointer les seins des filles. Cette époque de sa carrière sera évoquée dans Elle boit pas, elle fume pas, elle drague pas mais elle cause de Michel Audiard, où il incarne un éducateur d'enfant obligé de se travestir en « Libellule » pour payer des colonies de vacances à des orphelins de banlieue.  Dans les années 1960, il fait partie de l'équipe animant les émissions télévisées pour la jeunesse organisées le jeudi après-midi par Jean Nohain, puis interprète la baronne de la Tronche-en-Biais dans une émission de Guy Lux.  Il participe à plusieurs feuilletons télévisés, ainsi que, dans les années 1970, avec l'humoriste Édouard Caillau, à des duos de chansons et des sketchs comiques pour Chansons à la carte sur la RTBF. Sim incarne toujours son personnage de la « baronne de la Tronche-en-Biais ». En France, il intervient régulièrement pour de courts sketches comiques, souvent déguisé, dans les émissions de Guy Lux.  Les années 1970 sont pour lui les plus riches cinématographiquement. Sim participe aussi à l'émission radiophonique (et plus tard télévisée) des Grosses Têtes, dès sa création en 1977, ainsi qu'au jeu télévisé L'Académie des neuf dont il est un invité régulier.  Il participe à la rédaction de scénarios pour la série Louis la Brocante, dans laquelle il joue, en outre, le rôle de Théodore dans plusieurs épisodes.  Il meurt le dimanche 6 septembre 2009, à l'âge de 83 ans, d'une embolie pulmonaire, à Saint-Raphaël, dans le Var. Il avait été hospitalisé quelques jours auparavant pour une pneumonie.  Ses obsèques ont eu lieu le 11 septembre 2009 en l'Église Saint-Pierre-Saint-Paul de Roquebrune-sur-Argens, commune où il résidait depuis neuf ans et où il fut inhumé. Crématisé à Vidauban (83), ses cendres ont été dispersées au jardin du souvenir du crématorium.","birthday":"1926-07-21","deathday":"2009-09-06","gender":2,"homepage":null,"id":35957,"imdb_id":"nm0640518","known_for_department":"Acting","name":"Sim","place_of_birth":"Cauterets, Hautes-Pyrénées, France","popularity":0.6,"profile_path":"/rdiRottRW0avy1nGCqybm8U5WTz.jpg"}
