{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nGeorge Butler (born 1944 in London) is an English photographer and documentary filmmaker.\n\nAfter meeting John Kerry in 1964 he worked with him on the book The New Soldier published in 1971.\n\nOn a photo assignment to cover the IFBB Mr. Universe contest in Baghdad in 1972, Butler met Arnold Schwarzenegger. His photographs were used to illustrate Charles Gaines' 1974 essay \"Pumping Iron\", on which Butler later based his first documentary feature, Pumping Iron (1977). The film showcased Schwarzenegger and other bodybuilders that is credited with starting Schwarzenegger's film career. Butler later directed a sequel, also based on Gaines' writing, called Pumping Iron II: The Women (1985). It featured Bev Francis, Rachel McLish, and several other women.\n\nButler initially worked sparingly as a documentary filmmaker making 3 films between 1977 and 1999. However, in recent years he has started to work more regularly. In 2000, he made The Endurance a 97 minute documentary about Ernest Shackleton's failed Antarctic expedition in 1914. The film was well received by critics, and was nominated for and won several awards.The following year, Butler released a documentary, Shackleton's Antarctic Adventure, which recounts the crew's heroism. Narrated by Kevin Spacey, the film is 57 minutes shorter than The Endurance.\n\nIn 2004, Butler again collaborated with John Kerry this time to make the documentary Going Upriver. Going Upriver is about Kerry's Vietnam experiences, his activity in the peace movement following his return from Vietnam, and his current political views and theories. It includes footage from the early 1970s of Kerry along with current interviews of Kerry and a host of other veterans.\n\nButler's most recent documentary is Roving Mars (2006), a 40 min. documentary about the twin Mars Exploration Rovers, Spirit and Opportunity, which were launched by NASA in 2004.\n\nOn December 31, 2008, Butler's close friend Charlie Rose included a segment on Butler in his annual New Year's Eve tribute to recently deceased notables on PBS. However, Butler was not deceased; another notable George Butler, a record producer, was the one who had died\n\nDescription above from the Wikipedia article George Butler, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":null,"deathday":null,"gender":0,"homepage":null,"id":42081,"imdb_id":"nm1000159","known_for_department":"Directing","name":"George Butler","place_of_birth":"London, England, UK","popularity":0.6,"profile_path":"/y5rFqD8xdcMUjE4NRDopDMTlKyo.jpg"}
