{"adult":false,"also_known_as":["Burton Leon Reynolds Jr.","バート・レイノルズ","Μπαρτ Ρέυνολντς","Μπαρτ Λίον Ρέυνολντς Τζούνιορ"],"biography":"Burton Leon Reynolds Jr. (February 11, 1936 – September 6, 2018) was an American actor, director, and producer, considered a sex symbol and icon of American popular culture.\n\nReynolds first rose to prominence when he starred in several different television series such as Gunsmoke (1962–1965), Hawk (1966), and Dan August (1970–1971). Although Reynolds had leading roles in such films as Navajo Joe (1966), his breakthrough role was as Lewis Medlock in Deliverance (1972). Reynolds played the leading role – often a lovable rogue – in a number of subsequent box office hits, such as The Longest Yard (1974), Smokey and the Bandit (1977), Semi-Tough (1977), The End (1978), Hooper (1978), Starting Over (1979), Smokey and the Bandit II (1980), The Cannonball Run (1981), Sharky's Machine (1981), The Best Little Whorehouse in Texas (1982), and Cannonball Run II (1984), several of which he directed himself. He was nominated twice for the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy.\n\nReynolds was voted the world's number one box office star for five consecutive years (from 1978 to 1982) in the annual Top Ten Money Making Stars Poll, a record he shares with Bing Crosby. After a number of box office failures, Reynolds returned to television, starring in the sitcom Evening Shade (1990–1994), which won him a Golden Globe Award and Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series. His performance as high-minded pornographer Jack Horner in Paul Thomas Anderson’s Boogie Nights (1997) brought him renewed critical attention, earning him another Golden Globe (for Best Supporting Actor – Motion Picture), with nominations for an Academy Award for Best Supporting Actor and a BAFTA Award for Best Supporting Actor.\n\nDescription above from the Wikipedia article Burt Reynolds, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1936-02-11","deathday":"2018-09-06","gender":2,"homepage":null,"id":16475,"imdb_id":"nm0000608","known_for_department":"Acting","name":"Burt Reynolds","place_of_birth":"Lansing, Michigan, USA","popularity":12.852,"profile_path":"/iBtcPHUOhA3xH3LMPLRJrQRKI3W.jpg"}
