{"adult":false,"also_known_as":[],"biography":"Christophe Barratier (born 17 June 1963 in Paris) is a French film producer, director and screenwriter, and lyricist.\n\nBarratier is the son of the actress Eva Simonet and M. Barratier. He is the nephew of the film director Jacques Perrin, who was an influence on his choice of career.\n\nBefore being a filmmaker, Barratier studied a university course in classical music and guitar lessons. He graduated from the prestigious French public school École normale de Paris and won several international competition prizes.  In 1991, Barratier got into his uncle Jacques Perrin's production firm, Galatée Films, where he learned the profession of producer. As line producer, he participated in making the films Microcosmos (1995), Himalaya (1999) and Winged Migration(2001).\n\nIn 2001, he directed his first short film, Les tombales, adapted from the Guy de Maupassant novel. Starring Lambert Wilson and Carole Weiss.\n\nHis first feature, The Chorus came out in 2004. An adaptation of the Jean Dréville movie, La cage aux rossignols (1945), its scenario was jointly written with the screenwriter Philippe Lopes-Curval.\n\nHis second movie, Paris 36, is based on iconic films choreographed by Busby Berkeley and has a storyline of proletarians confronted to an opportunity such as in La belle équipe from Julien Duvivier (1936).\n\nAlongside the producer Thomas Langmann, he started working on a new adaptation of War of the Buttons (2011) is an adaptation of La Guerre des boutons (War of the Buttons), based on the 1912 novel by Louis Pergaud. It is altered by being set during World War II and the German Occupation of France. It was produced and co-written by Thomas Langmann (an Academy Award-winner for The Artist), with financial participation by Canal Plus. It was released in France in September 2011 and cost €16 million.\n\nFollowing this, Barratier directed Team Spirit, which revisits the career of Jérôme Kerviel as a trader in the Société Générale company. The movie came out in June 2016. It marks a clear shift from his previous strongly historically connoted movies, but seduces by its well-referenced nature and a realism acquired thanks to its roots into Jérôme Kerviel's biography, L'engrenage : mémoire d'un trader. Team Spirit highlighted a very mediated case while maintaining a storyline based on impartiality towards the man who presented himself as a victim of the banking system.\n\nIn 2017, Barratier presented the adaptation of his first success, The Chorus, as a musical show produced in the Folies Bergères theatre. For his show, the children of La maîtrise des Hauts-de-Seine are the new singers of the filmmaker.\n\nThe next year, he signed a new partnership with Pascal Obispo to stage the musical Jésus, de Nazareth à Jérusalem. Based on the greatest Hollywoodian movies, the musical dives into one of the most intense tales of humanity.\n\nAs the lyricist of The Chorus' song \"Look To Your Path\", Barratier was nominated for an Academy Award for Best Original Song. The film was nominated for the Academy Award for Best Foreign Language Film as well as eight César Awards, of which it won two.\n\nHis second feature film, Paris 36, starring Gérard Jugnot and Nora Arnezeder, was nominated for Academy Award for Best Original Song and four César Awards.\n\nSource: Article \"Christophe Barratier\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1963-06-17","deathday":null,"gender":2,"homepage":null,"id":43993,"imdb_id":"nm0056725","known_for_department":"Directing","name":"Christophe Barratier","place_of_birth":"Paris, France","popularity":1.436,"profile_path":"/4DQK2jkHYvWtJhXkgo2SwSB4ZVo.jpg"}
