{"adult":false,"also_known_as":["케빈 스페이시","Кевин Спейси","كيفين سبيسي","ケヴィン・スペイシー","เควิน สเปซีย์","凱文·斯貝西","کوین اسپیسی"],"biography":"Kevin Spacey Fowler KBE (born July 26, 1959) is an American actor, producer, and singer. He began his career as a stage actor during the 1980s, obtaining supporting roles in film and television. Spacey's first roles in film were in Mike Nichols' Heartburn (1986), and Working Girl (1988). He gained critical acclaim in the 1990s, with an Academy Award for Best Supporting Actor for the neo-noir crime thriller The Usual Suspects (1995) and an Academy Award for Best Actor for the midlife-crisis-themed drama American Beauty (1999). His other starring roles have included Glengarry Glen Ross (1992), the comedy-drama film Swimming with Sharks (1994), the psychological thriller Seven (1995), the neo-noir crime film L.A. Confidential (1997), the drama Pay It Forward (2000), the science fiction-mystery film K-PAX (2001), the musical biopic Beyond the Sea (2004), the superhero film Superman Returns (2006), and the action film Baby Driver (2017).\n\nIn Broadway theatre, Spacey starred in Long Day's Journey into Night in 1986 alongside Jack Lemmon. In 1991, he won a Tony Award for his role in Lost in Yonkers. He continued to act in theatre receiving his second Tony Award nomination for The Iceman Cometh in 1999. He was the artistic director of the Old Vic theatre in London from 2004 until stepping down in mid-2015. In 2017, he hosted the 71st Tony Awards. From 2013 to 2017, Spacey played Frank Underwood in the Netflix political drama series House of Cards, which won him a Golden Globe Award for Best Actor – Television Series Drama and two consecutive Screen Actors Guild Awards for Outstanding Performance by a Male Actor in a Drama Series as well as five consecutive Primetime Emmy Award nominations for Best Actor in a Drama Series.\n\nIn October 2017, actor Anthony Rapp accused Spacey of making a sexual advance toward him in 1986, when Rapp was 14. Other men alleged that Spacey had made unwanted advances and had sexually harassed and assaulted them as well. Netflix cut ties with Spacey, shelving his film Gore and removing him from the last season of House of Cards. His role as J. Paul Getty in Ridley Scott's film All the Money in the World (2017) was reshot with Christopher Plummer in his place. Spacey appeared in the 2018 film Billionaire Boys Club (which had been completed before the allegations surfaced), which was released with his role unchanged.\n\nDescription above from the Wikipedia article Kevin Spacey, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1959-07-26","deathday":null,"gender":2,"homepage":null,"id":1979,"imdb_id":"nm0000228","known_for_department":"Acting","name":"Kevin Spacey","place_of_birth":"South Orange, New Jersey, USA","popularity":12.849,"profile_path":"/dlVRkUYKyZdJ39AN55cY1LoyXAP.jpg"}
