{"adult":false,"also_known_as":["J. J. Abrams","Jeffrey Jacob Abrams","Джей Джей Абрамс","J·J·艾布斯","เจ.เจ. แอบรัมส์","J・J・エイブラムス","J. J. 에이브럼스","جاي جاي أبرامز"],"biography":"Jeffrey Jacob Abrams (born June 27, 1966) is an American filmmaker. He is best known for his work in the genres of action, drama, and science fiction. Abrams wrote or produced such films as Regarding Henry (1991), Forever Young (1992), Armageddon (1998), Cloverfield (2008), Star Trek (2009), Star Wars: The Force Awakens (2015), and Star Wars: The Rise of Skywalker (2019).\n\nAbrams has created numerous television series, including Felicity (co-creator, 1998–2002), Alias (creator, 2001–2006), Lost (co-creator, 2004–2010), and Fringe (co-creator, 2008–2013). He won two Emmy Awards for Lost — Outstanding Directing for a Drama Series and Outstanding Drama Series.\n\nHis directorial film work includes Mission: Impossible III (2006), Star Trek (2009), Super 8 (2011), and Star Trek Into Darkness (2013). He also directed, produced and co-wrote Star Wars: The Force Awakens (2015), the seventh episode of the Star Wars saga, the first film of the sequel trilogy, his highest-grossing film, as well as the fourth-highest-grossing film of all time not adjusted for inflation. He returned to Star Wars by co-writing, producing and directing the ninth and final installment of the saga, Star Wars: The Rise of Skywalker (2019).\n\nAbrams's frequent collaborators include producer Bryan Burk, actors Greg Grunberg, Simon Pegg and Keri Russell, composer Michael Giacchino, writers Alex Kurtzman and Roberto Orci, cinematographers Daniel Mindel and Larry Fong, and editors Maryann Brandon and Mary Jo Markey.\n\nDescription above from the Wikipedia article J.J. Abrams, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1966-06-27","deathday":null,"gender":2,"homepage":null,"id":15344,"imdb_id":"nm0009190","known_for_department":"Directing","name":"J.J. Abrams","place_of_birth":"New York City, New York, USA","popularity":9.208,"profile_path":"/k4IWd2RV5kY1kAL2VgKQwFvnCLP.jpg"}
