{"adult":false,"also_known_as":["Хью Джекман","休·杰克曼","休·傑克曼","هيو جاكمان","ฮิว แจ็กแมน","ヒュー・ジャックマン","휴 잭맨","Г'ю Джекмен","Hugh Michael Jackman","Χιου Τζάκμαν"],"biography":"Hugh Michael Jackman (born 12 October 1968) is an Australian actor. Beginning in theatre and television, he landed his breakthrough role as Wolverine / Logan in the X-Men film series (2000–2017), a tenure that earned him the Guinness World Record for \"longest career as a live-action Marvel superhero\". Jackman has received a Grammy Award, a Primetime Emmy Award, and two Tony Awards.\n\nDuring his career, Jackman has headlined films in various genres, including the romantic comedy Kate & Leopold (2001), the action-horror Van Helsing (2004), the drama The Prestige (2006), the period romance Australia (2008), the epic musical Les Misérables (2012), the thriller Prisoners (2013), the musical The Greatest Showman (2017), the political drama The Front Runner (2018), and the crime thriller Bad Education (2019). For his role as Jean Valjean in Les Misérables, Jackman was nominated for the Academy Award for Best Actor and won the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy, and for The Greatest Showman, he received a Grammy Award for Best Soundtrack Album. He also provided voice roles in the animated films Flushed Away (2006), Rise of the Guardians (2012), and Missing Link (2019).\n\nJackman is also known for his early theatre roles in Oklahoma! in 1998 and Carousel in 2002. On Broadway, Jackman won the 2004 Tony Award for Best Actor in a Musical for his role in The Boy from Oz. In 2021 he returned to the theatre as Harold Hill in the Broadway revival of The Music Man. A four-time host of the Tony Awards, he won an Emmy Award for hosting the 2005 ceremony. He also hosted the 81st Academy Awards in 2009. Jackman was appointed a Companion of the Order of Australia in the 2019 Queen's Birthday Honours for services to performing arts and to the global community.","birthday":"1968-10-12","deathday":null,"gender":2,"homepage":null,"id":6968,"imdb_id":"nm0413168","known_for_department":"Acting","name":"Hugh Jackman","place_of_birth":"Sydney, New South Wales, Australia","popularity":16.689,"profile_path":"/5Dxx0j9jOAczsTQzZ0OkA5iJBhp.jpg"}
