{"adult":false,"also_known_as":["ألان ريكمان","앨런 릭먼","Алан Рикман","アラン・リックマン","แอลัน ริกแมน","艾倫·瑞克曼","Άλαν Ρίκμαν","Alan Sidney Patrick Rickman","Άλαν Σίντνεϊ Πάτρικ Ρίκμαν"],"biography":"Alan Sidney Patrick Rickman (21 February 1946 – 14 January 2016) was an English actor and director. Known for his deep, languid voice, he trained at the Royal Academy of Dramatic Art in London and became a member of the Royal Shakespeare Company (RSC), performing in modern and classical theatre productions. He played the Vicomte de Valmont in the RSC stage production of Les Liaisons Dangereuses in 1985, and after the production transferred to the West End in 1986 and Broadway in 1987, he was nominated for a Tony Award.\n\nRickman's first cinema role came when he was cast as the German terrorist leader Hans Gruber in Die Hard (1988). He also appeared as the Sheriff of Nottingham in Robin Hood: Prince of Thieves (1991), for which he received the BAFTA Award for Best Actor in a Supporting Role; Elliott Marston in Quigley Down Under (1990); Jamie in Truly, Madly, Deeply (1991); P.L. O'Hara in An Awfully Big Adventure (1995); Colonel Brandon in Sense and Sensibility (1995); Eamon DeValera in Michael Collins (1997); Alexander Dane in Galaxy Quest (1999); Metatron in Dogma (1999); Severus Snape in the Harry Potter series (2001–2011); Harry in Love Actually (2003); Marvin the Paranoid Android in The Hitchhiker's Guide to the Galaxy (2005); and Judge Turpin in Sweeney Todd: The Demon Barber of Fleet Street (2007).\n\nRickman made his television acting debut playing Tybalt in Romeo and Juliet (1978) as part of the BBC's Shakespeare series. His breakthrough role was in the BBC television adaptation of The Barchester Chronicles (1982). He later starred in television films, playing the title character in Rasputin: Dark Servant of Destiny (1996), which won him a Golden Globe Award, an Emmy Award and a Screen Actors Guild Award, and Alfred Blalock in Something the Lord Made (2004). Rickman died of pancreatic cancer on 14 January 2016 at age 69. His final film roles were as Lieutenant General Frank Benson in the thriller Eye in the Sky (2015), and reprising his role as the voice of the caterpillar from Alice in Wonderland (2010) in Alice Through the Looking Glass (2016).","birthday":"1946-02-21","deathday":"2016-01-14","gender":2,"homepage":null,"id":4566,"imdb_id":"nm0000614","known_for_department":"Acting","name":"Alan Rickman","place_of_birth":"Hammersmith, London, UK","popularity":16.048,"profile_path":"/7tADZs4ILE93oJ5pAh6mKQFEq2m.jpg"}
