{"adult":false,"also_known_as":["Hardcore Holly","Bob Howard","Bombastic Bob","Thurman \"Sparky\" Plugg","Bob Holly","Sparky Plugg"],"biography":"Robert William Howard is an American professional wrestler. He is best known for his 15-year stint with the World Wrestling Federation/World Wrestling Entertainment under the ring names Thurman \"Sparky\" Plugg, Bob Holly, Bombastic Bob and Hardcore Holly. After debuting in 1990, Holly worked for Smoky Mountain Wrestling and other independent promotions, before joining WWE full-time in 1994. Initially portraying the character of a NASCAR driver, Thurman \"Sparky\" Plugg, his name was soon changed to Bob \"Spark Plug\" Holly, before forming a team with Bodacious Bart, known as The New Midnight Express in 1998. After becoming known simply as \"Hardcore Holly\" in 1999, he was joined by on-screen cousins, Crash and Molly. In 2002, he suffered a broken neck, which sidelined him for over a year. Upon his return, he engaged in minor feuds with wrestlers such as Mr. Kennedy and Rob Van Dam, before forming a tag team with Cody Rhodes in 2007. Holly was released from WWE in 2009. During his career, Holly has held the WWF/E Hardcore Championship six times, the WWF/E Tag Team Championship three times (with 1–2–3 Kid, Crash Holly and Cody Rhodes), and the NWA World Tag Team Championship once with Bart Gunn. Howard's autobiography, titled The Hardcore Truth: The Bob Holly Story was released in the United States on April 1, 2013. Co-authored by former British wrestler Ross Owen Williams, an actor and writer[63] who wrestled Holly in June 2010, it was published by ECW Press.\n\nReviews of the book were positive, with Nolan Howell of Canoe.com describing it as a \"straightforward look into the life of a man that has dedicated himself to the sport of professional wrestling\" and has \"an endearing, personal style that gives an apt representation of the author...For fans such as myself who appreciated the blunt style of the man known as Hardcore Holly, this ECW Press product will be an entertaining, worthwhile look into one of the unique personalities of professional wrestling.\"  Joe Babinsack, writing for the Wrestling Observer, described the book as \"brutal, boisterous and definitely worth reading\". Bruce Mitchell, writing for the Pro Wrestling Torch, described the book as \"hard-hitting, straightforward, and not very fancy\", rating it \"one of the strongest professional wrestling books in a long while\". Dave Meltzer, editor of the Wrestling Observer wrote, \"in a lot of books, you think you're reading what the person writing feels is the right thing to say for their career... With Holly, whether you agree or not (and I agreed with some of his stuff, not others), I had no doubt he was giving his true opinions on things. In that sense, it was a very honest look at a period of WWF history from a guy who had ups and downs... but survived a long time.\"","birthday":"1963-01-29","deathday":null,"gender":2,"homepage":null,"id":1064012,"imdb_id":"nm0397576","known_for_department":"Acting","name":"Robert Howard","place_of_birth":"Glendale, California, USA","popularity":0.6,"profile_path":"/dsqHWeT6kWwhXSm6VxgrtgBZQdR.jpg"}
