{"adult":false,"also_known_as":[],"biography":"María Elena Walsh was an Argentine poet, novelist, musician, playwright, writer and composer, mainly known for her songs and books for children. Her work includes many of the most popular children's books and songs of all time in her home country.\n\nwas born in Villa Sarmiento, Ramos Mejía, Greater Buenos Aires, to a railway worker of English and Irish descent, who played the piano and a woman of Spanish descent. As a child, she lived in a big house, where she greatly enjoyed reading and listening to music in a cultural environment. When she was 15, Walsh had some of her poems published in El Hogar (magazine) and La Nación (newspaper). In 1947, before graduating from art school, she published her first book, Otoño Imperdonable, a collection of poems which was critically acclaimed and received recognition from important Latin American writers.\n\nAfter graduation in 1948, she traveled to North America invited by poet Juan Ramon Jiménez and Europe during the era of Peronism and then moved to Paris, where she spent four years in the early 1950s. While there, Walsh performed in concerts featuring Argentine folklore with fellow Argentinean singer Leda Valladares (born 1919), forming the duo \"Leda & María\" and recording for Le chant du monde.\n\nShe returned to Argentina in 1956 after the Revolución Libertadora. From 1958 onwards, Walsh wrote numerous TV scripts, plays, poems, books and songs, specially dedicated to young children. She was also a successful performer, singing her own songs onstage and recording them later in albums, like Canciones para mirar, Canciones para mí and El País de Nomeacuerdo. Juguemos en el mundo, also an album, was a satirical show for adults, which was made into a film of the same title, albeit with a story unrelated to the original stage show and songs recording. The film was based on her characters Doña Disparate y Bambuco and was directed by her partner at that time, Maria Herminia Avellaneda (1933–1997).","birthday":"1930-02-01","deathday":"2011-01-10","gender":1,"homepage":null,"id":1306916,"imdb_id":"nm0909767","known_for_department":"Writing","name":"María Elena Walsh","place_of_birth":"Ramos Mejía, Buenos Aires, Argentina","popularity":1.495,"profile_path":"/wZEWQOSGbzVnu01xz4hxfTgCJkm.jpg"}
