{"adult":false,"also_known_as":["Howard Adam Wexler"],"biography":"Howard Wexler was born and raised in Hollywood, California. He spent his youth in the Boy Scouts, playing saxophone, and taking still pictures.\n\nAfter a family evening seeing the 1964 film The Professionals, photographed by Academy Award winning Conrad Hall, ASC, Howard decided on the spot to become a Director of Photography.\n\nHoward attended USC Cinema, and then became an intern to Mario Tosi, Director of Photography. Howard spent time in Europe working for various European film companies as camera assistant, driver, projectionist and copywriter for English advertisements. After a year of employment for a Munich based camera rental and film production company, and photographing portions of the 1972 Olympic Games, Howard returned to Hollywood, and assisted many well-known DP's, edited several projects, and began his DP career on low budget features, with a 2C inside a blimp, and continues today, with over 70 features credited as Director of Photography.\n\nIn addition, Howard has shot many educational, documentary and corporate productions, 2nd unit, aerials and title sequences. He co-produced two features for 21st Century Inc., and in 1992 produced, directed and photographed a romantic comedy feature, Loving Lulu, which had an exclusive premiere run on HBO, and was favorably reviewed in Variety. In 2009, Howard directed and co-produced a science fiction feature, Infection: The Invasion Begins, which was acquired for distribution by Moving Pictures Film and TV, and sold to Morningstar Entertainment for exclusive North American DVD rights.\n\nFeature and MOW credits include: Reform School Girls, Angel 111, Arizona Heat, Banzai Runner, Intimate Power, Echoes of enlightenment, Hope Ranch, The Read Deal, and seven films as DP for Producer/Director Andy Sidaris, including Hard Ticket to Hawaii, and Return to Savage Beach. Howard is known for his ability to set up cameras and lighting quickly, and is one of the fastest DP's.","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":98559,"imdb_id":"nm0923304","known_for_department":"Camera","name":"Howard Wexler","place_of_birth":"Hollywood, California, USA.","popularity":1.052,"profile_path":null}
