{"adult":false,"also_known_as":[],"biography":"Offbeat funnyman Martin Mull was born in Chicago, Illinois, the oldest of three children, and raised in Ohio. The blond-maned, blue-eyed comedian with the sad, droopy mustache first came in contact with the arts by honing in on his innate talents as a painter. In order to pay his art school tuition, he started organizing bands. At around the same time, he discovered that stand-up comedy was another way to allow his creative juices to flow. Martin's early recognition as a humorist led to a recording contract, and, over the years, he would be Grammy-nominated several times for a number of eccentric comedy albums. His gimmick and allure came in the form of a dry, humorless delivery and a bland, highly conservative-looking demeanor, which masked a sly, witty and ultra-hip philosophy. Gaining popularity in the 1970s, he finally broke into TV with the cult soap opera parody \"Mary Hartman, Mary Hartman\" (1976) in which he played Garth Gimble, a volatile wife abuser whose comeuppance occurred in the form of an aluminum Christmas tree (impaled) in his home closet. Martin was so popular on the show that he was resurrected in the spin-off series \"Fernwood 2 Night\" (1977) as twin brother Barth Gimble, who was a co-host of the town's television program along with Fred Willard's Jerry Hubbard character. After this peak, Martin became a sought-after guest on the talk show circuit, not to mention variety specials and TV movies. He tried his hand at producing and starring in his own sitcom \"Domestic Life\" (1984) but the series failed. He also added his special brand of merriment to films over the years, some of them being decent, such as FM (1978), Serial (1980), Mr. Mom (1983) and Clue (1985) in the role of the tweedy-looking Colonel Mustard, while most have been either formula schtick or just plain drivel, as in Take This Job and Shove It (1981), Rented Lips (1988), which he produced and wrote, Cutting Class (1989), Far Out Man (1990) with Cheech &amp; Chong, and Mr. Write (1994). Martin's first passion has always been art and the distinguished multi-media artist's work has been showcased in galleries throughout the world. He also authored the book \"Painting, Drawing and World,\" which is a compilation of ten years of his work. Mull is married to a composer and musician, Wendy, and they have a daughter. IMDb Mini Biography By: Gary Brumburgh / gr-home@pacbell.net","birthday":"1943-08-18","deathday":null,"gender":2,"homepage":null,"id":80742,"imdb_id":"nm0611898","known_for_department":"Acting","name":"Martin Mull","place_of_birth":"Chicago, Illinois, USA","popularity":8.344,"profile_path":"/wthyliVHLrgvKUIRI1WXfEw9pjL.jpg"}
