{"adult":false,"also_known_as":[],"biography":"​From Wikipedia, the free encyclopedia\n\nSam Pillsbury is an American film director and producer.\n\nConnecticut-raised Sam Pillsbury emigrated to New Zealand at the age of 14. Aged 23, he began working at the Government-owned National Film Unit, joining a group of emerging filmmakers who were investigating new subjects and styles.\n\nPillsbury directed seven films at the National Film Unit, including a multi-faceted study of artist Ralph Hotere, and a satirical look at workplace relations (Men and Supermen). He was also part of the directing team on Commonwealth Games chronicle Games 74, and worked both on set and at the editing bench for Paul Maunder's Gone Up North for a While.\n\nPillsbury went solo in 1975. Documentary Birth with R.D.Laing won awards on both sides of the Tasman, and controversy in England and the United States. The film featured controversial Scottish psychiatrist R.D. Laing critiqueing Western medical handling of childbirth. Pillsbury also worked on four documentaries for TV slot Seven Days, which variously looked into life for a solo mother, an ex-convict, hospital patients, and young Māori in the city.\n\nMore TV docos followed, then in 1978, Against the Lights, a short drama based on a Witi Ihimaera tale. Pillsbury's Round the Bays doco The Greatest Run on Earth won awards at festivals in Chicago and Torino.\n\nPillsbury's feature film debut in 1981 was with The Scarecrow, based on the gothic novel by Ronald Hugh Morrieson. Presented through the eyes of two teenage boys, the film chronicles the arrival in a 50s town of a mysterious stranger (played by American movie legend John Carradine). In 1982 The Scarecrow became the first Kiwi film to win invitation to the prestigious Cannes Film Festival, in the non-competitive Director's Fortnight section. Teen star Jono Smith later reinvented himself as a cinematographer in England.\n\nPillsbury then worked extensively on a screen adaptation of end of the world sci-fi novel The Quiet Earth, before handing the project to director Geoff Murphy after deciding it needed fresh eyes (he later joked at being one of the only directors who had fired himself). Instead Pillsbury helmed 1880s immigrant tale Heart of the High Country for TV (based on a novel by Elizabeth Gowans), then segued into period road movie Starlight Hotel, which starred Smash Palace discovery Greer Robson.\n\nSince Starlight Hotel, Pillsbury has directed extensively, mainly on American tele-movies. He returned to Kiwi moviemaking in 2000 for Crooked Earth, the tale of a clash between two Māori: a militant drug-dealer, and former military man Temuera Morrison.\n\nPillsbury's other features include Free Willy 3: The Rescue, 2008 road movie Endless Bummer and Knight Rider 2010.\n\nThese days Pillsbury has a second career as a winemaker. In 2000 he and a business partner sold Arizona wine company Dos Cabezas to a group headed by the lead singer for rock group Tool (band). Pillsbury Wine Company was launched soon afterwards.\n\nDescription above from the Wikipedia article Sam Pillsbury, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":64099,"imdb_id":"nm0683578","known_for_department":"Directing","name":"Sam Pillsbury","place_of_birth":"New York City, New York, USA","popularity":0.84,"profile_path":null}
