{"adult":false,"also_known_as":["가브리엘 유니온","Ґабріель Юніон"],"biography":"Gabrielle Monique Union (born October 29, 1972) is an American actress and former model. Among her notable roles is as the cheerleader opposite Kirsten Dunst in the film Bring it On. Union starred opposite Will Smith and Martin Lawrence in the blockbuster film Bad Boys II and played a medical doctor in the CBS drama Series City of Angels. She starred with LL Cool J and Meagan Good in Deliver Us from Eva in 2003.\n\nUnion was born in Omaha, Nebraska, the daughter of Theresa and Sylvester Union. At the age of eight, her family moved to Pleasanton, California, where she grew up and attended Foothill High School. In high school, Union was an all-star point guard in basketball and a year-round athlete, also playing in soccer and running track. She went on to the University of Nebraska before moving on to Cuesta College. She eventually transferred to UCLA and earned a degree in sociology. While studying there, she interned at the Judith Fontaine Modeling &amp; Talent Agency to earn extra academic credits. Invited by the agency's owner, Judith Fontaine, Union started working as a model to pay off college loans.\n\nHer acting career started with minor roles. Most were in teen movies such as 10 Things I Hate About You and Love and Basketball. In 1997, Union appeared in a sixth-season episode of Star Trek: Deep Space Nine as the Klingon N'Garen. She also appeared in Sister, Sister as Vanessa, in Smart Guy as Denise, and in five episodes of 7th Heaven as Keesha Hamilton. In 2000, Union landed the role of Isis in the cheerleading movie Bring it On opposite Kirsten Dunst. Bring It On helped push Union into the mainstream and she began gaining more exposure. She was cast in her first leading role in the 2003 film Deliver Us from Eva with rapper L.L. Cool J. The film received fair reviews from critics and it showed that Union was a leading lady.\n\nUnion landed the role of Will Smith's girlfriend Syd in the film Bad Boys II, a box office success grossing over $273 million worldwide. Union starred with Academy Award winner Jamie Foxx in the film Breakin' All the Rules in 2004. She then starred in the short-lived 2005 ABC series Night Stalker. She has also starred in the independent drama films Neo Ned and Constellation, the latter of which was released to theaters. She won an award for Best Actress in Neo Ned at the Palm Beach International Film Festival, and the film received awards at several festivals.","birthday":"1972-10-29","deathday":null,"gender":1,"homepage":null,"id":17773,"imdb_id":"nm0005517","known_for_department":"Acting","name":"Gabrielle Union","place_of_birth":"Omaha, Nebraska, USA","popularity":7.949,"profile_path":"/eUZdWvl4KShH6GBkNG5X6bJbniF.jpg"}
