{"adult":false,"also_known_as":[],"biography":"Gabriel Macht is an American actor. He was born in the Bronx, New York, to Suzanne, a museum curator and archivist, and actor Stephen Macht. Gabriel has three siblings, and moved with his parents to California when he was young.\n\nGabriel had his first success on screen when he was 8-years-old. He was nominated for a Best Young Motion Picture Actor Award for his performance in the movie Why Would I Lie? (1980). Briefly withdrawing from the business as a child, he returned as an adult with favorable roles that further developed his talents. After high school, Macht studied theatre at Carnegie Mellon School of Drama in Pittsburgh. Macht remains active in the theater and is involved with the Mad Dog Theater Company in New York where he performed the play \"To Whom It May Concern\" for the company at the Belgrade International Theatre Festival in 1997. His other theater credits include \"Steve Martin's Picasso at the Lapin Agile\" at Promenade Theater Off Broadway and Theater on the Square in San Francisco; Roger Kumble's \"Turnaround\" at the Coast Playhouse in Los Angeles; \"La Ronde\" directed by Joanne Woodward at Williamstown Theater Festival; \"What the Butter Saw\" directed by Joe Dowling at Arena Stage in Washington DC. On the big screen, Macht was seen in Edward Zwick's highly acclaimed, \"Love & Other Drugs\" where he starred opposite Jake Gyllenhaal and Anne Hathaway who were both nominated for Golden Globes® for their performances. Macht also starred in the comic book inspired film, \"The Spirit\" as the titular character opposite Samuel Jackson, Scarlett Johannson, and Eva Mendes directed by Frank Miller. He was previously seen in Robert De Niro's critically acclaimed film, \"The Good Shepherd\" with Matt Damon and Angelina Jolie. Macht's additional screen credits include the comic drama \"Middle Men\" with Giovanni Ribisi and Luke Wilson, the arctic thriller \"Whiteout\" with Kate Beckinsale, the romantic comedy \"Because I Said So\" with Diane Keaton; Joel Schumacher's \"Bad Company\" opposite Anthony Hopkins; \"The Recruit\" opposite Al Pacino and Colin Farrell; \"Behind Enemy Lines\" with Owen Wilson and Gene Hackman and \"American Outlaws\" where he first starred opposite Colin Farrell. His role in \"A Love Song for Bobby Long\" garnered Macht critical acclaim for his performance as the tormented writer, Lawson Pines' starring opposite John Travolta and Scarlett Johansson in the 2004 film. On television, Macht had guest starring roles on \"Sex and the City,\" and \"Spin City\" and was a regular on Steven Spielberg's supernatural drama for NBC \"The Others,\" and starred as William Holden in ABC's \"The Audrey Hepburn Story\".\n\nMacht is best known for his role as Harvey Specter in USA drama Suits (2011). He resides in New York, Los Angeles, and the Sunshine Coast, Australia. He is of Ashkenazi Jewish descent on both sides of his family.","birthday":"1972-01-22","deathday":null,"gender":2,"homepage":null,"id":16856,"imdb_id":"nm0532683","known_for_department":"Acting","name":"Gabriel Macht","place_of_birth":"The Bronx, New York, USA","popularity":13.12,"profile_path":"/mc0zlgOviaVnfrIQ0igHDg4sHH0.jpg"}
