{"adult":false,"also_known_as":["Anna Marie Duke","Patty Duke-Astin","Anna Pearce","Patty Duke Astin"],"biography":"Patty Duke was born Anna Marie Duke on December 14, 1946 in Elmhurst, New York, to Frances Margaret (McMahon), a cashier, and John Patrick Duke, a cab driver and handyman. She is of Irish, and one eighth German, descent. Her acting career began when she was introduced to her brother Ray Duke's managers, John and Ethel Ross. Soon after, Anna Marie became Patty, the actress. Patty started off in commercials, a few movies and some bit parts. Her first big, memorable role came when she was chosen to portray the blind and deaf Helen Keller in the Broadway version of \"The Miracle Worker\". The play lasted almost two years, from October 19, 1959-July 1, 1961 (Patty left in May, 1961). In 1962, The Miracle Worker (1962) became a movie and Patty won an Academy Award for best supporting actress. She was 16 years old, making her the youngest person ever to win an Oscar. She then starred in her own sitcom titled The Patty Duke Show (1963). It lasted for three seasons, and Patty was nominated for an Emmy. In 1965, she starred in the movie Billie (1965). It was a success and was the first movie ever sold to a television network. That same year, she married director Harry Falk. Their marriage lasted four years. She then starred in Valley of the Dolls (1967), which was a financial but not a critical success. In 1969, she secured a part in an independent film called Me, Natalie (1969). The film was a box-office flop, but she won her second Golden Globe Award for her performance in it. In the early 1970s, she became a mother to actors Sean Astin (with writer Michael Tell) and Mackenzie Astin (with actor John Astin). In 1976, she won her second Emmy award for the highly successful mini-series, Captains and the Kings (1976). Other successful TV films followed. She received two Emmy nominations in 1978 for A Family Upside Down (1978) and Having Babies III (1978). She then won her third Emmy in the 1979 TV movie version of The Miracle Worker (1979), this time portraying \"Annie Sullivan\". In 1982, she was diagnosed with manic-depressive illness. In 1984, she became President of the Screen Actors Guild (SAG). In 1986, she married Michael Pierce, a drill sergeant whom she met while preparing for a role in the TV movie, A Time to Triumph (1986). In 1987, she wrote her autobiography, \"Call Me Anna\". In 1989, she and Mike adopted a baby, whom they named \"Kevin\". Her autobiography became a TV movie in 1990, with Patty playing herself, from her 30s onward. In 1992, she wrote her second book, \"A Brilliant Madness: Living with Manic Depression Illness\".\n\nAnna Marie Duke had a long and successful career, winning three Emmys. She was a mother and a political advocate for issues such as the ERA (Equal Rights Amendment), AIDS and nuclear disarmament, all despite having Manic-Depression. She died on March 29, 2016, in Coeur d'Alene, Idaho, of sepsis from a ruptured intestine. Patty had proved her strength as an actress and as a person.","birthday":"1946-12-14","deathday":"2016-03-29","gender":1,"homepage":null,"id":27446,"imdb_id":"nm0001157","known_for_department":"Acting","name":"Patty Duke","place_of_birth":"Elmhurst, Queens, New York, United States","popularity":5.123,"profile_path":"/aQLjPeXawYEGa6OT8Hhn16GJWG2.jpg"}
