{"adult":false,"also_known_as":["Gerard Thomas Parkes","Gerry Parkes","Gerard Parks"],"biography":"Gerard \"Gerry\" Parkes was an Irish-born Canadian actor. He was born in Dublin, and moved to Toronto in 1956. He is best known for playing \"Doc\" on the Canadian Broadcasting Corporation television series Fraggle Rock and the bartender in the film The Boondock Saints and its sequel The Boondock Saints II: All Saints Day.  His acting career spanned film, radio, television, and the stage. Parkes worked often on CBC radio, beginning in 1959, and shifted into television and film, acting in such diverse series as the 1960s' ecological adventure series The Forest Rangers, children's show The Littlest Hobo, and the detective series Cagney and Lacey. In 1968, Parkes won the first Canadian film award (then called the Etrog and now known as the Gemini) for his portrayal of Uncle Matthew in the movie Isabel. He received the Andrew Allan Award in 1983 for Best Radio Actor, and in 1999, he won the Dora Mavor Moore Award for Outstanding Performance in a Featured Role for Kilt.  In 1996, he portrayed Jonathan Swift in the HBO Original Film Handel's Last Chance. In 1998, he appeared on an episode of PBS's Noddy, as Wally the Wanderer in \"Noah's Leaving\". He appeared with Willem Dafoe and Billy Connolly in The Boondock Saints (playing a Tourette's syndrome-afflicted bartender, also named \"Doc\"). He reprised the role for The Boondock Saints II: All Saints Day.\n\nHe appeared in The Adjuster (1991), premiering at the New York Film Festival. In 1991, it won the Special Silver St. George at the 17th Moscow International Film Festival. In 1993, the Toronto International Film Festival ranked the film 10th in the Top 10 Canadian Films of All Time.\n\nThis page is based on a Wikipedia article written by contributors. Text is available under the CC BY-SA 4.0 license; additional terms may apply.","birthday":"1924-10-16","deathday":"2014-10-19","gender":2,"homepage":null,"id":105777,"imdb_id":"nm0662730","known_for_department":"Acting","name":"Gerard Parkes","place_of_birth":"Dublin, Ireland","popularity":4.228,"profile_path":"/u1Qgm9FoylIIUNOJDjl4Es6zCYy.jpg"}
