{"adult":false,"also_known_as":[],"biography":"Alain Robbe-Grillet was a French writer and filmmaker. He was, along with Nathalie Sarraute, Michel Butor and Claude Simon, one of the figures most associated with the Nouveau Roman (new novel) trend. Alain Robbe-Grillet was elected a member of the Académie française on March 25, 2004, succeeding Maurice Rheims at seat No. 32. He was married to Catherine Robbe-Grillet (née Rstakian).\n\nRobbe-Grillet's career as a creator of fiction was not restricted to the writing of novels. For him, creating fiction in the form of films was of equal importance. His film career began when Alain Resnais chose to collaborate with him on his 1961 film Last Year at Marienbad. The film was nominated for the 1963 Academy Award for Writing Original Screenplay and won the Golden Lion when it came out in 1961. In the credits it was presented as a film equally co-authored by Alain Robbe-Grillet and Alain Resnais.\n\nRobbe-Grillet then went on to launch a career as a writer-director of a series of cerebral and often sexually provocative feature films which explored similar themes to those in his literary work (e.g. Voyeurism, The Body as Text, The 'Double'). He commenced with L'Immortelle (The Immortal One) (1962) which won the much-coveted Louis Delluc Prize of 1962. This was followed by his most commercially successful film after Last Year at Marienbad: Trans-Europ-Express (1966) starring Jean-Louis Trintignant, who continued to work with Robbe-Grillet on his next four films: his French-Slovak film L'homme qui ment/Muž, ktorý luže (The Man Who Lies) (1968), L'Eden et après/Eden a potom (Eden and After) (1970), Glissements progressifs du plaisir (Progressive Slidings towards Pleasure) (1974) and Le jeu avec le feu (Playing with Fire) (1975). It was almost a decade before the appearance of his next feature film, La belle captive (The Beautiful Captive) (1983), but Alain Robbe-Grillet was fortunate enough to enlist the services of Henri Alekan as cinematographer, the visionary master of cinematography for the films of Jean Cocteau. Subsequently more than a decade passed before Alain Robbe-Grillet got behind the lens again, this time filming a mystery thriller on a small Greek island with Fred Ward starring as the confused Frank in Un bruit qui rend fou. Robbe-Grillet (A Maddening Noise, aka: The Blue Villa) (1995). Before his death in 2008 Robbe-Grillet was to direct one more film, Gradiva (C'est Gradiva qui vous appelle) (2006) which brought once more to the fore his preoccupation with sadism and bondage in his fiction. Perhaps the best introduction to the film works of Alain Robbe-Grillet is the volume The Erotic Dream Machine by Professors Roch C.Smith and Anthony N. Fragola. Also of great value is the volume In the Temple of Dreams: The Writer on the Screen in which Robbe-Grillet himself explains the relationship between his literary fiction and his cinematic fiction (ed. Edouard d'Araille, 1996).","birthday":"1922-08-18","deathday":"2008-02-18","gender":2,"homepage":null,"id":34590,"imdb_id":"nm0730237","known_for_department":"Writing","name":"Alain Robbe-Grillet","place_of_birth":"Brest, Finistère, France","popularity":2.309,"profile_path":"/n9qTa01aXrcTI0jH3xFalgW7qus.jpg"}
