{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nMichael Dennis Bryant (5 April 1928 – 25 April 2002) was a British stage and television actor.\n\nBryant attended Battersea Grammar School and after service in the Merchant Navy and Army, he attended drama school and appeared in many productions on the London stage. He made his film debut in 1955. His greatest role was Mathieu in BBC2's 1970 adaptation of Jean-Paul Sartre's Roads to Freedom trilogy. His guest star appearance as Wing Commander Marsh, who feigns insanity in the 'Tweedledum' episode of the BBC drama series, Colditz (1972), is still widely remembered.\n\nBryant was chosen by Orson Welles to play the lead role in The Deep, Welles's adaptation of the Charles Williams novel Dead Calm. The production frequently ran out of money, and following the death of actor Laurence Harvey in 1973, Welles stopped production and announced the movie - which had been completed except for one special effects shot of a ship exploding - would not be released. (The novel was finally adapted to film in 1989.)\n\nIn 1969 Bryant took his love of the stage on a strange trip into the realm of cult films, playing a clever male prostitute who outwits a delusional family of killers in the dark comedy Mumsy, Nanny, Sonny and Girly, an adaptation of a play by Maisie Mosco. Due to poor marketing and a lack of faith in the film by the distributor, the film quickly sank into obscurity even before it could develop a cult following.\n\nOne of Bryant's most memorable performances was in the classic BBC television play The Stone Tape (1972), in which he plays the leader of a team of scientists who investigate ghost sightings in a brooding gothic mansion.\n\nBryant also had a supporting role as a sadistic psychiatrist in the cult classic black comedy The Ruling Class, with Peter O'Toole and Alastair Sim. He also appeared in Richard Attenborough's Gandhi (1982) as a British diplomat.\n\nHaving played Lenin in the film Nicholas and Alexandria, Bryant would later reprise the role in Robert Bolt's play State of Revolution (1977). He had previously co-starred in Bolt's unsuccessful Gentle Jack. The 1977 production of a Bolt play though was significant for featuring the first role he performed at the National Theatre where he was a constant presence for a quarter of a century. Bryant, described by Michael Billington as \"rock-solid company man\", had earlier performed with the Royal Shakespeare Company from 1964, including the premiere production of Harold Pinter's The Homecoming (1965), in which he played Teddy, the returning academic.\n\nIn 1980, Michael Bryant won the London Drama Critics Circle Theatre Award for Best Actor, and his other theatrical performances were equally well thought of. Bryant won Laurence Olivier Awards in 1988 and 1990 and was nominated twice more.\n\nDescription above from the Wikipedia article Michael Bryant (actor), licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1928-04-05","deathday":"2002-04-25","gender":2,"homepage":null,"id":106612,"imdb_id":"nm0117188","known_for_department":"Acting","name":"Michael Bryant","place_of_birth":"London, England, UK","popularity":1.545,"profile_path":null}
