{"adult":false,"also_known_as":[],"biography":"John McCafferty is an actor and writer. He was born in Cleveland, Ohio, the USA to American parents. He is raised as Slovak Catholic. His father was a fireman with too many jobs to keep his family financially well. He was a workaholic, used to keep himself busy with work and spared very less time with his family.\n\nHis mother, who was a look-alike of Hedy Lamar with glasses, was a supple woman with great childlike character and energy. She was a fortune teller. Her instinct, premonition, and dreams always seemed explicit. John has three sisters.\n\nAs a child, John had very few friends and was alone most of the times; his father never had time for his games and his mother was busy telling people their fortunes. He was a curious child, while his other friends spent their time playing sports; he used to spend his time inspecting the unknown facts of publications like Stranger than Fiction, Fate, and Flying Saucers- Serious Business, Chariots of the Gods.\n\nHe was always thinking about things and questioning his educators, ‘How can that be?’ John was fond of fantasy movies and TV serials as a child and watched Twilight Zone, Star Trek, One Step Beyond, and Outer Limits.  He went to Catholic Grade School for his early studies and to Public High School for his higher studies. In high school, John joined drama club and took lead roles in plays. He also played drums in the R&R band.\n\nJohn attended Kent State University for his graduation; it is where his of lifestyle and mentality took a shift. In his freshman year, he met Vietnam vets and learned through them that Vietnam War was a complete waste of people’s life and resource. In his second year, he interchanged his major subject from theater to TV & Radio and minor subject to Photo Journalism.\n\nAfter graduation, John did different jobs which included Vampire Shift at WDBN Radio, Cleveland, Ohio, which he described as “the loneliest job in the world’. He also acted in local commercials and performed voice over.\n\nLater, he moved to Los Angeles leaving his family and band-mates behind and worked as a tour guide at Universal Studios. He then started acting in National Commercials and co-starring leads on TV through which he got a lead role on the NBC soap opera Texas for which he relocated to New York for three years.\n\nHe has acted in many movies and TV series but his best-known works are - Texas (1980), Death row Game show (1987) and Sexual Intent (1993). He has other experiences as Spokesman, Ear prompter, Teleprompter, Voice over, TV Promos, Movie Trailers, Psychic, Palm Reader, Handwriting Analyst.\n\n(source: nettv4u.com/celebrity/english/movie-actor/john-mccafferty)","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":99635,"imdb_id":"nm0564526","known_for_department":"Acting","name":"John McCafferty","place_of_birth":"Cleveland, Ohio, USA","popularity":1.62,"profile_path":"/8NBcRODg1WWoynZ5QpI0CDxnBkW.jpg"}
