{"adult":false,"also_known_as":["셀마 헤이엑","Σάλμα Χάγιεκ","Са́льма Ха́йек","살마 아예크"],"biography":"Salma Hayek Pinault (born Salma Valgarma Hayek Jiménez; September 2, 1966) is a Mexican and American actress and producer. She began her career in Mexico starring in the telenovela Teresa and starred in the film El Callejón de los Milagros (Miracle Alley) for which she was nominated for an Ariel Award. In 1991, Hayek moved to Hollywood and came to prominence with roles in films such as Desperado (1995), From Dusk till Dawn (1996), Wild Wild West, and Dogma (both 1999).\n\nHayek's breakthrough role was in the 2002 film Frida, as Mexican painter Frida Kahlo, for which she was nominated for Best Actress for the Academy Awards, the BAFTA Film Awards, the Golden Globe Awards, and the Screen Actors Guild Awards, and which she also produced. This movie received widespread attention and was a critical and commercial success.\n\nHayek won the Daytime Emmy Award for Outstanding Directing in a Children/Youth/Family Special for The Maldonado Miracle in 2004, and received a Primetime Emmy Award nomination for Outstanding Guest Actress in a Comedy Series after guest-starring in the ABC television comedy-drama Ugly Betty in 2007. She also guest-starred on the NBC comedy series 30 Rock from 2009 to 2013. In 2017, she was nominated for an Independent Spirit Award for her role in Beatriz at Dinner.\n\nHayek's subsequent films include Grown Ups (2010), Puss in Boots (2011), Grown Ups 2 (2013), Tale of Tales (2015), Sausage Party (2016), The Hitman's Bodyguard (2017), Like a Boss (2020) and The Hitman's Wife's Bodyguard (2021).\n\nDescription above from the Wikipedia article Salma Hayek, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1966-09-02","deathday":null,"gender":1,"homepage":null,"id":3136,"imdb_id":"nm0000161","known_for_department":"Acting","name":"Salma Hayek","place_of_birth":"Coatzacoalcos, Veracruz, Mexico","popularity":24.058,"profile_path":"/3j8MpAjyopkAc8mbNiDeXyqBmcS.jpg"}
