{"adult":false,"also_known_as":[" Ken Cranham "],"biography":"Scottish born actor Kenneth Cranham is one of the most recognisable character actors in Britain. Having trained at the National Youth Theatre and RADA, Cranham first came to prominence as Noah Claypole in the 1968 Carol Reed musical Oliver! In the late '70s, Cranham memorably played Sapper Salt in Euston Films' Danger UXB, before taking the title role in the popular postwar set period comedy drama Shine on Harvey Moon. His most famous film role from around this time was Dr. Philip Channard in Hellraiser II. In more recent years he has starred in the HBO series Rome, as well as the films Hot Fuzz, Layer Cake, Valkyrie, Made in Dagenham, Maleficent and Film Stars Don't Die In Liverpool.  Among many stage credits are West End productions of Entertaining Mr Sloane, Loot, An Inspector Calls (both transferring to Broadway), The Ruffian on the Stair, The Birthday Party and Gaslight (at the Old Vic). For his role as Inspector Goole in An Inspector Calls, he was nominated for a Laurence Olivier Award. In 2016, Cranham won the Olivier Award for Best Actor in a Play for his role as Andre in Florian Zeller's The Father. The play originated at the Theatre Royal Bath's Ustinov Studio in the Autumn of 2014, before touring the country and transferring to the West End in the Summer of 2015, and returning to the Duke of York's Theatre in Spring 2016. The play received an unprecedented five star review from every leading national press publication, and Cranham's performance was described as \"the performance of his life\"  His first wife was actress Diana Quick. He has two daughters: Nancy Cranham with actress Charlotte Cornwell, and Kathleen Cranham with his second wife, actress Fiona Victory, whom he met on the set of Shine on Harvey Moon.","birthday":"1944-12-12","deathday":null,"gender":2,"homepage":null,"id":26258,"imdb_id":"nm0186469","known_for_department":"Acting","name":"Kenneth Cranham","place_of_birth":"Dunfermline - Scotland - UK","popularity":8.942,"profile_path":"/9lzTbNgaoArlxpEkYtWQfOyiYwu.jpg"}
