{"adult":false,"also_known_as":["매기 스미스","Мэгги Смит","Margaret Natalie Smith","Dame Margaret Natalie Smith"],"biography":"Dame Margaret Natalie Smith CH DBE (born 28 December 1934) is an English actress. She has had an extensive career on stage, film, and television which began in the mid-1950s. Smith has appeared in more than 60 films and over 70 plays, and is one of Britain's most recognisable actresses. She was made a Dame by Queen Elizabeth II in 1990 for contributions to the performing arts, and a Companion of Honour in 2014 for services to drama.\n\nSmith began her career on stage as a student, performing at the Oxford Playhouse in 1952, and made her professional debut on Broadway in New Faces of '56. For her work on the London stage, she has won a record six Best Actress Evening Standard Awards: for The Private Ear, and The Public Eye (both 1962), Hedda Gabler (1970), Virginia (1981), The Way of the World (1984), Three Tall Women (1994) and A German Life (2019). She received Tony Award nominations for Private Lives (1975) and Night and Day (1979), before winning the 1990 Tony Award for Best Actress in a Play for Lettice and Lovage. She appeared in Stratford Shakespeare Festival productions of Antony and Cleopatra (1976) and Macbeth (1978), and West End productions of A Delicate Balance (1997) and The Breath of Life (2002). She received the Society of London Theatre Special Award in 2010.\n\nOn screen, Smith first drew praise for the crime film Nowhere to Go (1958), for which she received her first nomination for a British Academy of Film and Television Arts (BAFTA) Award. She has won two Academy Awards, winning Best Actress for The Prime of Miss Jean Brodie (1969) and Best Supporting Actress for California Suite (1978). She is one of only seven actresses to have won in both categories. She has won a record four BAFTA Awards for Best Actress, including for A Private Function (1984) and The Lonely Passion of Judith Hearne (1988), a BAFTA for Best Supporting Actress for Tea with Mussolini (1999), and three Golden Globe Awards. She received four other Oscar nominations that were for Othello (1965), Travels with My Aunt (1972), A Room with a View (1986), and Gosford Park (2001).\n\nSmith played Professor Minerva McGonagall in the Harry Potter film series (2001–2011). Her other films include Love and Pain and the Whole Damn Thing (1973), Death on the Nile (1978), Clash of the Titans (1981), Evil Under the Sun (1982), Hook (1991), Sister Act (1992), Sister Act 2: Back in the Habit (1993), The Secret Garden (1993), The Best Exotic Marigold Hotel (2012), and The Lady in the Van (2015). She won an Emmy Award in 2003 for My House in Umbria, to become one of the few actresses to have achieved the Triple Crown of Acting, and starred as Lady Violet Crawley, Dowager Countess of Grantham, on Downton Abbey (2010–2015), for which she won three Emmys, her first non-ensemble Screen Actors Guild Award, and her third Golden Globe. Her honorary film awards include the BAFTA Special Award in 1993 and the BAFTA Fellowship in 1996. She received the Stratford Shakespeare Festival's Legacy Award in 2012, and the Bodley Medal by the University of Oxford's Bodleian Libraries in 2016.\n\nDescription above from the Wikipedia article Maggie Smith, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1934-12-28","deathday":null,"gender":1,"homepage":null,"id":10978,"imdb_id":"nm0001749","known_for_department":"Acting","name":"Maggie Smith","place_of_birth":"Ilford, Essex, England, UK","popularity":15.03,"profile_path":"/qZyJ7DaOtkfqw58Iv7EqADi428P.jpg"}
