{"adult":false,"also_known_as":["Jennifer Ellen Chan"],"biography":"Jennifer Tilly (born Jennifer Ellen Chan; September 16, 1958) is an American actress and poker player. She is most recognised as Tiffany Valentine in the Child's Play franchise (1998–), a role for which she is recognized as an \"icon\" in the horror film community. Her first notable acting role was on the sitcom Shaping Up (1984), which she followed with her film debut in No Small Affair the same year. She is known for her distinctive voice and comedic timing. Tilly is a World Series of Poker Ladies' Event bracelet winner, the first celebrity to win a World Series tournament. She is the older sister of actress Meg Tilly.\n\nTilly came to prominence when she received an Academy Award nomination for her portrayal of Olive Neal in Woody Allen's 1994 film Bullets over Broadway. She earned further acclaim, as well as Saturn Award and MTV Award nominations, for her performance in the Wachowskis' 1996 neo-noir thriller Bound. Her other film appearances include Let It Ride; The Fabulous Baker Boys (1989); Made in America (1993); The Getaway (1994); Edie & Pen; House Arrest (1996); Liar Liar (1997); Music from Another Room (1998); Stuart Little (1999); Dancing at the Blue Iguana (2000); The Cat's Meow; Monsters, Inc. (2001); The Haunted Mansion (2003); Home on the Range (2004); and Terry Gilliam's Tideland (2005). She is also known for providing the voice of Bonnie Swanson on the animated television series Family Guy (1999–present).\n\nTilly was the recipient of a Theatre World Award in 1993 for her performance in the Off-Broadway play One Shoe Off. Her other stage credits include the Broadway revivals of The Women (2001) and Don't Dress for Dinner (2012).\n\nDescription above from the Wikipedia article Jennifer Tilly, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1958-09-16","deathday":null,"gender":1,"homepage":null,"id":7906,"imdb_id":"nm0000236","known_for_department":"Acting","name":"Jennifer Tilly","place_of_birth":"Harbor City, California, USA","popularity":12.916,"profile_path":"/jrWj0LKOLGyn8BjxCPfwxX3BXC4.jpg"}
