{"adult":false,"also_known_as":["Marit Lieberson"],"biography":"Marit Allen (17 September 1941 – 26 November 2007) was an English fashion journalist and costume designer who specialized in costumes for films. She designed the costumes for several successful Hollywood films, including Mrs. Doubtfire, The Witches, Eyes Wide Shut, Dirty Rotten Scoundrels, Brokeback Mountain and La Vie en Rose. Her career as a film costume designer lasted over 33 years.\n\nMarit Allen was born on 17 September 1941 in Cheshire, England, to a Norwegian mother and an English father. She was a pupil at Adcote School, an independent girls' boarding school in Shropshire from 1951 and 1959. She then graduated from the University of Grenoble, in France.\n\nAllen's career in fashion began in 1961 when she took a job as a trainee at Queen Magazine. She quickly became editor and writer for the 'About 20' young fashion section of the magazine, which she used to showcase young design talent and innovative photography. In 1964, when the editor of Queen, Beatrix Miller, went to edit British Vogue, she took Allen with her. For Vogue, Allen founded the 'Young Idea' pages which continued to champion up-and-coming innovative young designers such as John Bates and Foale and Tuffin. Allen's layouts were also original, including a spread based on the Batman comic strip in June 1966. She occasionally modelled for her own articles, and wore the designs she featured. For her 1966 wedding to the film producer Sandy Lieberson, Allen wore an ultra-modern mini-dress and coat trimmed with silver vinyl by John Bates. Allen remained at Vogue until 1973. She also helped to establish the bachelor's degree program in journalism at Central St. Martin's Art College in 1973.\n\nAllen was persuaded to enter the costume designing business for film by director Nicolas Roeg after her successful career in fashion journalism. Following her entry into costume design, Allen worked on the costumes for a number of Roeg's movies including Don't Look Now, The Witches and Eureka.\n\nAllen also developed a working relationship with Taiwanese film director, Ang Lee. The two collaborated to create the costumes for a number of Ang's major films, including Hulk, Brokeback Mountain and Ride with the Devil.\n\nAllen's other noted films included La Vie En Rose (2007) for which she received her sole Oscar nomination, Love in the Time of Cholera (2007), Dirty Rotten Scoundrels (1988), Dead Man (1995), and Little Shop of Horrors (1986).\n\nIn addition to her Academy Award nomination, Allen was also honored for her work with two Emmy nominations, as well as a Costume Designers Guild award and a BAFTA for her work on La Vie En Rose.\n\nMarit Allen died of a brain aneurysm in Sydney, Australia, on 26 November 2007. She was 66 years old. Allen had three children; Lucy, Ben and Holly.\n\nAllen was working with director and producer George Miller on preproduction costume designs for the never-made film Justice League: Mortal\" at the time of her death in 2007\n\nSource: Article \"Marit Allen\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1941-09-17","deathday":"2007-11-26","gender":1,"homepage":null,"id":11714,"imdb_id":"nm0020801","known_for_department":"Costume & Make-Up","name":"Marit Allen","place_of_birth":"Cheshire, England, UK","popularity":0.6,"profile_path":"/uWWqrlRERtopHPXJOCS47Miw0tm.jpg"}
