{"adult":false,"also_known_as":["Marla Maples Trump","Marla Ann Maples"],"biography":"Marla Maples (born October 27, 1963) is an American actress, television personality, and socialite, best known for her marriage to businessman celebrity Donald Trump.  \n\n  Maples was born in Dalton, Georgia, the daughter of Ann, a former office worker, and Stan Maples, a real estate developer who later divorced Ann to marry a high school classmate of Maples. \n\nShe is a distant cousin of actress Heather Locklear.\n\nShe attended Northwest Whitfield High School in Tunnel Hill, Georgia, where she was a star on the varsity basketball teams.\n\n Maples began secretly dating Donald Trump in 1986 for nearly two years while Trump was still married to Ivana Trump. The affair was later discovered by Ivana in 1991, when Ivana confronted Maples on a ski slope in Aspen, Colorado. The public spat was well chronicled by the media and led to Ivana filing for divorce. \n\nShe has one child with Donald Trump, Tiffany Ariana Trump, born on October 13, 1993. Tiffany was named after the Tiffany Company Building.\n\nDonald Trump later divorced Maples, after a National Enquirer story surfaced reporting that a Florida police officer caught Maples and Trump bodyguard Spenser Wagner under a lifeguard station on Boyton Beach. After the divorce, Maples signed a deal with HarperCollins to write a book about Trump entitled \"All that Glitters is not Gold,\" which was abandoned when Trump threatened litigation on grounds the book violated the divorce agreement.\n\n She later became engaged to producer Michael Mailer, son of writer Norman Mailer, but Mailer later called off the engagement for unexplained reasons to marry someone else. Maples is now a confirmed spiritualist and single mom. Marla is currently host of her own radio show on Contact Talk Radio http://www.contacttalkradio.com the first Friday of every month","birthday":"1963-10-27","deathday":null,"gender":1,"homepage":"http://www.marlamaples.com/","id":153884,"imdb_id":"nm0005185","known_for_department":"Acting","name":"Marla Maples","place_of_birth":"Cohutta, Georgia, USA","popularity":2.932,"profile_path":"/oIdiJ6PHwvuubj40F7qn3Mr9UP.jpg"}
