{"adult":false,"also_known_as":["Фёдор Савельевич Хитрук","Федор Хитрук","Фёдор Хитрук","Fedor Khitruk"],"biography":"Fyodor Savelyevich Khitruk (Russian: Фёдор Савельевич Хитрук; 1 May 1917 – 3 December 2012; Tver) was a Russian (and Soviet) animator and animation director.\n\nKhitruk was born in Tver (Russian Empire), into a Jewish family. He came to Moscow to study graphic design at the OGIS College for Applied Arts. He graduated in 1936 and started to work with \"Soyuzmultfilm\" in 1938 as an animator. From 1962 onwards, he worked as a director. His first film \"Story of One Crime\" was an immense success. Today, this film is seen as the beginning of a renaissance of Soviet animation after a two-decade-long life in the shadows of Socialist realism. Diverging from the “naturalistic” Disney-like canons that were reigning in the 1950-60s in Soviet animated cartoons, he created his own style, which was laconic yet multi-level, non-trivial and vivid.\n\nHe is the director of outstanding animated short films including such classics as his social satire of bureaucrats, \"Man in the Frame\" (1966); the philosophic parable, \"Island\" (1973) about the loneliness of a man in modern society; the biographical film \"A Young Man Named Engels – A Portrait in Letters\" (1970), based on drawings and letters of young Engels; the parody \"Film, Film, Film\" (1968); and the anti-war film, \"Lion and Bull\" (1984).\n\nIn April 1993, Khitruk and three other leading animators (Yuri Norstein, Andrei Khrzhanovsky, and Eduard Nazarov) founded SHAR Studio, an animation school and studio in Russia. The Russian Cinema Committee is among the share-holders in the studio. In 2008, he released a two-volume book titled \"Profession of Animation\". He is the grandfather of violin virtuoso Anastasia Khitruk.\n\nKhitruk lived in Moscow, where he died in 2012, aged 95.","birthday":"1917-05-01","deathday":"2012-12-03","gender":2,"homepage":null,"id":550475,"imdb_id":"nm0451658","known_for_department":"Directing","name":"Fyodor Khitruk","place_of_birth":"Tver, Russian Empire","popularity":0.829,"profile_path":"/qhhspzJorT3bpOwigKTuszAVN53.jpg"}
