{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nTamara Beccam Mello (born February 22, 1976) is an American actress. Her career began in 1993 with appearances on various television programs and films. She has appeared in the TV series 7th Heaven, Boy Meets World, and Diagnosis: Murder and in the films The Brady Bunch Movie and She's All That.\n\nIn 1999, she appeared in the TV series Popular as Lily, the politically-correct vegetarian. Since the series ended, she has worked sporadically, limited to mainly guest appearances on television shows. She will be appearing in the upcoming CBS comedy Worst Week.\n\nIn January/February 2009, she appeared in a T-Mobile Blackberry Pearl Flip television commercials campaigning against \"butt-dialing.\"\n\nShe is of French, Portuguese, and Latino descent.\n\nHer affinity for edgier characters led her to spend her summer hiatus filming the Ang Lee film adaptation Tortilla Soup, portraying the daughter of a widowed father played by Hector Elizondo.\n\nBorn and raised in Southern California, Mello initially had no inclinations toward pursuing a career in the entertainment industry. She performed in local theater productions as a hobby and while she was still in her teens, she caught the eye of a talent agent who signed her as a client after seeing her in a performance of Agnes of God with the Vanguard Theater Group.\n\nMello soon began appearing in guest-starring roles on various television series and became a series regular on the critically acclaimed drama series Nothing Sacred immediately after her first meeting with the producers.\n\nMello's film career includes a role in the hit coming-of-age film She's All That, starring Freddie Prinze Jr., Rachel Leigh Cook, and Matthew Lillard. Lillard encouraged her to star with him and Vincent D'Onofrio in the film he was helping to produce entitled The Spanish Judges. Her other feature credits include the independent film Carlo's Wake, about a family funeral, which starred Martin Landau and Rita Moreno, and \"Rave\".\n\nMello resides in Los Angeles, Calif. with her Pomeranian dog, Ashby. She enjoys traveling, practicing yoga, reading and spending time with her family.\n\nDescription above from the Wikipedia article Tamara Mello, licensed under CC-BY-SA, full list of contributors on Wikipedia.​","birthday":"1976-02-22","deathday":null,"gender":1,"homepage":null,"id":102313,"imdb_id":"nm0005220","known_for_department":"Acting","name":"Tamara Mello","place_of_birth":"Orange County, California, USA","popularity":8.373,"profile_path":"/h8wFMqqEEhd7hTXFl1cdXCh0NcF.jpg"}
