{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nMichele Dominguez Greene (b. February 3, 1962, in Las Vegas, Nevada, U.S.) is an American actress, singer, and songwriter, perhaps most well-known for her role as attorney Abigail \"Abby\" Perkins in L.A. Law from 1986 - 1991. She returned to that role in 2002 for the TV \"reunion\" film L.A. Law: The Movie.\n\nGreene picked up a taste for acting after enrolling in a high-school drama class; she had chosen the class to help her overcome her extreme shyness. She auditioned for and was accepted to the Bachelor of Fine Arts program at the University of Southern California, entering on a scholarship and beginning her formal training as an actor. During her college years she began working in television, appearing in numerous guest shots and television movies.\n\nShortly after graduation, she landed the ensemble role of \"Judy Nuckles\" in the short-lived Steven Bochco series Bay City Blues. When that was cancelled, Bochco kept her in mind and offered her the Abby Perkins role on L.A. Law. The show was a critical and commercial success, winning many Emmys and garnering Greene a nomination in the Best Supporting Actress category. Michele appeared on L.A. Law for five seasons, leaving to pursue her musical career and stretch her acting challenges.\n\nGreene appeared as \"Bobbie Lee\" (a runaway orphan girl) in the 1982 Dukes of Hazzard episode \"Coy Meets Girl.\" She appeared to look and act a lot like Dorothy Gale from The Wizard of Oz. In fact, Waylon Jennings as the balladeer even made a remark about her \"returning to Oz.\"\n\nShe has recorded two bilingual CDs, Ojo de Tiburon and Luna Roja.\n\nGreene has had recent acting roles in a number of popular television series including CSI, Cold Case, Nip/Tuck, Stargate SG-1 and Bones. Greene also appeared in an episode of Brothers and Sisters on ABC-TV in March 2009 as the governor of California. She has a recurring role on HBO's Big Love as a TV reporter.\n\nDescription above from the Wikipedia article Michele Greene, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1962-02-03","deathday":null,"gender":1,"homepage":null,"id":104053,"imdb_id":"nm0338872","known_for_department":"Acting","name":"Michele Greene","place_of_birth":"Las Vegas, Nevada, USA","popularity":6.511,"profile_path":"/e6u4Kt41oIzlL5smj0ZiHlmxAjT.jpg"}
