{"adult":false,"also_known_as":["Luis Buñuel Portolés","루이스 부뉴엘"],"biography":"Luis Buñuel Portolés was a Spanish filmmaker who worked in Spain, Mexico, and France. When Luis Buñuel died at age 83, his obituary in the New York Times called him \"an iconoclast, moralist, and revolutionary who was a leader of avant-garde surrealism in his youth and a dominant international movie director half a century later\". His first picture—made in the silent era — was called \"the most famous short film ever made\" by critic Roger Ebert, and his last film —made 48 years later— won him Best Director awards from the National Board of Review and the National Society of Film Critics. Writer Octavio Paz called Buñuel's work \"the marriage of the film image to the poetic image, creating a new reality... scandalous and subversive\". Often associated with the surrealist movement of the 1920s, Buñuel created films from the 1920s through the 1970s. His work spans two continents, three languages, and an array of genres, including experimental film, documentary, melodrama, satire, musical, erotica, comedy, romance, costume dramas, fantasy, crime film, adventure, and western. Despite this variety, filmmaker John Huston believed that, regardless of genre, a Buñuel film is so distinctive as to be instantly recognizable, or, as Ingmar Bergman put it, \"Buñuel nearly always made Buñuel films\". Six of Buñuel's films are included in Sight & Sound's 2012 critics' poll of the top 250 films of all time. Fifteen of his films are included in the They Shoot Pictures, Don't They? list of the 1,000 greatest films of all time, which is tied with John Ford for second-most, and he ranks number 14 on their list of the top 250 directors.","birthday":"1900-02-21","deathday":"1983-07-29","gender":2,"homepage":null,"id":793,"imdb_id":"nm0000320","known_for_department":"Directing","name":"Luis Buñuel","place_of_birth":"Calanda, Teruel, Aragón, España","popularity":5.359,"profile_path":"/a7wib1eRG6TyonDXpAbF7PZd0f8.jpg"}
