{"adult":false,"also_known_as":[],"biography":"Doug Mitchell (born 1952) is a film producer.\n\nMitchell's career as a producer began in the mid 1980s as a member of the Kennedy Miller production house based in Sydney, Australia. In the late 1980s he was nominated with George Miller and Terry Hayes on three separate occasions in the AACTA Award for Best Film category at the Australian Film Institute Awards.] In 1987 they won best film for The Year My Voice Broke, were nominated in 1989 for Dead Calm and won a second award for Flirting in 1990.\n\nIn 1995 Mitchell was nominated for an Academy Award with George Miller and his brother Bill Miller in the Academy Award for Best Picture category for the film Babe. In total the film was nominated for seven Academy Awards, winning the Academy Award for Best Visual Effects. The trio won the 1995 Golden Globe Award for Best Motion Picture – Musical or Comedy and received nominations for the 1995 BAFTA Award for Best Film and the 1995 Producers Guild of America Award for Best Theatrical Motion Picture.\n\nIn 2006 he was a producer with George Miller and Bill Miller of the computer-animated film Happy Feet. The film won the 2006 Academy Award for Best Animated Feature, the 2006 BAFTA Award for Best Animated Film and was nominated for the 2006 Golden Globe Award for Best Animated Feature Film. The trio were nominated in the Outstanding Producer of Animated Theatrical Motion Pictures category for Happy Feet at the Producers Guild of America Awards 2006.[7] Following the release of Happy Feet Two in 2011 they were nominated for the 2012 Asia Pacific Screen Award for Best Animated Feature Film.\n\nMitchell received another Academy Award for Best Picture nomination with George Miller for Mad Max: Fury Road.  The film was nominated for ten Academy Awards winning in six  categories. Mitchell, Miller and P J Voeten received further nominations  for the 2015 Golden Globe Award for Best Motion Picture – Drama  and the 2015 Producers Guild of America Award for Best Theatrical  Motion Picture. The trio won the 2015 AACTA Award for Best Film.","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":11651,"imdb_id":"nm0593294","known_for_department":"Production","name":"Doug Mitchell","place_of_birth":null,"popularity":1.646,"profile_path":null}
