{"adult":false,"also_known_as":["Роберт Д. Пархэм"],"biography":"Robert Parham (Robert Dennis Parham, Jr., born January 24, 1966) is a former five time World Kickboxing Champion and former four time Sport Karate Champion. His kickboxing record was 17-1 with 9 knockouts. In his last match, he was stopped by Patrick Barry\n\nWhile enlisted in the Air Force, he won the Mississippi's Silver Gloves championships and in 1988 he began earning karate titles, including Armed Forces Champion, Mississippi State Champion and pre-Olympic Taekwondo Champion.\n\nFrom 1991 to 1993, he won the National Karate Championship and in 1991 he was the United States Karate Alliance World Karate Champion [1]. He was Sport Karate International's regional winner in 1990 and 1993, and world champion in 1991. In 1993, he earned the National Black Belt League's Regional and World Titles and the United States Karate Alliance Lightweight Koshiki World Title. Parham was also the captain of the Pepsi Karate Team.\n\nParham's karate accomplishments earned him the Air Force's Air Education and Training Command's Male Athlete of the Year for 1992.\n\nThe award-winning martial artist has claimed world kickboxing titles in five weight classes - middleweight in 1994, super middleweight in 1996, light heavyweight in 1995 and 1997, cruiserweight in 1997 and heavyweight in 2001.\n\nIn 1999, Robert was a feature participant in the inaugural show of the TV series \"The Toughman World Championship on FX\". He made it to the finals and lost a hotly disputed decision to the local favorite.\n\nRobert has been inducted into the Universal Martial Arts Hall of Fame, the Masters Hall of Fame and several other Hall of Fames for his martial arts accomplishments.\n\nAfter retiring from martial arts competition, Robert turned to acting, with minor roles in movies such as \"Bad Faith\", \"The Insider\" and \"Hand to Hand\". He had his breakthrough starring role in the mini- feature \"Buster Jones\". Robert has since then starred in \"Predatory Lender\" and was co-executive producer on \"Jackson Bolt\".\n\nHe recently had a week designated in his honor in his hometown of Hillside, New Jersey and a day in his honor in his present residence of Fairfield, California.","birthday":"1966-01-24","deathday":null,"gender":2,"homepage":null,"id":1583234,"imdb_id":null,"known_for_department":"Acting","name":"Robert D. Parham","place_of_birth":null,"popularity":0.6,"profile_path":"/ebUqwbHaUACWbE8d6MulORSGGMt.jpg"}
