{"adult":false,"also_known_as":["Eric Flynn Ruff ","Ruffneck "],"biography":"Après avoir décroché son diplôme de fin d’études en pratique instrumentale au Conservatoire de Belfort, il a intégré l'École nationale supérieure des arts appliqués et des métiers d'art en 1987, avant de poursuivre ses études dans les classes deJean-Pierre Garnier, Maurice Attias et Joséphine Derenne au cours Florent de 1989 à 1992. Il a ensuite suivi les classes de Catherine Hiegel et Madeleine Marion au Conservatoire national supérieur d'art dramatique de 1992 à 1994. Il est devenu pensionnaire de la Comédie-Française en 1993, avant même la fin de ses études au Conservatoire.  Depuis 1998 il est sociétaire de la Comédie-Française, et a été l'un des six sociétaires membres du Comité d'administration de 2004 à 2006.  Au théâtre, il a tout joué à la Comédie-Française, de Dom Juan à Amphitryon, de Ruy Blas à L'Avare, de L'échange à Lucrèce Borgia, sous la direction de Jacques Lassalle, Anatoli Vassiliev, Andrzej Seweryn. Aux rôles de jeunes premiers des premières années, il voit maintenant se succéder des « personnages plus complexes », comme Penthée dans les Bacchantes, ou encore le Mésa du Partage de midi. En 2006, il a joué Christian dans Cyrano de Bergerac mis en scène par Denis Podalydès et grand succès de la saison, rôle pour lequel il a obtenu le Molière du comédien dans un second rôle en 2007.  Sur les planches, il a aussi joué hors des murs de la Comédie-Française, étant à l'affiche des Rustres, de Carlo Goldoni et mis en scène par Jérôme Savary, de La Corde, de Patrick Hamilton et mis en scène par Grégory Herpe et lui-même, ou encore de Peer Gynt, mis en scène par Philippe Berling. Plus récemment, il a été Hippolyte dans Phèdre, mis en scène par Patrice Chéreau, aux côtés, entre autres, de Dominique Blanc et Marina Hands. Il a aussi participé à des oratorios.  Discret au cinéma et à la télévision, il a tourné sous la direction de Yves Angelo, Nicole Garcia et Bruno Nuytten. On a pu l'apercevoir dans Place Vendôme, ainsi que dans les séries télévisées Les Rois maudits de Josée Dayan, et Pigalle, la nuit.  En plus de jouer, Éric Ruf a aussi réalisé quelques mises en scène. On peut signaler notamment celle d'Armen, principal ouvrage de l'écrivain Jean-Pierre Abraham. Le spectacle a été présenté à Pont-l'Abbé, dans le Finistère, en 2004. Il a aussi travaillé sur des opéras. En tant que directeur artistique de la compagnie EDVIN(e), il a monté Les belles endormies du bord de scène et Du désavantage du vent, pièce qu'il a coécrite. Ces pièces ont toutes deux été jouées pour la première fois au Centre Dramatique de Bretagne de Lorient. Au sein de la Comédie-Française, il a mis en scène Laboratoire des formes : Robert Garnier au Studio-Théâtre, en 2005.  Il s'est également illustré en tant que décorateur scénographe de différentes pièces, notamment pour des mises en scène de Denis Podalydès. Il a ainsi réalisé les décors de la pièce Cyrano de Bergerac à la Comédie-Française en 2006 . Il a obtenu le Molière du décorateur scénographe en 2007 pour cette réalisation.  Il a enseigné au Conservatoire national supérieur d'art dramatique et au Cours Florent, mais a aussi donné des cours de théâtre à des lycéens en ZEP.  Il est élu président du conseil d'administration de l'association Jean Vilar, le 5 avril 2013. En juillet 2014, il succède à Muriel Mayette-Holtz au poste d'administrateur général de la Comédie-Française.","birthday":"1969-05-21","deathday":null,"gender":2,"homepage":null,"id":229968,"imdb_id":"nm0749222","known_for_department":"Acting","name":"Eric Ruf","place_of_birth":null,"popularity":0.6,"profile_path":"/vC6LRPnj8ItbbuclJrEHaEMa3jk.jpg"}
