{"adult":false,"also_known_as":["Рассел Кроу","러셀 크로우","Russell Ira Crowe","ラッセル・クロウ","รัสเซล โครว์","羅素·高爾","رسل كرو","Ράσελ Κρόου"],"biography":"Russell Ira Crowe (born 7 April 1964) is an actor, director, musician, and singer. He was born in New Zealand, spent 10 years of his childhood in Australia, and moved there permanently at age 21. He came to international attention for his role as Roman General Maximus Decimus Meridius in the epic historical film Gladiator (2000), for which he won an Academy Award, Broadcast Film Critics Association Award, Empire Award, and London Film Critics Circle Award for Best Leading Actor, along with 10 other nominations in the same category.\n\nCrowe's other award-winning performances include tobacco firm whistle-blower Jeffrey Wigand in the drama film The Insider (1999) and John F. Nash in the biopic A Beautiful Mind (2001). He has also starred in films such as the drama Romper Stomper (1992), the mystery-detective thriller L.A. Confidential (1997), the epic war film Master and Commander: The Far Side of the World (2003), the boxing drama Cinderella Man (2005), the Western 3:10 to Yuma (2007), the crime drama American Gangster (2007), the thriller-drama State of Play (2009), and Robin Hood (2010).\n\nCrowe later starred in the musical drama Les Misérables (2012), as Jor-El in the superhero epic Man of Steel (2013), the biblical fantasy drama Noah (2014), and the action comedy The Nice Guys (2016). In 2014, he made his directorial debut with the drama The Water Diviner, in which he also starred. He has earned several accolades, including a star on the Hollywood Walk of Fame, two Golden Globe Awards, one BAFTA, and one Academy Award out of three consecutive nominations (1999, 2000, and 2001). He has been the co-owner of the National Rugby League (NRL) team South Sydney Rabbitohs since 2006.","birthday":"1964-04-07","deathday":null,"gender":2,"homepage":null,"id":934,"imdb_id":"nm0000128","known_for_department":"Acting","name":"Russell Crowe","place_of_birth":"Wellington, New Zealand","popularity":22.338,"profile_path":"/mGTtPuwE8OR00tkJGmVLJmt8KpW.jpg"}
