{"adult":false,"also_known_as":["Jerome Silberman","Jerry Silberman","Ζερόμ Ζίλμπερμαν","Τζιν Γουάιλντερ"],"biography":"Gene Wilder (born Jerome Silberman; June 11, 1933 – August 29, 2016) was an American actor, director, screenwriter, producer, singer-songwriter and author.\n\nWilder began his career on stage, and made his screen debut in an episode of the TV series The Play of the Week in 1961. Although his first film role was portraying a hostage in the 1967 motion picture Bonnie and Clyde, Wilder's first major role was as Leopold Bloom in the 1967 film The Producers for which he was nominated for an Academy Award for Best Supporting Actor. This was the first in a series of collaborations with writer/director Mel Brooks, including 1974's Blazing Saddles and Young Frankenstein, which Wilder co-wrote, garnering the pair an Academy Award nomination for Best Adapted Screenplay. Wilder is known for his iconic portrayal of Willy Wonka in Willy Wonka & the Chocolate Factory (1971) and for his four films with Richard Pryor: Silver Streak (1976), Stir Crazy (1980), See No Evil, Hear No Evil (1989), and Another You (1991), as well as starring in Woody Allen's Everything You Always Wanted to Know About Sex* (*But Were Afraid to Ask) (1972). Wilder directed and wrote several of his own films, including The Woman in Red (1984).\n\nWith his third wife, Gilda Radner, he starred in three films, the last two of which he also directed. Her 1989 death from ovarian cancer led to his active involvement in promoting cancer awareness and treatment, helping found the Gilda Radner Ovarian Cancer Detection Center in Los Angeles and co-founding Gilda's Club.\n\nAfter his last acting performance in 2003 – a guest role on Will & Grace for which he received an Emmy Award for Outstanding Guest Actor – Wilder turned his attention to writing. He produced a memoir in 2005, Kiss Me Like a Stranger: My Search for Love and Art; a collection of stories, What Is This Thing Called Love? (2010); and the novels My French Whore (2007), The Woman Who Wouldn't (2008), and Something to Remember You By (2013).\n\nDescription above from the Wikipedia article Gene Wilder, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1933-06-11","deathday":"2016-08-29","gender":2,"homepage":null,"id":3460,"imdb_id":"nm0000698","known_for_department":"Acting","name":"Gene Wilder","place_of_birth":"Milwaukee, Wisconsin, USA","popularity":10.817,"profile_path":"/mwwOSWS2m8ArpiUKnoxVVyT8fND.jpg"}
