{"adult":false,"also_known_as":["Bernard"],"biography":"Michelle Bernard was born and raised in Miami, Florida. Being a part of Drama and Choral clubs and classes all throughout her schooling, Michelle loved to perform and started her modeling career at age 15. Doing runway and in store shows for Wet Seal, The Limited, and Express, Michelle's first taste of the business was enough to keep her focused and motivated.  Any Given Sunday was the first film Michelle worked on in 1999, and she was blessed to be working opposite Al Pacino, under Oliver Stone's brilliant direction. When the movie wrapped four months later, MIchelle headed for New York to see if she could conquer the fashion industry and the entertainment world in the big city. Her journey introduced her to some incredible designers and photographers. Her study of acting lead her to work with prestigious teachers at Stella Adler and private coaching with famed Soprano's star Michael Imperioli. Through Michelle’s modeling agency and connections, led her to photo-doubling, look-a-like work, and standing-in for Julia Roberts, Susan Sarandon, and Amanda Righetti, working with famed photographers Annie Leibovitz and Robert Ashcroft, including appearances on The View.  Michelle moved to California in July of 2003. She studied at Beverly Hills Playhouse under the direction of Milton Katselas, Allen Barton, and Art Cohan. She also worked with Bobbie Chance at Expressions Unlimited and continued to perfect her craft at Improv at the famed Groundlings in West Hollywood. Michelle also worked on her commercial skills at Killian's Commercial Workshop with Killian McHugh. She also worked at the famed The Second City Improv in Hollywood.  Michelle is Recurring on 2 on Prime-time TV shows, and 4 Web-series on YouTube. In March of 2018, Michelle worked on her first episode of \"9-1-1\" for Season #1, which is on FOX produced by Ryan Murphy Productions. Michelle has since shot 10 Episodes and portrays the character \"Officer Carol Branford.\" \"9-1-1\" has now become the #1 Scripted Series on TV. You can watch it on FOX on Monday nights at 800pm.\n\nMichelle was first seen on \"The Rookie\" on ABC in February 2019, Executive Produced by eOne Productions and ABC/Disney by Jonathan Steinberg and Alexi Hawley, also Executive Produced and starring Nathan Fillion.  Michelle plays the role of \"Officer DeSantos.\" This show can be seen on Sunday nights on ABC at 10pm. Season 3 just wrapped shooting for the season and current episodes are airing now.  In October 2018, Michelle shot a web-series, DIRT, for BRAT Productions, playing \"Randi Roach,\" a Mob Boss, who owns is horrible & manipulative, even from her own child, \"River Roach,\" played by Social Media Influencer and Star, Hunter Rowland! Michelle recently WON the \"Silver People's Telly Award\" for her portrayal of this malicious and murderous character.\n\nMichelle shot 2 more series for BRAT as \"Randi Roach\": \"Crown Lake,\" written by head scribe of \"Pretty Little Liars,\" Sara Shepherd and \"Total Eclipse,\" starring Social Media stars Mackenzie Ziegler and Emily Skinner. New episodes airing now.  In Hollywood now for 18 years, Michelle continues to work & thrive in Hollywood. She just worked with the late Michael Kenneth Williams on an indie film, set for 2022 release.  \"Accept all opportunities as they come, while staying grateful and feeling blessed.\" ~ Michelle Bernard 🧚‍♀️","birthday":"1980-02-22","deathday":null,"gender":1,"homepage":"http://www.imdb.me/michellebernard","id":1616016,"imdb_id":"nm0076328","known_for_department":"Acting","name":"Michelle Bernard","place_of_birth":"Miami, Florida, USA","popularity":1.39,"profile_path":"/eHXJb6Sw7gESHR5quZjZpITxnkk.jpg"}
