{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nDulcie Gray, CBE (born Dulcie Winifred Catherine Bailey, 20 November 1915 – 15 November 2011) was a British singer and actress of stage, screen and television, a mystery writer and lepidopterist.\n\nGray was born in Kuala Lumpur, British Malaya (now Malaysia) in 1915, although she would later shave four years off her age, and attended school in Wallingford, Oxfordshire, later returning to Malaya to teach. After her father's death, she came back to Britain. Following a brief period at art school, she enrolled at the Webber Douglas Academy of Dramatic Art, where she met fellow actor Michael Denison, whom she married in 1939. The couple were together for 59 years before his death from cancer in 1998. They had no children. The couple's professional careers were intertwined and they frequently appeared on stage together. Between them they starred in more than 100 West End plays and in the 1940s and 1950s, were familiar figures in British films. Onscreen they co-starred in My Brother Jonathan and The Glass Mountain in 1948, The Franchise Affair in 1950 and the Battle of Britain movie Angels One Five in 1952.\n\nHer performance as the luckless waitress Rose in the original stage production of Brighton Rock at the Garrick Theatre in 1944 led to Gray being offered a contract with Gainsborough Pictures. However, she was passed over for the role of Rose in the 1947 film version of Brighton Rock, in favour of Carol Marsh.\n\nDuring the 1940s, Gray appeared in Gainsborough melodramas such as They Were Sisters. She was known to television viewers as Kate Harvey in the 1980s BBC drama series Howards' Way (1985–90). Gray and Denison made their joint Broadway debut in the first New York production of Oscar Wilde's An Ideal Husband, appearing as Lady Markby and the Earl of Caversham from 1 May 1996 until 26 January 1997. Their wedding anniversary was feted by cast and crew at Tavern on the Green.\n\nIn 1999, the year after her husband's death, she played Mrs Wilberforce in an 18-city tour of UK theatres in a stage adaptation of the 1955 Ealing classic film, The Ladykillers.\n\nShe last appeared on screen in 2000 in an episode of the BBC drama series Doctors.\n\nDulcie Gray died from bronchial pneumonia in the actors' residential care home, Denville Hall, Northwood, Middlesex, on 15 November 2011, five days before her 96th birthday.","birthday":"1919-11-20","deathday":"2011-11-15","gender":1,"homepage":null,"id":103684,"imdb_id":"nm0336588","known_for_department":"Acting","name":"Dulcie Gray","place_of_birth":"Kuala Lumpur, Malaya","popularity":1.141,"profile_path":null}
