{"adult":false,"also_known_as":[],"biography":"Michael Doven has an extensive 25 year career as an executive producer.  The CEO and founder of United Pictures Group credits as Associate Producer in box office movies grossing in the billions of dollars world wide. He is well known as the personal assistant to Tom Cruise in the height of Cruise's movie career from 1992-2004. Not only was Michael his personal assistant, he acted as the chief of staff to Cruise. During his time, he met and married Andrea Morse, who was another person working for Cruise. \n\nThere are several notable movies he was a Production Associate in: Mangolia (1999), Eyes Wide Shut (1999), Mission Impossible II (2000) and was the assistant to Tom Cruise in movies like Jerry Maquire (1996), The Firm (1993), Far and Away (1992), and Interview With a Vampire (1994). \n\nOther movies Michael is given credit for: A Few Good Men (1992), Vanilla Sky (2001), Minority Report (2002), The Last Samurai (2003), and Collateral (2004). He also did a little bit of acting in Murder, She Wrote (1989) and Eyes Wide Shut (1999).\n\nMichael works in script development, preproduction, production, and post production as well as assisting in marketing and international press tours. His relationships and wide variety of experiences in the industry keep him in the forefront of executive producers. \n\nIn 2015, he founded United Pictures Group. He founded this company for one main reason - to carry on his passion for influential and powerful films.  In a recent interview, he discusses his love for reading, and how much certain literature has inspired him to have his own company. \"I read as much as I do so I can continually learn new approaches to solving the difficulties that sometimes arise during film production,\" he comments. \"Some of the greatest minds the world has ever known have inspired me like no other. I've learned so much about myself and life, and i now know that having my own company is my calling.\"  \n\nUnder United Pictures Group, he released his first film \"The Squeeze\" in Spring 2015.  The family-friendly movie had great reviews from both users and critics.  Michael was ecstatic to release this movie, not only because it was the first movie under his new company, but because he was on the right track to producing movies that he truly loves. \"The Squeeze\" is about a young and talented golfer who gets caught up in some high stake gambling on the course. The suspense, alongside the unique and riveting characters, with a twist ending is right up Michael's alley. Durant's Never Closes, starring Tom Sizemore, is an exciting up-and-coming movie.  Michael is ecstatic and passionate about his new opportunity.\n\nMichael is also an accomplished photographer. He is known for photographing professional golfer Rick Rhoden, Beck's sister Alyssa Suede and other high profile individuals. Michael's photography skill show when his photography work was featured in a music album, \"Bittersweet\" by Mark Isham and Kate Ceberano (2009). He was also featured on the cover of a Nikon magazine issue calling him \"Photographer's Next Rockstar\", with a 6 page article and interview. You can see his photography work here: http://www.manta.com/c/mrylxsn/michael-doven-photography.\n\nMost recent films United Pictures Group is credited for:\n\nDouble Doozy (2016)\n\nMission Accomplished (2016)\n\nDurant's Never Closes (2015)\n\nLucky Bastards (2015)","birthday":"1959-02-18","deathday":null,"gender":2,"homepage":"https://movies.id/","id":5011,"imdb_id":"nm0006440","known_for_department":"Production","name":"Michael Doven","place_of_birth":null,"popularity":0.6,"profile_path":null}
