{"adult":false,"also_known_as":["Gilbert C. Gerard"],"biography":"Gilbert C. Gerard is an American actor, most notable for his role as Captain William \"Buck\" Rogers in the 1979–81 television series Buck Rogers in the 25th Century.\n\nGerard was employed as an industrial chemist, and within a few years of starting he became regional manager of a large chemical company headed by governor Winthrop Rockefeller. Gerard's employers said they would appoint him as the firm's vice president if he undertook a master's degree, so he resigned rather than explain that he did not have a bachelor's degree.\n\nHe then went to New York City where he studied drama by day and drove a taxicab at night. Gerard picked up a fare who showed a lively interest in the problems of unknown, unemployed actors. He told Gerard to report in a few days to the set of Love Story, which was being filmed on location in New York. When Gerard arrived on the Love Story set, he was hired as an extra. Later that day, he was singled out for a \"bit\" role, but his role was not included in the finished film.\n\nDuring the next few years, he did most of his acting in 400 television commercials, including a stint as spokesman for the Ford Motor Company. After small roles in Some of My Best Friends Are..., and Man on a Swing, Gerard gained a prominent role in the daytime soap opera, The Doctors. Gerard formed his own production company in partnership with a writer-producer, co-authored a screenplay called Hooch and filmed it as a starring vehicle for himself. With Hooch completed, he appeared in Ransom for Alice! and Universal's Airport '77.  A guest appearance on Little House on the Prairie impressed producer-star Michael Landon, who cast him in the leading role in the 1978 TV movie Killing Stone.\n\nGerard then landed his best-known role, as Captain William \"Buck\" Rogers in the TV series Buck Rogers in the 25th Century which ran from 1979-81, with the feature-length pilot episode being released theatrically some months prior to the first broadcast of the series. After this, he was featured in a number of other TV shows and movies, including starring roles in the 1982 TV movie Hear No Evil as Dragon, the short-lived series Sidekicks and E.A.R.T.H. Force.\n\nIn 1992, Gerard presented the reality TV series Code 3, and for the remainder of the 1990s, Gerard made guest appearances on various TV shows, including Fish Police, Brotherly Love, The Big Easy, Days of Our Lives and Pacific Blue.\n\nIn January 2007, Gerard was the subject of the one-hour documentary Action Hero Makeover on the Discovery Health Channel, which documented his year-long progress after undergoing life-saving mini-gastric bypass surgery in October 2005. According to the program, he had been struggling with his weight for 40 years, losing weight only to gain it back. By the time of the program's production, his weight had risen to over 350 pounds (159 kg). Within ten months he lost a total of 145 lb (66 kg).\n\nGerard and his Buck Rogers co-star Erin Gray reunited in 2007 for the TV film Nuclear Hurricane, and also returned to the Buck Rogers universe by playing the characters' parents in the pilot episode of James Cawley's Buck Rogers Begins Internet video series in 2009.\n\nGerard guest-starred as Admiral Jack Sheehan in \"Kitumba\", the January 1, 2014, episode of the fan web series Star Trek: Phase II.\n\nIn 2015, Gerard voiced Megatronus in Transformers: Robots in Disguise.","birthday":"1943-01-23","deathday":null,"gender":2,"homepage":null,"id":33848,"imdb_id":"nm0001266","known_for_department":"Acting","name":"Gil Gerard","place_of_birth":"Little Rock, Arkansas, USA","popularity":5.393,"profile_path":"/uNbHz1JkwdTE9JL4D8ZGHStGukZ.jpg"}
