{"adult":false,"also_known_as":["М. Найт Шьямалан","奈特·沙马兰","เอ็ม. ไนท์ ชยามาลาน","M・ナイト・シャマラン","M. 나이트 샤말란","إم. نايت شيامالان","മനോജ് നെല്ലിയാട്ട് ശ്യാമളന്‍","Manoj Nelliyattu Shyamalan"],"biography":"Manoj Nelliyattu \"M. Night\" Shyamalan, born August 6, 1970, is an American filmmaker and actor. He is known for making original films with contemporary supernatural plots and twist endings. He was born in Mahé, India, and raised in Penn Valley, Pennsylvania. The cumulative gross of his films exceeds $3 billion globally.\n\nHe made his directorial debut in 1992 with his first movie Praying with Anger. His second movie was the comedy-drama film Wide Awake (1998). His most well-received films include the supernatural thriller The Sixth Sense (1999), the superhero thriller Unbreakable (2000), and the science fiction thriller Signs (2002). For The Sixth Sense, Shyamalan received nominations for the Academy Award for Best Director and the Academy Award for Best Original Screenplay. Afterward, Shyamalan released a series of poorly received but sometimes financially successful movies, including the period-piece thriller The Village (2004), the dark fantasy Lady in the Water (2006), the eco-thriller The Happening (2008), The Last Airbender (2010) (an adaptation based on the first season of the Nickelodeon animated television series Avatar: The Last Airbender), and the science fiction film After Earth (2013). Following the financial failure of After Earth, Shyamalan's career was revived with the release of the found-footage horror film The Visit (2015), the psychological thriller Split (2016), and the superhero thriller Glass (2019). With a total budget of $34 million between them, these three films earned a combined box office of $625 million. Glass is the third and final chapter of his Unbreakable film series, which commenced in 2000.\n\nIn addition to his directorial work, Shyamalan was a story creator and a producer for the horror film Devil (2010). Shyamalan was also called in for an uncredited rewrite for the teen film She's All That (1999) and also served as a writer for the film Stuart Little (1999). He is also one of the executive producers and occasional director of Wayward Pines and the critically acclaimed series Servant.\n\nShyamalan is also known for filming and setting his films in and around Philadelphia, Pennsylvania. Most of his commercially successful films were co-produced and released by Walt Disney Studios' Touchstone and Hollywood Pictures and Universal imprints. In 2008, Shyamalan was awarded the Padma Shri by the government of India.","birthday":"1970-08-06","deathday":null,"gender":2,"homepage":null,"id":11614,"imdb_id":"nm0796117","known_for_department":"Directing","name":"M. Night Shyamalan","place_of_birth":"Mahé, Puducherry, India","popularity":13.413,"profile_path":"/tOhFWjauKvJgjCVLJFnhbBCZuxZ.jpg"}
