{"adult":false,"also_known_as":["Jay Andrews","Джим Уайнорски","Rip Masters","Rob Robertson","Harold Blueberry","Bob E. Brown","Daniel Fast ","David Gibbs ","Heny Henri ","Noble Henri ","Nobel Henry ","Noble Henry ","Andrew James ","J.R. Mandish ","Sam Pepperman ","Tom Popatopolous ","Bob Robertson ","Salvadore Ross ","Arch Stanton ","Jamie Wagner ","Thaddeus Wickwire","James Wnoroski"],"biography":"Jim Wynorski (born August 14, 1950) is an American screenwriter, director, and producer.\n\nWynorski has been making B-movies and exploitation movies since the early 1980s, and has directed over 150 feature films. His earliest films were released to movie theaters, but his later works have predominantly been released to cable or the straight-to-video market. He often works under pseudonyms such as \"Jay Andrews,\" \"Arch Stanton,\" \"H.R. Blueberry,\" \"Tom Popatopolis,\" and \"Noble Henry.\" His movies often spoof horror films: Cleavagefield, for example, parodies Cloverfield, The Bare Wench Project parodies The Blair Witch Project, and Para-Knockers Activity parodies Paranormal Activity. A character in the film The Final Destination is named after him.\n\nIn 2009, the documentary Popatopolis, directed by Clay Westervelt and named for one of Wynorski's pseudonyms, chronicled Wynorski during the making of his soft-core horror film, The Witches of Breastwick. The film serves as a partial biography, with clips from many of his previous films and includes interviews with Wynorski, his contemporaries, cast, and crew.\n\nIn 2016, he directed Nessie & Me, the character Jack O’Grady directly references Wynorski's earlier films Dinocroc vs. Supergator and Piranhaconda when he encounters Nessie at the start of the film, hinting that Nessie & Me is canon to those film series, as well as Monster Cruise, with many characters from it appearing in Nessie & Me as well.\n\nDescription above from the Wikipedia article Jim Wynorski, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1950-08-14","deathday":null,"gender":2,"homepage":null,"id":98132,"imdb_id":"nm0691061","known_for_department":"Directing","name":"Jim Wynorski","place_of_birth":"Glen Cove, Long Island, New York, USA","popularity":5.675,"profile_path":"/sHpV8DZG1Zp9z5cSvkuNzU0Sqo8.jpg"}
