{"adult":false,"also_known_as":["Claude Berel Langmann","Claude Langmann"],"biography":"Claude Berri (1 July 1934 – 12 January 2009) was a French film director, writer, producer, actor and distributor.\n\nBorn Claude Beri Langmann in Paris, Berri was the son of Jewish immigrant parents. His mother, Beila (née Bercu), was from Romania, and his father, Hirsch Langmann, was a furrier from Poland. His sister was the screenwriter and editor Arlette Langmann.\n\nBerri won the \"Best Film\" BAFTA for Jean de Florette, and was also nominated for twelve César Awards, though he never won. Berri also won the Oscar for Best Short Film for Le Poulet at the 38th Academy Awards in 1966, and produced Roman Polanski's Tess which was nominated for Best Picture in 1981.\n\nInternationally, however, two films in 1986 overshadow all his other achievements. Jean de Florette and its sequel Manon des Sources were huge hits. In 1991, his film Uranus was entered into the 41st Berlin International Film Festival. Six years later, his film Lucie Aubrac was entered into the 47th Berlin International Film Festival.\n\nIn 2003, he was elected President of the Cinémathèque Française where he obtained enough state subsidies to cover the costs of its resurgence at its new site in the rue de Bercy.\n\nBerri's wife, Anne-Marie Rassam, committed suicide in 1997, jumping from the apartment of Isabelle Adjani's mother. Berri and Rassam had two children: actor Julien Rassam and actor and film producer Thomas Langmann.\n\nBerri died of a stroke, in Paris, aged 74. After his death, a group of nine works by Robert Ryman, Ad Reinhardt, Giorgio Morandi, Richard Serra and Lucio Fontana was promised to the Centre Pompidou in Paris in lieu of tax. But the heirs of the film director finally sold them through French art dealer Philippe Ségalot for about €50 million to Qatar.\n\nSource: Article \"Claude Berri\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1934-07-01","deathday":"2009-01-12","gender":2,"homepage":null,"id":20718,"imdb_id":"nm0001945","known_for_department":"Production","name":"Claude Berri","place_of_birth":"Paris, France","popularity":1.663,"profile_path":"/6XwAO01dSxYrb8Zc1lbbvEgIxK7.jpg"}
