{"adult":false,"also_known_as":["Laslo Szabo"],"biography":"« Dans une petite ville en Hongrie, ma mère est morte au matin d'un lundi de Pâques. J'avais onze ans. L'après-midi, je suis allé au cinéma parce que je n'osais pas rentrer à la maison... ». Dès lors, ainsi qu'il le confiera à Libération, le jeune László Szabó ne cesse de fréquenter les salles obscures. Arrivé en France en 1956, il se lie d'amitié avec les \"jeunes Turcs\" des Cahiers du cinéma et devient un assidu de la Cinémathèque de Langlois.  Claude Chabrol lui offre ses premiers rôles, dans Les Cousins puis A double tour, tous deux sortis en 1959. Compagnon de route de la Nouvelle Vague, il apparaît aussi chez Rohmer (Les Nuits de la pleine lune), Rivette (L'Amour par terre) et François Truffaut (Le Dernier Métro), mais c'est avec Jean-Luc Godard que se noue une collaboration privilégiée. Flic douteux dans Made in USA, ingénieur dans Alphaville, il tient des seconds rôles décalés dans la plupart des films que le cinéaste tourne dans les années 1960, mais on le retrouve en 1982 dans le rôle du producteur dans Passion.  Jean-Luc Godard inspire à László Szabó le goût de mise en scène. L'acteur signe en 1973 un polar loufoque, Les Gants blancs du diable, puis, un an plus tard, Zig-Zig, une comédie avec Catherine Deneuve et Bernadette Lafont. Il retourne tourner en Hongrie ses deux longs-métrages suivants David, Thomas et les autres en 1985 et Az ember, aki nappal aludt(L’homme qui dormait le jour) en 2003. Mais László Szabó reste acteur, en France comme en Hongrie. Habitué aux personnages louches, il incarne, à partir des années 1990, des figures paternelles dans les œuvres de ces jeunes héritiers de la Nouvelle Vague que sont Olivier Assayas (L'Eau froide), Arnaud Desplechin (Esther Kahn) ou Mathieu Amalric(Mange ta soupe).","birthday":"1936-03-24","deathday":null,"gender":2,"homepage":null,"id":38899,"imdb_id":"nm0844435","known_for_department":"Acting","name":"László Szabó","place_of_birth":"Budapest, Hongrie","popularity":1.4,"profile_path":"/5kGcihh33EjWxZWQCCMywvKrbpC.jpg"}
