{"adult":false,"also_known_as":["LaDonna Adrian Gaines"],"biography":"Donna Summer (born LaDonna Adrian Gaines; December 31, 1948 – May 17, 2012) was an American singer, songwriter, and actress. She gained prominence during the disco era of the 1970s and became known as the \"Queen of Disco\", while her music gained a global following.\n\nInfluenced by the counterculture of the 1960s, Summer became the lead singer of a psychedelic rock band named Crow and moved to New York City. In 1968 she joined a German adaptation of the musical Hair in Munich, where she spent several years living, acting, and singing. There, she met music producers Giorgio Moroder and Pete Bellotte, and they went on to record influential disco hits together such as \"Love to Love You Baby\" and \"I Feel Love\", marking Summer's breakthrough into international music markets. Summer returned to the United States in 1976, and more hits such as \"Last Dance\", her version of \"MacArthur Park\", \"Heaven Knows\", \"Hot Stuff\", \"Bad Girls\", \"Dim All the Lights\", \"No More Tears (Enough Is Enough)\" with Barbra Streisand, and \"On the Radio\" followed.\n\nSummer amassed a total of 42 hit singles on the US Billboard Hot 100 in her lifetime, with 14 of those reaching the Top 10. She claimed a top-40 hit every year between 1975 and 1984, and from her first top-ten hit in 1976, to the end of 1982, she had 12 top-ten hits (10 were top-five hits), more than any other act during that time period. She returned to the Hot 100's top five in 1983, and claimed her final top-ten hit in 1989 with \"This Time I Know It's for Real\". She was the first artist to have three consecutive double albums reach the top of the US Billboard 200 chart and charted four number-one singles in the US within a 12-month period. She also charted two number-one singles on the R&B Singles chart in the US and a number-one single in the United Kingdom. Her most recent Hot 100 hit came in 1999 with \"I Will Go with You (Con te partirò)\". While her fortunes on the Hot 100 waned in subsequent decades, Summer remained a force on the Billboard Dance Club Songs chart throughout her entire career.\n\nSummer died on May 17, 2012, from lung cancer, at her home in Naples, Florida. She sold over 100 million records worldwide, making her one of the best-selling music artists of all time. She won five Grammy Awards. In her obituary in The Times, she was described as the \"undisputed queen of the Seventies disco boom\" who reached the status of \"one of the world's leading female singers.\" Moroder described Summer's work on the song \"I Feel Love\" as \"really the start of electronic dance\" music. In 2013, Summer was inducted into the Rock and Roll Hall of Fame. In December 2016, Billboard ranked her sixth on its list of the \"Greatest of All Time Top Dance Club Artists\".\n\nDescription above from the Wikipedia article Donna Summer, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1948-12-31","deathday":"2012-05-17","gender":1,"homepage":"http://donnasummer.com/","id":192339,"imdb_id":"nm0838595","known_for_department":"Acting","name":"Donna Summer","place_of_birth":"Boston, Massachusetts, USA","popularity":1.478,"profile_path":"/dqpw1XtR5pnumrQhThUOJ9cF9oV.jpg"}
