{"adult":false,"also_known_as":["Николь Кидман","Nicole Hokulani","妮可·基嫚","นิโคล คิดแมน","ニコール・キッドマン","니콜 키드먼","نيكول كيدمان","ניקול קידמן","Νικόλ Κίντμαν","Nicole Mary Kidman","妮可·基德曼","Ніколь Кідман"],"biography":"Nicole Mary Kidman (born 20 June 1967) is an Australian actress and producer. Known for her work across various film and television productions from several genres, she has been continuously identified as one of the world's highest-paid actresses. She is the recipient of numerous accolades, including an Academy Award, a British Academy Film Award, a Screen Actors Guild Award, two Primetime Emmy Awards and six Golden Globe Awards.\n\nKidman began her acting career in Australia with the 1983 films Bush Christmas and BMX Bandits. Her breakthrough came in 1989 with the thriller film Dead Calm and the miniseries Bangkok Hilton. In 1990, she achieved international success with the action film Days of Thunder. She received greater recognition with lead roles in Far and Away (1992), Batman Forever (1995), To Die For (1995) and Eyes Wide Shut (1999). In 2003, she won the Academy Award for Best Actress for her portrayal of writer Virginia Woolf in the drama film The Hours (2002). She received additional Academy Award nominations for her roles in the musical Moulin Rouge! (2001) and the dramas Rabbit Hole (2010), Lion (2016) and Being the Ricardos (2021).\n\nKidman's television roles include Hemingway & Gellhorn (2012), Big Little Lies (2017–2019), Top of the Lake: China Girl (2017), The Undoing (2020) and Nine Perfect Strangers (2021). For Big Little Lies, she received two Primetime Emmy Awards, one for Outstanding Lead Actress and the other for Outstanding Limited Series as an executive producer.\n\nKidman has served as a Goodwill Ambassador for UNICEF since 1994 and for UNIFEM since 2006. In 2006, she was appointed Companion of the Order of Australia. She was married to actor Tom Cruise from 1990 to 2001 and has been married to country music singer Keith Urban since 2006. In 2010, she founded the production company Blossom Films. In 2004 and 2018, Time magazine included her on its list of the 100 most influential people in the world, and in 2020, The New York Times named her one of the greatest actors of the 21st century.","birthday":"1967-06-20","deathday":null,"gender":1,"homepage":"http://nicolekidmanofficial.com","id":2227,"imdb_id":"nm0000173","known_for_department":"Acting","name":"Nicole Kidman","place_of_birth":"Honolulu, Hawaii, USA","popularity":20.975,"profile_path":"/jTtiPqW6VlNE9nTf4BuUzuIqzlR.jpg"}
