{"adult":false,"also_known_as":[],"biography":"Celebrated American documentarian who gradually amassed a considerable reputation and a devoted audience with a series of reassuringly traditional meditations on Americana. Burns' works are treasure troves of archival materials; he skillfully utilizes period music and footage, photographs, periodicals and ordinary people's correspondence, the latter often movingly read by seasoned professional actors in a deliberate attempt to get away from a \"Great Man\" approach to history. Like most non-fiction filmmakers, Burns wears many hats on his projects, often serving as writer, cinematographer, editor and music director in addition to producing and directing. He achieved his apotheosis with The Civil War (1990), a phenomenally popular 11-hour documentary that won two Emmys and broke all previous ratings records for public TV. The series' companion coffee table book--priced at a hefty $50--sold more than 700,000 copies. The audio version, narrated by Burns, was also a major best-seller. In the final accounting, \"The Civil War\" became the first documentary to gross over $100 million. Not surprisingly, it has become perennial fund-raising programming for public TV stations around the country. Burns arrived upon the scene with the Oscar-nominated Brooklyn Bridge (1981), a nostalgic chronicle of the construction of the fabled edifice. The film was more widely seen when rebroadcast on PBS the following year. Though Burns has made other nonfiction films for theatrical release, notably an acclaimed and ambiguous portrait of Depression-era Louisiana governor Huey Long (1985), PBS would prove to be his true home. He cast a probing eye on such American subjects as The Statue of Liberty (1985), The Congress (1988) (PBS), painter Thomas Hart Benton (1988) (PBS) and early radio with Empire of the Air: The Men Who Made Radio (1991) (PBS). Burns returned to long-form documentary with his most ambitious project to date, an 18-hour history of Baseball (1994), which aired on PBS in the fall of 1994. He approached the national pastime as a template for understanding changes in modern American society. Ironically, this was the only baseball on the air at the time, as the players and owners were embroiled in a bitter strike.","birthday":"1953-07-29","deathday":null,"gender":2,"homepage":null,"id":204484,"imdb_id":"nm0122741","known_for_department":"Directing","name":"Ken Burns","place_of_birth":"Brooklyn, New York, USA","popularity":5.796,"profile_path":"/v0Gzc6XkvnjYUwCAluxvJ3u5O3D.jpg"}
