{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nJennifer Esposito (born April 11, 1973, height 5' 6\" (1,68 m)) is an American actress, dancer and model. known for her appearances in films such as I Still Know What You Did Last Summer, Summer of Sam and Crash and in television series such as Spin City and Samantha Who?, and Blue Bloods.\n\nEsposito was born in Brooklyn, New York, the second of two daughters of Phyllis, an interior decorator, and Robert Esposito, a computer consultant and music producer. She is of Italian descent.\n\nEsposito made her first television appearance in Law & Order in 1996. She then joined the cast of Spin City, where she appeared for two seasons. She also appeared in I Still Know What You Did Last Summer. One of her more notable roles was as Ruby in Spike Lee's Summer of Sam in 1999, which was set against the late-1970s backdrop of the Son of Sam murders. She originally had the Mira Sorvino role in Summer of Sam, but had to take a different role due to scheduling conflicts. Esposito's next film was Wes Craven Presents: Dracula 2000.\n\nIn 2000, Esposito appeared in the Law & Order: SVU episode Remorse as a rape victim. She played Don Cheadle's girlfriend, Ria, in the Academy Award-winning film Crash. Esposito was part of the cast of Related. She also played the part of Jennifer in The Master of Disguise in 2002 and played a Lieutenant in the NYPD in the 2004 film Taxi. She played a love interest to Denis Leary's character in the FX dramedy Rescue Me. Esposito appeared on television as Andrea Belladonna in the ABC comedy, Samantha Who?. She also appeared in the NBC medical drama Mercy.\n\nEsposito joined the cast of Blue Bloods in 2010, during its first season; she plays Detective Jackie Curatola, the partner of Detective Danny Reagan (played by Donnie Wahlberg). In the third season, Esposito entered a dispute with CBS regarding doctor's orders for her to cut back working hours due to her Celiac disease. Rather than work around her limited schedule, CBS chose to replace her character this season. As such, Esposito only appears in six episodes, receiving also starring billing in all of them.\n\nEsposito announced that she had been diagnosed with celiac disease on The Late Show with David Letterman in October 2011, reporting she had been diagnosed \"a couple years ago\" and had plans to open a gluten-free bakery. In 2012, Esposito opened the bakery in Manhattan's East Village under the name \"Jennifer's Way Bakery.\"\n\nAccording to Esposito, she collapsed on set while shooting an episode of Blue Bloods, requiring her to miss a week of work, and during the show's th Esposito and CBS reportedly have been at odds over her medical condition and its effect on her availability for work.\n\nEsposito married Bradley Cooper on December 30, 2006. They were divorced in 2007.\n\nIn 2009, Esposito became engaged to Australian tennis player Mark Philippoussis. The couple separated in August 2010.","birthday":"1973-04-11","deathday":null,"gender":1,"homepage":"http://livingfreejennifer.com/","id":18285,"imdb_id":"nm0261170","known_for_department":"Acting","name":"Jennifer Esposito","place_of_birth":"New York City, New York, USA","popularity":14.47,"profile_path":"/id6yHUXdJyMILo0VyEDmtsnLv7X.jpg"}
