{"adult":false,"also_known_as":["Ike","\tIsaac Lee Hayes Jr.","The Black Moses"],"biography":"​From Wikipedia, the free encyclopedia  Isaac Lee Hayes, Jr. (August 20, 1942 – August 10, 2008) was an American songwriter, musician, singer, and occasionally an actor. Hayes was one of the creative influences behind the southern soul music label Stax Records, where he served both as an in-house songwriter and as a record producer, teaming with his partner David Porter during the mid-1960s. Hayes, Porter, Bill Withers, the Sherman Brothers, Steve Cropper, and John Fogerty were inducted into the Songwriters Hall of Fame in 2005 in recognition of writing scores of notable songs for themselves, the duo \"Sam &amp; Dave\", Carla Thomas, and others.\n\nThe hit song \"Soul Man\" written by Hayes and Porter, and first performed by \"Sam &amp; Dave\" has been recognized as one of the most influential songs of the past 50 years by the Grammy Hall of Fame. This song was also honored by The Rock and Roll Hall of Fame, by Rolling Stone magazine, and by the RIAA as the Songs of the Century.\n\nDuring the late 1960s, Hayes also became a recording musician, and he recorded several successful soul albums such as Hot Buttered Soul (1969) and Black Moses (1971). In addition to his work in popular music, Hayes worked as composer of musical scores for motion pictures.\n\nHayes is well known for his musical score for the film Shaft (1971). For his composition of the \"Theme from Shaft\", Hayes was awarded the Academy Award for Best Original Song in 1972. Hayes became the third African-American, after Sidney Poitier and Hattie McDaniel, to win an Academy Award in any competitive field whatsoever covered by Academy of Motion Picture Arts and Sciences. Hayes also won two Grammy Awards for that same year. Later, he was given his third Grammy Award for his music album Black Moses.\n\nDuring 1992, in recognition of his humanitarian work there, Hayes was crowned as the honorary king of the Ada, Ghana region. Hayes also acted in motion pictures and television, such as in the movie, I'm Gonna Git You Sucka, and as Gandolf \"Gandy\" Fitch in the TV series The Rockford Files (1974 – 80). Then from 1997 to 2005, he lent his distinctive, deep voice to the character \"Chef\" on the animated TV series South Park.\n\nOn August 5, 2003, Isaac Hayes was honored as a BMI Icon at the 203 BMI Urban Awards for his enduring influence on generations of music makers.Throughout his songwriting career, Hayes received five BMI R&amp;B Awards, two BMI Pop Awards, two BMI Urban Awards and six Million-Air citations. As of 2008, his songs generated more than 12 million performances.  Description above from the Wikipedia Isaac Hayes, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1942-08-20","deathday":"2008-08-10","gender":2,"homepage":"http://www.isaachayes.com/","id":6542,"imdb_id":"nm0005002","known_for_department":"Acting","name":"Isaac Hayes","place_of_birth":"Covington, Tennessee, USA","popularity":3.853,"profile_path":"/wHZOIi0LJNZ55dswVMX5AqKtMlT.jpg"}
