{"adult":false,"also_known_as":[],"biography":"​From Wikipedia, the free encyclopedia.  \n\nMichael Shulman (born December 31, 1981) is an American stage, television, film actor and co-owner of New York and Los Angeles-based production company Starry Night Entertainment.\n\nBorn in New York City, New York, Shulman has been acting since childhood where he began his career in theatre and quickly appeared in more than 10 plays and musicals, including a two year run on Broadway in Les Misérables, the original cast of Stephen Sondheim's Assassins, and two plays by John Guare. It was during this time that he began his recording career and has since appeared in more than 5 albums. Shulman next turned to television and film and landed several roles, including Jodie Foster’s Little Man Tate, M. Night Shyamalan’s Wide Awake, Disney's Can of Worms, Fox's Party of Five (1994), and his critically acclaimed performance as Benny in the HBO special, Someone Had to Be Benny (1996) for which he was nominated for a CableAce Award (the youngest nominee in the Award’s history) and won a Daytime Emmy Award.\n\nShulman recently received a Bachelor of Arts degree from Yale University with a major in the History of Art.\n\nIn 2006, Shulman teamed with Los Angeles-based Craig Saavedra, who directed him in \"Rhapsody In Bloom\", to form Starry Night Entertainment.\n\nIn 2009, Shulman produced and starred in the comedy/drama \"Sherman's Way\" opposite James LeGros, Enrico Colantoni, Brooke Nevin, Lacey Chabert and Donna Murphy.\n\nIn 2009, Shulman returned to the stage as Alan in J.T. Roger's play \"White People\" at the Atlantic Theatre Company.\n\nIn 2009, Shulman appeared as Assistant District Attorney Maxwell Cavanaugh in NBC's \"Law &amp; Order\".\n\nShulman is an advocate for the arts and serves on the board of The New Wave, a division of The Film Society of Lincoln Center. He resides in New York and rescued a dog named Stevie from the ASPCA.\n\nIn 2010, Shulman associate produced the New York premiere of Craig Wright's Mistakes Were Made Off-Broadway at the Barrow Street Theatre. The comedy, directed by Dexter Bullard, starred Academy Award nominated actor Michael Shannon as Felix Artifex, a B-list Off-Broadway producer who gets in way over his fast-talking head when he takes on a gargantuan epic about the French Revolution which he thinks is going to be his ticket to professional and personal reclamation. While trying to land a big star for the lead role, he uses all his powers of persuasion, seduction and intimidation to strong-arm the writer into massively rewriting his play.\n\nDescription above from the Wikipedia article Michael Shulman licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1981-12-31","deathday":null,"gender":2,"homepage":null,"id":84844,"imdb_id":"nm0795740","known_for_department":"Acting","name":"Michael Shulman","place_of_birth":" New York City, New York, U.S.","popularity":1.285,"profile_path":"/x10ffxOEnetvL1MOjtxVGhtqmlp.jpg"}
