{"adult":false,"also_known_as":["Stone Cold","Stone Cold Steve Austin","Стив Остин","The Ringmaster","\"Stunning\" Steve Austin","The Texas Rattlesnake","The Bionic Redneck","Baddest S.O.B","Steven James Anderson","Steven James Williams"],"biography":"Steven James Anderson, formerly Steven James Williams, better known by his ring name \"Stone Cold\" Steve Austin, is an American film and television actor and retired professional wrestler currently signed to WWE. Austin wrestled for several well-known wrestling promotions such as World Championship Wrestling (WCW), Extreme Championship Wrestling (ECW) and most famously, the World Wrestling Federation (WWF), which later became World Wrestling Entertainment (WWE) in 2002. Billed as \"The Most Popular Superstar in WWE History\", he gained significant mainstream popularity in the WWF during the mid-to-late 1990s as \"Stone Cold\" Steve Austin, a disrespectful, beer-drinking antihero who routinely defied his boss, Vince McMahon. This defiance was often shown by Austin flipping off McMahon and incapacitating him with the Stone Cold Stunner, his finishing move. McMahon inducted Austin into the WWE Hall of Fame in 2009. Austin held nineteen championships throughout his professional wrestling career, and is recognized by WWE as a six-time world champion, having held the WWF Championship on six occasions, and the fifth Triple Crown Champion. He was also the winner of the 1996 King of the Ring tournament, as well as the 1997, 1998 and 2001 Royal Rumbles. He was forced to retire from in ring competition in early 2003 due to a series of knee and neck injuries sustained throughout his career. Throughout the rest of 2003 and 2004, he was featured as the Co-General Manager and \"Sheriff\" of Raw. Since 2005, he has continued to make occasional appearances. In 2011, Steve Austin returned to WWE to host the reality series Tough Enough.  On August 14, 2002, Austin was arrested and charged with domestic abuse. He pleaded no contest on November 25, 2002, and was given a year's probation, a $1,000 fine, and ordered to carry out 80 hours of community service.] Marshall told Fox News that Austin beat her three times and that the 2002 incident was the result of roid rage. She also stated that WWE knew of the abuse, working to conceal the bruises on her face, and kept her from revealing that Austin hit her, as it would cost the company millions of dollars.\n\nDuring his early years as a wrestler, Austin was a technical wrestler. However, after his neck injury against Owen Hart in 1997, he changed his style from technical to brawler. His most famous finishing move is the Stone Cold Stunner, or simply Stunner. During his time as The Ringmaster he used the Million Dollar Dream as finisher, since it was Ted DiBiase's finisher. During his time in WCW, Austin used the Stun Gun as finisher\n\nOne of Austin's taunts during the Attitude Era was to show the middle finger.] In August 2001, Austin cut a promo, debuting his catchphrase \"What?\", which is used today by fans when they want to mock wrestlers during promos","birthday":"1964-12-18","deathday":null,"gender":2,"homepage":"http://www.brokenskullranch.com/","id":77120,"imdb_id":"nm0042524","known_for_department":"Acting","name":"Steve Austin","place_of_birth":"Victoria, Texas, USA","popularity":12.747,"profile_path":"/xLc81J33tXrzlMjEFxBTKP4kgO0.jpg"}
