{"adult":false,"also_known_as":["Enzo Gallo","Prince Vince","Vinnie Gallo","Vincent Vito Gallo","ヴィンセント・ギャロ","Винсент Галло","Bohack","文森特·加洛"],"biography":"Vincent Gallo is American director, producer, screenwriter, actor, singer-songwriter, and painter best known for his films The Brown Bunny (2003) and Buffalo '66 (1998).\n\nVincent Gallo  (born April 11, 1961) is an American film actor, director, producer, screenwriter, singer-songwriter, and painter. Although he has had minor roles in mainstream films such as Goodfellas, he is most associated with independent movies, including Buffalo '66, which he wrote, directed, did the music for and starred in; The Brown Bunny, which he also wrote, directed, produced, starred in and photographed; Arizona Dream; The Funeral; and Palookaville. In the late 1970s and early 1980s, Gallo was a painter in the New York City art scene showing with famed art dealer Annina Nosei, performed in a rap duo and was part of the first hip hop television broadcast Graffiti Rock, and played in an industrial band called Bohack which released an album title It Took Several Wives.\n\nIn the early 2000s, he released several solo recordings on WARP records. Gallo is known for his outspoken views and generally sarcastic nature, once stating: \"I stopped painting in 1990 at the peak of my success just to deny people my beautiful paintings; and I did it out of spite.\" Gallo was awarded the Coppa Volpi for Best Actor at the 67th Venice International Film Festival for his performance as a wordless escaping Muslim prisoner in Jerzy Skolimowski's Essential Killing. His own feature film Promises Written In Water, which he wrote, directed, produced and starred in, also screened In Competition at the festival.","birthday":"1961-04-11","deathday":null,"gender":2,"homepage":"http://www.vincentgallo.com/","id":22461,"imdb_id":"nm0001252","known_for_department":"Acting","name":"Vincent Gallo","place_of_birth":"Buffalo - New York - USA","popularity":10.84,"profile_path":"/2H8ucxG6LWAHCJAJf9OGfhSXpqQ.jpg"}
