{"adult":false,"also_known_as":["Джим Ґеффіґен"],"biography":"Jim  has proven himself a major talent  beloved to a wide range of audiences after achieving milestones in stand-up, acting and writing. As approachable as he is edgy, Jim is responsible for some of the funniest and most memorable moment in recent television (primetime, cable and late-night circuit and film. As a stand-up comedian, Gaffigan’s clever, quiet style has earned him an unprecedented number of appearances on both CBS’ LATE SHOW WITH DAVID LETTERMAN and NBC’s LATE NIGHT WITH CONAN O'BRIEN.  His recent one hour Comedy Central Special, CD and DVD, all entitled “Beyond the Pale” have catapulted Gaffigan to one of the most popular touring and recorded comedians in the country today.  The DVD for “Beyond the Pale” went Gold within the first six months. After Gaffigan’s first appearance on DAVID LETTERMAN, the host personally chose him to develop a sitcom for World Wide Pants.  Eighteen months later, WELCOME TO NEW YORK debuted on CBS to critical acclaim.  He then co-starred with Ellen DeGeneres on her CBS sitcom THE ELLEN SHOW.  For two years he had recurring roles both on FOX’s THAT 70'S SHOW and NBC’s ED.  Jim has also had roles on SEX AND THE CITY, THIRD WATCH and each of the LAW & ORDER shows, among others. Jim can be seen this November in MY BOYS, TBS' first original scripted comedy series. On film, Jim has endeared himself to audiences by taking on vivid supporting characters in a number of genres.  In the cult hit SUPER TROOPERS, Gaffigan got huge laughs and famously helped add \"meow\" to the lexicon of Vermont state troopers.  Jim's quiet dramatic turn in THE GREAT NEW WONDERFUL, a meditation on the aftermath of 9/11, took audiences and critics by surprise as he embodied an office worker broken by tragedy who ultimately explodes in rage. Gaffigan’s other recent film credits include the forthcoming independent films THE LIVING WAKE and STEPHANIE DALEY.  He has also been featured in TRUST THE MAN, 13 GOING ON 30, THREE KINGS, FINAL, IGBY GOES DOWN, ENTROPY and THIRTY YEARS TO LIFE.  In 2004, he co-starred in TNT’s BAD APPLE, with Chris Noth. Gaffigan recently signed on to co-write and lend his voice to 20 new episodes of PALE FORCE, a series of animated shorts that will air regularly on CONAN and on the internet via webisodes starting in October.  The series focuses on two pale crime-fighting superheroes that, like Gaffigan and O'Brien, are equipped with fair skin. Many recognize Gaffigan from his numerous award-winning commercial campaigns, which include Sierra Mist, ESPN, Saturn and Rolling Rock.  His commercial presence earned him Business Week’s 1999 \"Salesman of the Year\" honour. Gaffigan currently lives in New York with his family.","birthday":"1966-07-07","deathday":null,"gender":2,"homepage":"http://www.jimgaffigan.com/","id":84407,"imdb_id":"nm0300712","known_for_department":"Acting","name":"Jim Gaffigan","place_of_birth":"Chesterton, Indiana, USA","popularity":3.8,"profile_path":"/dhguhHxIrb26jvPznBt8y25Fb2U.jpg"}
