{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nRobert Earl Wise (September 10, 1914 – September 14, 2005) was an American sound effects editor, film editor, film producer and director. He won Academy Awards as Best Director for The Sound of Music (1965) and West Side Story (1961) as well as nominations as Best Film Editing for Citizen Kane (1941) and Best Picture for The Sand Pebbles (1966).\n\nAmong his other films are Born to Kill; Destination Gobi; The Hindenburg; Star Trek: The Motion Picture; The Day the Earth Stood Still; Run Silent, Run Deep; The Andromeda Strain; The Set-Up; The Haunting; and The Body Snatcher. Wise's working period spanned the 1930s to the 1990s.\n\nOften contrasted with contemporary \"auteur\" directors such as Stanley Kubrick who tended to bring a distinctive directorial \"look\" to a particular genre, Wise is famously viewed to have allowed his (sometimes studio assigned) story to dictate style. Later critics such as Martin Scorsese would go on to expand that characterization, insisting that despite Wise's notorious workaday concentration on stylistic perfection within the confines of genre and budget, his choice of subject matter and approach still functioned to identify Wise as an artist and not merely an artisan. Through whatever means, Wise's approach would bring him critical success as a director in many different traditional film genres: from horror to noir to Western to war films to science fiction, to musical and drama, with many repeat hits within each genre. Wise's tendency towards professionalism led to a degree of preparedness which, though nominally motivated by studio budget constraints, nevertheless advanced the moviemaking art, with many Academy Award-winning films the result. Robert Wise received the AFI Life Achievement Award in 1998.\n\n \n\nDescription above from the Wikipedia article Robert Wise, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1914-09-10","deathday":"2005-09-14","gender":2,"homepage":null,"id":1744,"imdb_id":"nm0936404","known_for_department":"Directing","name":"Robert Wise","place_of_birth":"Winchester, Indiana, USA","popularity":7.93,"profile_path":"/pRnAp3MY6SiupwRHLHXjsW6FhuA.jpg"}
