{"adult":false,"also_known_as":["Thomas John Woodward"],"biography":"Tom Jones (born Thomas John Woodward, in Trefforest, Pontypridd in Glamorgan, Wales) is a Welsh singer and actor.\n\nSir Thomas John Woodward OBE, known professionally as Tom Jones, began his career began with a string of top-ten hits in the mid-1960s. He has toured regularly, with appearances in Las Vegas. Jones's voice has been described by Stephen Thomas Erlewine of AllMusic as a \"full-throated, robust baritone\".\n\nHis performing range has included pop, R&B, show tunes, country, dance, soul and gospel. In 2008, the New York Times called Jones a musical \"shape shifter\", who could \"slide from soulful rasp to pop croon, with a voice as husky as it was pretty\". Jones has sold over 100 million records, with 36 Top 40 hits in the UK and 19 in the US, including \"It's Not Unusual\", \"What's New Pussycat\", the theme song for the 1965 James Bond film Thunderball, \"Green, Green Grass of Home\", \"Delilah\", \"She's a Lady\", \"Kiss\" and \"Sex Bomb\".\n\nJones made his acting debut playing the lead role in the 1979 television film Pleasure Cove. He played himself in Tim Burton's 1996 film Mars Attacks!. In 1970, he received a Golden Globe Award for Best Actor – Television Series Musical or Comedy nomination for hosting the television series This Is Tom Jones. In 2012, he played a role in an episode of Playhouse Presents. Jones received a Grammy Award for Best New Artist in 1966, an MTV Video Music Award in 1989, as well as two Brit Awards: Best British Male in 2000 and the Outstanding Contribution to Music award in 2003. Jones was appointed Officer of the Order of the British Empire (OBE) in 1998 and knighted by Queen Elizabeth II for services to music in 2005. Jones experienced a resurgence in notability in the 2010s due to his coaching role on the television talent show The Voice UK from 2012 (with the exception of 2016).","birthday":"1940-06-07","deathday":null,"gender":2,"homepage":null,"id":523,"imdb_id":"nm0429367","known_for_department":"Acting","name":"Tom Jones","place_of_birth":"Trefforest, Pontypridd, Glamorgan, Wales, UK","popularity":5.239,"profile_path":"/A88iOPpDT6In8tWvl9LWyxLPHzR.jpg"}
