{"adult":false,"also_known_as":["Shane Thompson Daly"],"biography":"Shane was born and raised in Brampton, Canada and graduated from Bramalea Secondary School. He briefly attended Sheridan college under the business program but quickly found that was not a career path he would enjoy.\n\nHe started late in the acting field after a car accident in 1989. After visiting an actor friend on set, he was bitten by the acting bug. He has trained with many coaches over the years including Harold Guskin who was the private coach of the late James Gandolfini.\n\nDuring one of his acting classes, his first acting coach said he would do what he could to help Shane begin his career. He arranged for Shane to meet his agent who quickly signed him to the roster.\n\nHis first appearance in front of the camera was on various commercials before landing a spot on the popular CBC series Street Legal.\n\nThe last decade has been a whirlwind with appearances on such shows as Flashpoint, The Firm, Blue Mountain State, Transporter, and many other popular t.v. shows. Movie roles have included Exit Wounds, Kick Ass 2, and Detroit Rock City\n\nHe can also be seen opposite Susan Sarandon in The Calling, Jamie Foxx in the movie Redemption, and the with popular Canadian Bruce Greenwood in Firehouse Dog.\n\nAside from acting, Shane is an accomplished guitar player and during breaks in his busy career, he is a competent Futures trader following in the footsteps of James Brolin who traded Stocks between gigs.  - IMDb Mini  Enjoyed the book \"Stop Acting\" by acting coach Harold Guskin so much, Shane tracked Harold down through his publisher in order to work through the book personally. Shane met up with Harold in the summer of 2006 in NYC.","birthday":"1966-04-19","deathday":null,"gender":2,"homepage":null,"id":63546,"imdb_id":"nm0003799","known_for_department":"Acting","name":"Shane Daly","place_of_birth":"Toronto, Ontario,  Canada","popularity":2.335,"profile_path":"/7E6fN6QhqATOtTboSYY4eNNfK4S.jpg"}
