{"adult":false,"also_known_as":["Даррен Аронофски","دارين أرنوفسكي","戴倫·艾洛諾夫斯基","ダーレン・アロノフスキー","대런 애러노프스키","Ντάρεν Αρονόφσκι"],"biography":"Darren Aronofsky (born February 12, 1969) is an American film director, screenwriter and film producer. He attended Harvard University and AFI to study both live-action and animation. He won several film awards after completing his senior thesis film, \"Supermarket Sweep\", which went on to become a National Student Academy Award finalist. Aronofsky's feature debut, π, was shot in November 1997. The low-budget, $60,000 production, starring Sean Gullette, was sold to Artisan Entertainment for $1 million, and grossed over $3 million; Aronofsky won the Directing Award at the 1998 Sundance Film Festival and an Independent Spirit Award for best first screenplay. Aronofsky's followup, Requiem for a Dream, was based on the novel of the same name written by Hubert Selby, Jr. The film received an Academy Award nomination for Ellen Burstyn's performance. After turning down an opportunity to direct Batman Begins, Aronofsky began production on his third film, The Fountain. With his fourth film, The Wrestler, both of the film's stars, Mickey Rourke and Marisa Tomei, received Academy Award nominations. Rourke also won a Golden Globe for Best Actor and Bruce Springsteen won for Best Original Song for his title song. Aronofsky's latest film, Black Swan, received further critical acclaim and many accolades, being nominated for five Academy Awards including Best Picture and Best Director, four Golden Globes including Best Motion Picture – Drama and Best Director, three Screen Actors Guild Awards, a record 12 BFCA nominations and a DGA nomination.   Description above from the Wikipedia article Darren Aronofsky, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1969-02-12","deathday":null,"gender":2,"homepage":"http://www.darrenaronofsky.com","id":6431,"imdb_id":"nm0004716","known_for_department":"Directing","name":"Darren Aronofsky","place_of_birth":"Brooklyn, New York, USA","popularity":2.811,"profile_path":"/sjcLM5iuF9ArlU4iv532tjmFmYN.jpg"}
