{"adult":false,"also_known_as":["Phillip Granger","Phil Granger","Chad Malibou"],"biography":"Philip Granger: is the distinguished recipient of a Gemini Award and two Hollywood Drama-Logue Awards. He has garnered 5 Leo Nominations, A Kevin Spacy Artist of Choice winner, Two Union of B.C. Performer Nominations, Los Angeles Web Fest Best Actor Award Winner and The Union of B.C. Performers Best Emerging Performer Award Winner. You would be hard placed not to find an actor, writer, director or producer in Vancouver that hasn’t worked with Phil Granger on one project or another. With a resume that boast over a hundred acting credits, thirty producing and fifteen directing credits, Phil is one of the most established actors in Canada’s film community.\n\nHe holds an impressive resume that includes titles like AMC’s thriller, The Killing, Once Upon A Time, Lucifer, Arrow, Rogue, Paramount Pictures Monster Truck, Eli Craig’s Tucker and Dale Vs Evil, Caprica, V, Comforting Skin, Southern Justice, Walter Hill’s Broken Trail starring Robert Duvall, Steven Spielberg’s Taken, and the critically acclaimed film, The Paper Moon Affair, for which Phil was nominated for a Leo Best Supporting Actor in a Feature Film. Philip will be seen in a starring role in the much-anticipated film “Juggernaut” slated for release 2017. On stage, Phil has starred in or produced over fifty plays, including the original production, The Final, which he had developed along with Bruce Mckintosh in their own private theater company, The Naked Stage, in Los Angeles. Phil would later receive the Hollywood Drama-Logue Award for Outstanding Achievement in Theatre Direction.\n\nPhil had begun his acting training almost forty years ago, training under the legendary Stella Adler at Yale University. For the next ten years, Phil would go on to continue his schooling with such pillars of the art like Robert Lewis, George Shadanoff, and Peggy Fury. Phil Granger has been recognized by the Governor General of Canada, Ramon John Hnatyshyn.","birthday":"1964-03-02","deathday":null,"gender":2,"homepage":null,"id":64670,"imdb_id":"nm0335073","known_for_department":"Acting","name":"Philip Granger","place_of_birth":"Vancouver, Canada","popularity":5.787,"profile_path":"/yUo0EbJlWnEl56cYXXkITVFbcVU.jpg"}
