{"adult":false,"also_known_as":["Gillian Leigh Anderson","Джілліан Андерсон","Джиллиан Андерсон","Τζίλιαν Άντερσον","질리언 앤더슨"],"biography":"Gillian Leigh Anderson (born August 9, 1968) is an American actress. After beginning her career in theatre, Anderson achieved international recognition for her role as Special Agent Dana Scully on the American television series The X-Files. Her film work includes The House of Mirth (2000), The Mighty Celt (2005), The Last King of Scotland (2006), and two X-Files films, The X-Files (1998) and The X-Files: I Want to Believe (2008).\n\nAnderson was born in Chicago, Illinois, the daughter of Rosemary Anderson (née Lane), a computer analyst, and Edward Anderson, who owned a film post-production company.Her father was of English descent, while her mother was of Irish and German ancestry. Soon after her birth, her family moved to Puerto Rico for 15 months; her family then moved to the United Kingdom where she lived until she was 11 years old. She lived for five years in Rosebery Gardens, Crouch End, London, and for 15 months in Albany Road, Stroud Green, London, so that her father could attend the London Film School.\n\nShe was a pupil of Coleridge Primary School. When Anderson was 11 years old, her family moved again, this time to Grand Rapids, Michigan. She attended Fountain Elementary and then City High-Middle School, a program for gifted students with a strong emphasis on the humanities; she graduated in 1986.\n\nAlong with other actors (notably Linda Thorson and John Barrowman) Anderson is bidialectal. With her English accent and background, Anderson was mocked and felt out of place in the American Midwest and soon adopted a Midwest accent. To this day, her accent depends on her location — for instance, in an interview with Jay Leno she spoke in an American accent, but shifted it for an interview with Michael Parkinson.\n\nAnderson was interested in marine biology, but began acting her freshman year in high school productions, and later in community theater, and served as a student intern at the Grand Rapids Civic Theatre & School of Theatre Arts. She attended The Theatre School at DePaul University in Chicago (formerly the Goodman School of Drama), where she earned a Bachelor of Fine Arts in 1990. She also participated in the National Theatre of Great Britain's summer program at Cornell University.\n\nAnderson's brother died in 2011 of a brain tumor, at the age of 30.\n\nAnderson married her first husband, Clyde Klotz, The X-Files series assistant art director, on New Year's Day, 1994, in Hawaii in a Buddhist ceremony. They had a daughter, Piper Maru (born September 1994), for whom Chris Carter named the X-Files episode of the same name, and divorced in 1997.] In December 2004, Anderson married Julian Ozanne, a documentary filmmaker, on Lamu Island, off the coast of Kenya. Anderson announced their separation on April 21, 2006.\n\nAnderson and former boyfriend, Mark Griffiths, have two sons: Oscar, born November 2006 and Felix, born October 2008. She ended their relationship in 2012. In March 2012, Anderson told Out magazine about her past relationship with a girl while in high school.\n\nIn 1997, she was chosen by People magazine as one of the 50 Most Beautiful People in the World. Askmen listed her at No. 6 on their Top 7: '90s Sex Symbols. In 2008, she was listed 21st in FHM's All Time 100 Sexiest Hall of Fame.","birthday":"1968-08-09","deathday":null,"gender":1,"homepage":"http://www.gilliananderson.ws","id":12214,"imdb_id":"nm0000096","known_for_department":"Acting","name":"Gillian Anderson","place_of_birth":"Chicago, Illinois, USA","popularity":19.659,"profile_path":"/5emeOf49lM2WSs4rc186Wc9Zgs3.jpg"}
