{"adult":false,"also_known_as":[],"biography":"Figlio di un imbianchino, sembra destinato alla professione paterna ma è molto attratto dal mondo dello spettacolo: debutta in televisione partecipando a La corrida di Corrado e per anni porta avanti la carriera del cabarettista a fianco dell'amicoAlessandro Paci, in particolare inizia a farsi conoscere dal pubblico televisivo nel programma cabarettistico di Videomusic(poi TMC2) Aria fresca, presentato da un giovane Carlo Conti.  Nel frattempo ottiene la prima parte in un film, Benvenuti in casa Gori del regista Alessandro Benvenuti, col quale l'anno seguente girerà anche la pellicola Zitti e mosca. Nel 1994, al fianco di Paolo Villaggio, recita in Cari fottutissimi amici diretto da Mario Monicelli. Il successo popolare arriva però con la collaborazione con l'amico Leonardo Pieraccioni, partecipando a tutti i suoi film, tranne Il pesce innamorato, Il paradiso all'improvviso e Finalmente la felicità (in questi ultimi due comunque appare in brevi camei).  È regista e sceneggiatore di tre film: Faccia di Picasso, Lucignolo, La mia vita a stelle e strisce, dei quali è anche protagonista. Un quarto film, La brutta copia, è stato girato e terminato nel 2002 restò impigliato nella brutta situazione finanziaria in cui rimase coinvolto il suo produttore, Vittorio Cecchi Gori uscendo solo 11 anni dopo nel canale sky cinema comedy della piattaforma satellitare di Sky italia. Nel 1998 interpreta la sua personalissima rivisitazione della favola diPinocchio con Fermi tutti questo è uno spettacolo, Pinocchio insieme ad Alessandro Paci e Carlo Monni. Nel 2001 conduce con Raffaella Carrà, Enrico Papi e Megan Gale il Festival di Sanremo, e nel 2005, per una sola puntata, Striscia la Notiziaassieme a Pieraccioni.  Nel 2006 partecipa come concorrente alla quarta edizione del reality show L'isola dei famosi - Honduras. Durante la puntata del 18 ottobre, arrabbiato per aver visto il concorrente Raffaello Balzo mangiare a causa della sua debolezza fisica, pronuncia una bestemmia in diretta e così viene escluso dalla gara sebbene non fosse inquadrato. Nel 2006/2007 riprende la carriera teatrale, partecipando a vari spettacoli tra i quali la tournée di Quei bravi racazzi con Alessandro Paci. Nel 2008partecipa al film Un'estate al mare di Carlo Vanzina. Nel 2009 ripropone nuovamente Pinocchio con Alessandro Paci e Carlo Monni.","birthday":"1965-05-23","deathday":null,"gender":2,"homepage":null,"id":120274,"imdb_id":"nm0147592","known_for_department":"Acting","name":"Massimo Ceccherini","place_of_birth":"Scandicci - Tuscany - Italy","popularity":0.98,"profile_path":"/i9N0d3e1fXBv2wKnTniAr4Eib4m.jpg"}
