{"adult":false,"also_known_as":[],"biography":"Steve Monroe is a veteran actor, having performed in nearly 150 film, television, and commercial roles. Additionally, Monroe is a practicing psychotherapist and has successfully treated clients of all ages, exhibiting a wide spectrum of symptoms. Monroe specializes in treating entertainment professionals and others in recovery from addictions. Moreover, Monroe enjoys intergalactic renown as a licensed stand-up comedian. From serial killer, Jordy Raines in \"The Following,\" to the perverted Frank Tobin in \"Miss Congeniality,\" and the pizza-eating, country bumpkin opposite the exploding mosquito in the world-famous Tabasco ad (#5 World's Funniest Commercials of All Time), Monroe has worked with luminaries ranging from Clint Eastwood to Jack Lemmon. Steven Alan Monroe was born in Tulsa, Oklahoma. He has lived and worked all over North America and New Zealand. Steve's father is a well-known pathologist, and his mother raised him and his three siblings. Steve attended Duke University for three years. In 1993, following the tragic death of his best friend, Alex, he transferred to Occidental College. Here, Steve earned Bachelors' degrees in both Russian Language and Theatre Arts. In 2010, Steve earned his Masters Degree in Marriage and Family Therapy. Steve's television career includes guest appearances on Sullivan and Son, Rizzoli and Isles, CSI, NYPD Blue, Grey's Anatomy, Veronica Mars, Las Vegas, Monk, Big Love, Home Improvement, The Class, Felicity, Touched by an Angel, Charmed and Unscripted, to name just a few. He recurred on Monk, JAG, Seventh Heaven, Costello, and Sister Sister and starred in the Warner Brothers' pilot, Helmet Heads, in addition to Spike TV's Thunderballs. In addition to Miss Congeniality, Steve starred in such films as House of the Dead II, Going Greek, Vampires Anonymous, Soccer Dog 2, 1OO Women with Jennifer Morrison, and the family comedy, The Santa Trap with Stacey Keach and Robert Hays (Airplane). Additional film credits include Austin Powers: Int'l Man of Mystery, The Nutty Professor, Castaway, Can't Hardly Wait, School for Scoundrels, Funky Monkey, Cloud 9, and Space Cowboys among numerous others. Monroe has enjoyed the privilege of working with such directors as Clint Eastwood, Robert Zemekis, Tom Shadyac, Jay Roach, Todd Phillips, Don Petrie Jr. and his father, the late Dan Petrie with whom he acted in Showtime's Inherit the Wind opposite film legends, Jack Lemmon, and George C. Scott. Offscreen, Steve continues his practice as a psychotherapist (stevenmonroe.net), is an avid tennis player, recording artist, guitar player, achieved advanced level studies with the famous improvisation troupe, the Groundlings, and continues his stand-up comedy in clubs around Los Angeles.","birthday":"1972-10-30","deathday":null,"gender":2,"homepage":"http://www.stevenmonroe.net/","id":131125,"imdb_id":"nm0598569","known_for_department":"Acting","name":"Steve Monroe","place_of_birth":"Tulsa, Oklahoma, USA","popularity":8.42,"profile_path":"/y9HJvzY0ONMDDeTQiHSWGWSHNr4.jpg"}
