{"adult":false,"also_known_as":["أندي سركيس","앤디 서키스","アンディ・サーキス","Энди Серкис","安迪·瑟克斯","Άντι Σέρκις"],"biography":"Andrew Clement Serkis (born 20 April 1964) is an English actor, director and producer. He is best known for his performance capture roles comprising motion capture acting, animation, and voice work for computer-generated characters such as Gollum in The Lord of the Rings film trilogy (2001–2003) and The Hobbit: An Unexpected Journey (2012), King Kong in the eponymous 2005 film, Caesar in the Planet of the Apes reboot series (2011–2017), Captain Haddock / Sir Francis Haddock in Steven Spielberg's The Adventures of Tintin (2011), and Supreme Leader Snoke in the Star Wars sequel trilogy films The Force Awakens (2015) and The Last Jedi (2017). In 2018, he portrayed the character of Baloo in his self-directed film, Mowgli: Legend of the Jungle.\n\nSerkis is one of the highest-grossing actors of all time, number ten, and his film work in motion capture has been critically acclaimed. He has received an Empire Award and two Saturn Awards for his motion-capture acting. He earned a Golden Globe nomination for his portrayal of serial killer Ian Brady in the British television film Longford (2006) and was nominated for a BAFTA for his portrayal of new wave and punk rock musician Ian Dury in the biopic Sex & Drugs & Rock & Roll (2010). In 2020, Serkis received the BAFTA Award for Outstanding British Contribution To Cinema. In 2021, he won a Daytime Emmy Award for the series The Letter for the King (2020).\n\nSerkis portrayed Ulysses Klaue in the Marvel Cinematic Universe films Avengers: Age of Ultron (2015) and Black Panther (2018). He will play Alfred Pennyworth in The Batman (2022). Serkis has his own production company and motion capture workshop, The Imaginarium in London, which he used for Mowgli: Legend of the Jungle. He made his directorial debut with Imaginarium's 2017 film Breathe. He directed Venom: Let There Be Carnage (2021), which is set in Sony's Spider-Man Universe.","birthday":"1964-04-20","deathday":null,"gender":2,"homepage":"http://www.serkis.com/","id":1333,"imdb_id":"nm0785227","known_for_department":"Acting","name":"Andy Serkis","place_of_birth":"Ruislip, Middlesex, England, UK","popularity":20.794,"profile_path":"/eNGqhebQ4cDssjVeNFrKtUvweV5.jpg"}
