{"adult":false,"also_known_as":["Harry Lillis Crosby","Der Bingle","Бинг Кросби","The Rhythm Boys"],"biography":"From Wikipedia, the free encyclopedia\n\nHarry Lillis \"Bing\" Crosby Jr. (May 3, 1903 – October 14, 1977) was an American singer, comedian and actor. The first multimedia star, Crosby was a leader in record sales, radio ratings, and motion picture grosses from 1931 to 1954. His early career coincided with recording innovations that allowed him to develop an intimate singing style that influenced many male singers who followed him, including Perry Como, Frank Sinatra, Dick Haymes, and Dean Martin. Yank magazine said that he was \"the person who had done the most for the morale of overseas servicemen\" during World War II. In 1948, American polls declared him the \"most admired man alive\", ahead of Jackie Robinson and Pope Pius XII. Also in 1948, Music Digest estimated that his recordings filled more than half of the 80,000 weekly hours allocated to recorded radio music.\n\nCrosby won an Oscar for Best Actor for his role as Father Chuck O'Malley in the 1944 motion picture Going My Way and was nominated for his reprise of the role in The Bells of St. Mary's opposite Ingrid Bergman the next year, becoming the first of six actors to be nominated twice for playing the same character. In 1963, Crosby received the first Grammy Global Achievement Award. He is one of 33 people to have three stars on the Hollywood Walk of Fame, in the categories of motion pictures, radio, and audio recording. He was also known for his collaborations with longtime friend Bob Hope, starring in the Road to... films from 1940 to 1962.\n\nCrosby influenced the development of the postwar recording industry. After seeing a demonstration of a German broadcast quality reel-to-reel tape recorder brought to America by John T. Mullin, he invested $50,000 in a California electronics company called Ampex to build copies. He then convinced ABC to allow him to tape his shows. He became the first performer to pre-record his radio shows and master his commercial recordings onto magnetic tape. Through the medium of recording, he constructed his radio programs with the same directorial tools and craftsmanship (editing, retaking, rehearsal, time shifting) used in motion picture production, a practice that became an industry standard. In addition to his work with early audio tape recording, he helped to finance the development of videotape, bought television stations, bred racehorses, and co-owned the Pittsburgh Pirates baseball team.","birthday":"1903-05-03","deathday":"1977-10-14","gender":2,"homepage":"https://bingcrosby.com/","id":24937,"imdb_id":"nm0001078","known_for_department":"Acting","name":"Bing Crosby","place_of_birth":"Tacoma, Washington, USA","popularity":3.913,"profile_path":"/ydxPEeNPr0vaKZmEZXVNvhav3LB.jpg"}
