{"adult":false,"also_known_as":["Hurricane","Shane Hurricane Helms","Kid Vicious","Hurricane Kid","Hurricane Helms","The Hurricane","Shane Helms","Gregory Helms","Gauge"],"biography":"Gregory Shane Helms is an American professional wrestler. He is best known for his time with World Wrestling Entertainment (WWE) where he wrestled as The Hurricane and Gregory Helms and also known for his time with World Championship Wrestling (WCW) where he wrestled as \"Sugar\" Shane Helms.  Helms first began wrestling in 1991 at the age of 16, and wrestled in numerous independent promotions, including the Organization of Modern Extreme Grappling Arts, winning numerous light heavyweight and tag team championships. In 1999, he signed with WCW, and gained fame as \"Sugar\" Shane Helms, a member of 3 Count. During his time there he won both the WCW Hardcore Championship and the WCW Cruiserweight Championship. When WCW was bought by the World Wrestling Federation (WWF) (now WWE), Helms' contract was kept by WWF. Helms renamed himself \"The Hurricane\" and won the WWE Cruiserweight Championship. He later picked up a sidekick, Rosey, and they won the World Tag Team Championship together.  He dropped the superhero gimmick in 2005, and began wrestling under his real name. He once again won the Cruiserweight Championship in early 2006, and held it for over a year, becoming the longest reigning Cruiserweight Champion and the longest reigning champion of any kind in SmackDown history. After being out of action for over a year after neck fusion surgery Helms returned to SmackDown in September 2008, referring to himself as Hurricane Helms, before moving to the ECWbrand where he reverted to his Gregory Helms name, and became the backstage interviewer. In mid-2009, he brought back The Hurricane character, and appeared as both Gregory Helms and The Hurricane on ECW. After ECW was cancelled Helms was released by WWE on February 26, 2010, and returned to the independent circuit.","birthday":"1974-07-12","deathday":null,"gender":2,"homepage":null,"id":1200120,"imdb_id":null,"known_for_department":"Acting","name":"Gregory Shane Helms","place_of_birth":"Smithfield, North Carolina, USA","popularity":1.463,"profile_path":"/AdiNPR4yFct0AnwaGB8vE3ZuR1T.jpg"}
