{"adult":false,"also_known_as":["Βικτώρια Χαραλαμπίδου"],"biography":"Victoria Haralabidou (Greek: Βικτώρια Χαραλαμπίδου, born 23 October 1971), is a Greek actress. She was born in Saint Petersburg, Russia; her father was a Pontic Greek from Trabzon, while her mother was born in Tashkent to Greek refugees. When she was 15 years old, her family moved to Athens, Greece, but she returned to Russia to study at the Institute of Cinematography in Moscow and then got back to study at the Greek Drama School in Athens.\n\nIn 2005, she moved to Sydney, Australia, where she currently lives.  Her acting credits include Dear Elena, a contemporary Russian play by Liudmila Razumovskaya (Best Actress award 2001), Curse of the Starving Class by Sam Shepard, A Bright Shining Sun (Best Actress Award – Short Film Festival 2000), and a feature film Nyfes (Best Actress Award – Thessaloniki Film Festival 2005), a Martin Scorsese production which was released in Australia by Palace Cinemas in September 2005. Her television credits include Suddenly, a drama series for Mega Channel in Greece.\n\nIn 2008 she appeared in the drama series East West 101 on SBS, All Saints on the Seven Network, The Strip on the Nine Network and telemovie The Informant for Network Ten. In 2009 she appeared in soap opera Home and Away as Jody Walker and the children's television series My Place on ABC3. She also appeared in two films, Blessed in Australia film Psyhi vathia in Greece. In 2011, she will return to Home and Away to once again portrayed Jody Walker. Haralabidou has translated various theatrical works in Russian, English and Greek.\n\nDescription above from the Wikipedia article Victoria Haralabidou, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1971-10-23","deathday":null,"gender":1,"homepage":null,"id":94875,"imdb_id":"nm1188896","known_for_department":"Acting","name":"Victoria Haralabidou","place_of_birth":"St. Petersburg, Russia","popularity":1.4,"profile_path":"/kgQ7ZUgV3GAYFNec7sgCLQ7V0i8.jpg"}
