{"adult":false,"also_known_as":[],"biography":"Michael \"Mike\" Leigh, OBE (born 20 February 1943) is a British writer and director of film and theatre. He studied theatre at the Royal Academy of Dramatic Art, and studied further at the Camberwell School of Art and the Central School of Art and Design. He began as a theatre director and playwright in the mid 1960s. In the 1970s and 1980s his career moved between work for the theatre and making films for BBC Television, many of which were characterized by a gritty \"kitchen sink realism\" style. His well-known films include Life is Sweet (1990), the comedy-drama Career Girls (1997), the Gilbert and Sullivan biopic Topsy Turvy (1999), and the bleak working-class drama All or Nothing (2002). His most notable works are arguably Naked (1993) for which he won the Best Director Award at Cannes, the BAFTA-winning (and Oscar-nominated) Palme d'Or winner Secrets & Lies (1996) and Golden Lion winner Vera Drake (2004).\n\nHis films and stage plays, according to the critic Michael Coveney, \"comprise a distinctive, homogenous body of work which stands comparison with anyone's in the British theatre and cinema over the same period.\"  Coveney further noted Leigh's role in helping to create stars – Liz Smith in Hard Labour, Alison Steadman in Abigail's Party, Brenda Blethyn in Grown-Ups, Antony Sher in Goose-Pimples, Gary Oldman and Tim Roth in Meantime, Jane Horrocks in Life is Sweet, David Thewlis in Naked – and remarked that the list of actors who have worked with him over the years – including Sheila Kelley, Paul Jesson, Phil Daniels, Lindsay Duncan, Lesley Sharp, Kathy Burke, Stephen Rea, Eric Richard, Julie Walters – \"comprises an impressive, almost representative, nucleus of outstanding British acting talent.\"  Ian Buruma, writing in the New York Review of Books in January 1994, noted: \"It is hard to get on a London bus or listen to the people at the next table in a cafeteria without thinking of Mike Leigh. Like other wholly original artists, he has staked out his own territory. Leigh's London is as distinctive as Fellini's Rome or Ozu's Tokyo.\"\n\nDescription above from the Wikipedia article Mike Leigh, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1943-02-20","deathday":null,"gender":2,"homepage":null,"id":65452,"imdb_id":"nm0005139","known_for_department":"Directing","name":"Mike Leigh","place_of_birth":"Salford, Greater Manchester, England, UK","popularity":3.961,"profile_path":"/eQAc3gIjhAFTgHVQ3kfpbkUe97M.jpg"}
