{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nAl Corley (born May 22, 1956 in Wichita, Kansas) is an American actor, singer and producer. In the late 1970s, he worked as a doorman at Studio 54. He would later appear in a VH1 Behind the Music special on Studio 54 to recount his experiences.\n\nCorley is best known as the first actor to play Steven Carrington on the 1980s soap opera Dynasty. After that, Corley acted in fourteen movies, then produced five. Corley left Dynasty at the end of the second season in 1982 after complaining about Steven's \"ever-shifting sexual preferences\" and wanting \"to do other things.\" The character was recast in 1983 with Jack Coleman, the change in appearance attributed to plastic surgery after an oil rig explosion. Coleman remained on the show until 1988, but Corley returned to the role of Steven for the 1991 miniseries Dynasty: The Reunion when Coleman was unavailable due to scheduling conflicts.\n\nHe was also known as a singer in the 1980s. His 1984 New Wave single \"Square Rooms,\" from his debut album of the same name became a number one hit in France (in 1985), also reaching #6 in Switzerland, #12 in Italy (in 1985), #13 in Germany #15 in Austria and #80 in United States. The same year, he released \"Cold Dresses,\" which was also a big hit in France, reaching #5. His second album, Riot of Color was released in 1986, and a third album, Big Picture followed in 1988.\n\nMarried in 1989 to actress Jessika Cardinahl. They have three children: Sophie Elena, Ruby Cardinahl and Clyde Nikolai Corley.\n\nHe resides in the Pacific Palisades.\n\nDescription above from the Wikipedia article Al Corley,licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1956-05-22","deathday":null,"gender":2,"homepage":null,"id":38576,"imdb_id":"nm0179959","known_for_department":"Acting","name":"Al Corley","place_of_birth":"Wichita, Kansas, USA","popularity":3.538,"profile_path":"/7FYJ9s23DauPBo11cr81IaAjMEt.jpg"}
