{"adult":false,"also_known_as":[],"biography":"Jürgen Prochnow is a German actor. His most well-known roles internationally have been as the sympathetic submarine captain in Das Boot (1981), Duke Leto Atreides I in Dune (1984), the minor, but important role of Kazakh dictator General Ivan Radek in Air Force One and the antagonist Maxwell Dent in Beverly Hills Cop II.\n\nProchnow was born in Berlin and brought up in Düsseldorf, the son of an engineer. He has an elder brother, Dieter. He studied acting at the Folkwang Hochschule in Essen. Thanks to his on-screen intensity and his fluency in English, he has become one of the most successful German actors in Hollywood. He portrayed Arnold Schwarzenegger in a film about the actor's political career in California, entitled See Arnold Run; coincidentally, Prochnow was one of the actors considered for the title role in The Terminator. He also appears as the main antagonist in the Broken Lizard film Beerfest, which contains a submarine scene that references his role in Das Boot. He also played a supporting character in the Wing Commander film, Cmdr. Paul Gerald. In addition, he dubbed Sylvester Stallone's voice in the German version of Rocky and Rocky II.\n\nHe was facially scarred following a stunt accident during the filming of Dune. One scene called for Prochnow (as Duke Leto) to be strapped to a black stretcher and drugged. During one take, a high-powered bulb positioned above Prochnow exploded due to heat, raining down molten glass. Remarkably, the actor was able to free himself from the stretcher, moments before glass fused itself to the place he had been strapped. During the filming of the dream sequence, he had a special apparatus attached to his face so that green smoke (simulating poison gas) would emerge from his cheek when the Baron (Kenneth McMillan) scratched it. Although thoroughly tested, the smoke gave Prochnow first and second-degree burns on his cheek. This sequence appears on film in the released version.\n\nIn 1996, he was a member of the jury at the 46th Berlin International Film Festival.\n\nProchnow was married in the 1970s, and had a daughter Johanna, who died in 1987. He married Isabel Goslar in 1982, with whom he has two children: a daughter Mona, and son Roman. They divorced in 1997. He currently divides his time between Los Angeles and Munich. He was involved with Birgit Stein, a German screenwriter and actress. He received American citizenship in 2003.","birthday":"1941-06-10","deathday":null,"gender":2,"homepage":null,"id":920,"imdb_id":"nm0001638","known_for_department":"Acting","name":"Jürgen Prochnow","place_of_birth":"Berlin, Germany","popularity":10.722,"profile_path":"/xjakZgQRw4NXefazNuvQEaGhT1U.jpg"}
