{"adult":false,"also_known_as":["Emily Anne Bergl "],"biography":"Bergl was born in Milton Keynes, England to an Irish mother and an English architect father. She lacks a British accent because she moved to Chicago with her family when she was a child and attended Glenbrook South High School and Grinnell College, where she was the lead in several school productions. She graduated Phi Beta Kappa in 1997 with a B.A. in English and Theater. She has a brother.\n\nBergl's big break came with the lead role of Rachel Lang in the 1999 film, The Rage: Carrie 2, the sequel to the 1976 supernatural thriller Carrie. Much of her acting also takes place on television. Bergl has appeared in episodes of the TV shows Gilmore Girls, CSI: Miami, Medium, Law &amp; Order: Criminal Intent, NYPD Blue, and Star Trek: Enterprise. She also appeared in the psychological thriller Chasing Sleep, opposite star Jeff Daniels.\n\nBergl had a major role in the Steven Spielberg 2002 miniseries Taken.\n\nBergl had a significant co-starring role in the ABC series Men in Trees as Annie, an enthusiastic fan of the series' main character, relationship expert Marin Frist (Anne Heche). Annie travels to every event Marin appears at, and ends up in Elmo, Alaska with Marin. Annie stays in Elmo (as does Marin after she decides to re-evaluate her life), when she meets Patrick Bachelor (Derek Richardson), a local hotel desk clerk and radio DJ she knew through online chats about Marin's books.\n\nRecently, Bergl played in Becky Shaw at Second Stage Theatre in New York in the beginning of 2009. Since 2010 Bergl has also performed a cabaret show called Kidding on the Square, which had a run in the summer of 2010 in Los Angeles and New York, then later in Chicago.\n\nAs of the season's second episode Bergl played Paul Young's new wife, Beth, in the seventh season of Desperate Housewives.","birthday":"1975-04-25","deathday":null,"gender":1,"homepage":"http://www.emilybergl.net/","id":51390,"imdb_id":"nm0004749","known_for_department":"Acting","name":"Emily Bergl","place_of_birth":"Milton Keynes - Buckinghamshire - England - UK","popularity":5.786,"profile_path":"/rZSSCh9fuiRM9imp9BfZt3qq6In.jpg"}
