{"adult":false,"also_known_as":[],"biography":"Neil Dudgeon was born in Doncaster, South Yorkshire on 2 January 1961 and attended Danum Grammar School among others. He established himself as an actor in school plays and went on to study drama at university . He made his first screen appearance in 1987. The following year, he appeared as a World War II pilot in Piece of Cake, alongside Tim Woodward, Jeremy Northam and Nathaniel Parker. As well as occasional appearances in long-running series such as Casualty, London`s Burning and Lovejoy, he has appeared as George the Chauffeur in The Mrs Bradley Mysteries (alongside Diana Rigg), in Inspector Morse (episode “The Way Through The Woods”), A Touch of Frost with David Jason, Between The Lines, Common As Muck (in 1994 & 1997) , Out of the Blue, Sherlock Holmes and the Case of the Silk Stocking and all four series of Messiah with Ken Stott. In 2007 Dudgeon appeared in the eponymous role of self-made millionaire Roman Pretty in the BBC2 sitcom Roman`s Empire. Since 2009 he has played Jim Riley in the BBC`s successful comedy Life of Riley. In 2010, Dudgeon appeared in an episode of the long-running ITV crime drama Midsomer Murders, called “The Sword of Guillaume”. He was introduced in the episode as the cousin of Detective Chief Inspector Tom Barnaby, played by John Nettles, who has announced his retirement from the role. Neil, also cast as a senior detective, will take over as the lead character in Midsomer Murders after the last episodes featuring John Nettles are screened in 2011. Neil appeared for the first time in Midsomer Murders in the opening episode of the fourth series (“Garden of Death”), Neil is married to Radio Producer Mary Peate, they have two children.","birthday":"1961-01-02","deathday":null,"gender":2,"homepage":"http://visions-of-you.com/ndudgeon/wp/","id":87097,"imdb_id":"nm0240072","known_for_department":"Acting","name":"Neil Dudgeon","place_of_birth":"Doncaster, South Yorkshire, England","popularity":5.569,"profile_path":"/bQ7KNoG80k91MZzVoQ1jMhxNX6s.jpg"}
