{"adult":false,"also_known_as":["Коясу Такэхито"," Koyasu Takehito / 子安 武人","Aizawa Fami / 相沢 ファミ","Akiyama Suiko / 秋山 水滸","Asahi Nayu / 朝日 奈悠","Fuji Keigo / 藤 景吾","Hououin Tatsuhiko / 鳳凰院 龍彦","Itsuki Fuyutaka / 樹 冬隆","Jack Cloud / ジャック・クラウド","Jinshinno Ran / 壬申 乱","Juumonji Hayato / 十文字 隼人","Juunanajou Yoshifusa / 十七条 良房","Kagura Kotori / 神楽 飛鳥","Kuroki Kai / 黒木 凱","Kuroneko / 黒猫","Kyoukou / 響洸","Mayuzumi Toshirou / 眉墨 敏郎","Mibu Roushi / 壬生 浪士","Mizuki Shuu / 瑞生 愁","Ryuugasaki Kaname / 竜ヶ崎 要","Sakuma Takuya / 柵間 拓哉","Shourui Ren / 生類 憐","Yakushiji Ken'ichi / 薬師寺 兼一"],"biography":"Takehito Koyasu is a Japanese voice actor. Koyasu is part of the voice actor quartet Weiß consisting of Weiß Kreuz voice castmates Shinichiro Miki, Tomokazu Seki, and Hiro Yūki. He used to work for Production Baobab but is now the head of T's Factory, a voice actor company he founded in 1998.\n\nKoyasu is known for his deep, smooth voice, which often lands him in roles that are either villains or lonely bishōnen. Recently, though (as in the cases of Mitsurugi Hanagata from Saber Marionette J, Ryo Kuroyanagi from Yakitate!! Japan, Bobobo-bo Bo-bobo, and Kei Itoshiki from (Zoku) Sayonara, Zetsubou-Sensei) he has been voicing more and more lively/humorous characters. According to Hisaya Nakajo, the manga artist of the series Hana-Kimi, the character of Masao Himejima was designed with Koyasu's voice in mind; the voice actor ended up voicing this character in the series' drama CDs.\n\nOn 18 September 2009, he created Velvet Underworld series which is the first drama CD of the series, \"The Fool\". In the following month, \"The Wheel of Fortune\" had released as the second drama CD of the series.","birthday":"1967-05-05","deathday":null,"gender":2,"homepage":"https://tsf-official.com/talent/takehito-koyasu/","id":84508,"imdb_id":"nm0468729","known_for_department":"Acting","name":"Takehito Koyasu","place_of_birth":"Yokohama, Kanagawa Prefecture, Japan","popularity":10.245,"profile_path":"/8uBkNDKPNmp9JWgMUI02NVyfhi1.jpg"}
