{"adult":false,"also_known_as":["ケネス・ブラナー","Кеннет Брана","Kenneth Charles Branagh","케네스 브래너"],"biography":"Sir Kenneth Charles Branagh (born 10 December 1960) is a British actor and filmmaker. Branagh trained at the Royal Academy of Dramatic Art in London; in 2015 he succeeded Richard Attenborough as its president. He has been nominated for five Academy Awards and five Golden Globe Awards. He has won three BAFTAs and two Emmy Awards. He was appointed a Knight Bachelor in the 2012 Birthday Honours and knighted on 9 November 2012.  He was made a Freeman of his native city of Belfast in January 2018. In 2020, he was listed at number 20 on The Irish Times list of Ireland's greatest film actors.[4]\n\nBranagh has both directed and starred in several film adaptations of William Shakespeare's plays, including Henry V (1989), Much Ado About Nothing (1993), Othello (1995), Hamlet (1996), Love's Labour's Lost (2000), and As You Like It (2006). He was nominated for Academy Awards for Best Actor and Best Director for Henry V and for Best Adapted Screenplay for Hamlet.\n\nHe has also starred in the television series Fortunes of War (1987), Shackleton (2002), and Wallander (2008–2016) and in the films Celebrity (1998), Wild Wild West (1999), The Road to El Dorado (2000), as SS leader Reinhard Heydrich in Conspiracy (2001), Harry Potter and the Chamber of Secrets (2002), Warm Springs (2005), as Major General Henning von Tresckow in Valkyrie (2008), The Boat That Rocked (2009), and as Sir Laurence Olivier in My Week with Marilyn (2011), Dunkirk (2017), and Tenet (2020). He won an International Emmy Award for Wallander and a Primetime Emmy Award for Conspiracy, and was nominated for the Academy Award for Best Supporting Actor for My Week with Marilyn.\n\nBranagh directed and starred in the romantic thriller Dead Again (1991), the horror film Mary Shelley's Frankenstein (1994), and the action thriller Jack Ryan: Shadow Recruit (2014). He directed and starred as Hercule Poirot in the mystery drama adaptations of Agatha Christie's Murder on the Orient Express (2017) and Death on the Nile (2022). He also directed such films as Swan Song (1992), which earned an Academy Award nomination for Best Live Action Short Film, The Magic Flute (2006), Sleuth (2007), the Marvel superhero film Thor (2011), and the live-action adaptation of Disney's Cinderella (2015),\n\nHe narrated numerous documentary series, including Cold War (1998), Walking with Dinosaurs (1999), The Ballad of Big Al (2001), Walking with Beasts (2001), Walking with Monsters (2005), and World War 1 in Colour (2005).","birthday":"1960-12-10","deathday":null,"gender":2,"homepage":null,"id":11181,"imdb_id":"nm0000110","known_for_department":"Acting","name":"Kenneth Branagh","place_of_birth":"Belfast, Northern Ireland, UK","popularity":45.716,"profile_path":"/AbCqqFxNi5w3nDUFdQt0DGMFh5H.jpg"}
