{"adult":false,"also_known_as":["نبيلة عبيد","Nabila Ebeid","Набила Эбейд"],"biography":"Nabila is an Egyptian actress and is among the best recognized cinema figures as she was dubbed “Egypt’s first star”. She was born to a wealthy family and her talents were noticed by the Egyptian director ‘Atef Salim in the film “Mafeesh Tafahom” (“No Understanding”) on which she did not utter a single word. Thereafter she assumed the lead on the film “Rabi’ah al-‘Addawiyah”. Nabila was married to her discoverer ‘Atef Salim for a few years. She worked in Lebanese cinema and on stage. On television she assumed the lead on works such as “Bardees”, “Sahibat al-Galala” and “al-‘Amma Nour” (“Aunt Noor”) in 2003. On radio Nabila worked on “al-Sabr fee al-Malahat”. The actress also produced some of her own movies such as “Wa Saqatt fee Bahr al-‘Assal” (“I Fell into a Sea of Honey”), she also worked on stage with Tahhiya Karyoka on “Robabika” and received the award for best actress for her role in the film “La Yazal al-Tahqiq Mustamirran” (“The Investigation is still Ongoing”) in 1979. Nabila also received the award for other films such as “Intihar Sahib al-Shaqa” (“The Suicide of the Flat’s Owner”), “al-‘Azraa wa al-Sha’r al-Abyad” (“The Virgin and the White Hair”) and “Khatib Mama” (“Mother’s Fiancé”). Nabila was chosen as a member of the judge’s committee in the 2003 Cairo International Film Festival. She is considered among the Egyptian stars who are most intelligent and capable of survival and she dubbed herself “Egypt’s first star”. Nabila established herself following “Rabi’ah al-‘Addawiyah” however the crucial part of her life began when she started producing. She was in her best form with Ashraf Fahmy and in works adapted from Ehsan ‘Abd Al Qudoos. Also among her most important roles was “Kashf al-Mastoor” (“Revealing that which is Hidden”) and “Toot Toot”.","birthday":"1945-01-21","deathday":null,"gender":1,"homepage":null,"id":1881169,"imdb_id":null,"known_for_department":"Acting","name":"Nabila Ebeid","place_of_birth":"Cairo, Egypt","popularity":5.14,"profile_path":"/lNYtUd57wWtE7Al0Rf3ViuV9Qdm.jpg"}
