{"adult":false,"also_known_as":["Джеймс Гандольфини"],"biography":"James Joseph Gandolfini Jr. (September 18, 1961 – June 19, 2013) was an American actor and producer. He was best known for his role as Tony Soprano, the Italian-American crime boss in HBO's television series The Sopranos, for which he won three Emmy Awards, three Screen Actors Guild Awards, and one Golden Globe Award. Gandolfini's portrayal of Tony Soprano is widely regarded as among the greatest performances in television history.\n\nGandolfini's notable film roles include mob henchman Virgil in True Romance (1993), Lt. Bobby Dougherty in Crimson Tide (1995), Colonel Winter in The Last Castle (2001) and Mayor of New York in The Taking of Pelham 123 (2009). Other roles are enforcer and stuntman Bear in Get Shorty (1995) and impulsive \"Wild Thing\" Carol in Where the Wild Things Are (2009). For his performance as Albert in Enough Said (2013), Gandolfini posthumously received much critical praise and several awards, including a Screen Actors Guild Award nomination and the Boston Society of Film Critics Award for Best Supporting Actor.\n\nIn 2007, Gandolfini produced Alive Day Memories: Home from Iraq, a documentary in which he interviewed injured Iraq War veterans and in 2010, Wartorn: 1861–2010 examining the impact of post-traumatic stress disorder on soldiers and families throughout several wars in U.S. history from 1861 to 2010. In addition to Alive Day Memories, he also produced television film Hemingway & Gellhorn (2012), which gained him a Primetime Emmy Award for Outstanding Limited Series nomination. In 2013, Gandolfini died of a heart attack in Rome at the age of 51.\n\nDescription above from the Wikipedia article James Gandolfini, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1961-09-18","deathday":"2013-06-19","gender":2,"homepage":null,"id":4691,"imdb_id":"nm0001254","known_for_department":"Acting","name":"James Gandolfini","place_of_birth":"Westwood, New Jersey, USA","popularity":9.657,"profile_path":"/vhtsFJZcfHdeDkFBoWMDzOS6xrP.jpg"}
