{"adult":false,"also_known_as":[],"biography":"​From Wikipedia, the free encyclopedia\n\nBruce Gowers is an English television director and producer, best known for work on large scale live music and event productions. He started his career in his native England where his landmark music video for Queen's \"Bohemian Rhapsody\" brought him international recognition leading to his relocation to the U.S. in the late 1970s.\n\nBruce’s varied career includes credits for the live episodes of American Idol (2001–2010) which he has directed from the start, and awards shows including the Emmys, The MTV Awards, the Billboard Awards and the American Music Awards, event specials including Live Earth, Live 8 and President Bill Clinton’s Inaugural Concert at the Lincoln Memorial and music specials for Michael Jackson and The Jacksons, The Rolling Stones, Ray Charles, Paul McCartney, Rod Stewart and Britney Spears. See credits below.\n\nHBO and Showtime provided the opportunity to direct comedy specials with the biggest names in the business: Robin Williams, Billy Crystal, Eddie Murphy and Jerry Seinfeld. For Nickelodeon, Disney Channel and PBS Bruce turned his attention to the popular kids series’ Roundhouse, The Kidsongs TV Show (co-creator), The Amanda Show, All That and the Teen Choice Awards.\n\nIn the first wave of reality shows, Bruce executive produced and directed The Spectacular World of Guinness Records, America’s Funniest People (co-creator) and This is Your Life.\n\nAlong the way Bruce has directed documentaries (for the Rolling Stones and Salvador Dali), ice shows, magic shows (Penn and Teller), comedy series (Whose Line is it Anyway), sports (wrestling, soccer and horse racing), talk shows (Tony Tenille), game shows (Family Feud), sitcoms (The Life and Times of Edgar Briggs) and interviews specials (David Frost with various heads of state).\n\nDescription above from the Wikipedia article  Bruce Gowers, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":82234,"imdb_id":"nm0332985","known_for_department":"Directing","name":"Bruce Gowers","place_of_birth":null,"popularity":1.025,"profile_path":null}
