{"adult":false,"also_known_as":["Элизабет Мосс","אליזבת מוס","엘리자베스 모스","Elizabeth Moss","Liz Moss","Ελίζαμπεθ Μος","Lizzie","Elisabeth Singleton Moss","伊丽莎白·莫斯"],"biography":"Elisabeth Singleton Moss (born July 24, 1982) is an American actor and producer. She is known for her work in several television dramas, earning such accolades as two Primetime Emmy Awards and two Golden Globe Awards, which led Vulture to name her the \"Queen of Peak TV\".\n\nMoss began acting in the early 1990s and first gained recognition for playing Zoey Bartlet, the youngest daughter of President Josiah Bartlet, in the NBC political drama series The West Wing (1999–2006). Wider recognition came for playing Peggy Olson, a secretary-turned-copywriter, in the AMC period drama series Mad Men (2007–2015). She won the Golden Globe Award for Best Actress – Miniseries or Television Film for playing a detective in the BBC miniseries Top of the Lake (2013), and she won the Primetime Emmy Award for Outstanding Lead Actress in a Drama Series and Outstanding Drama Series for producing and starring in the Hulu dystopian drama series The Handmaid's Tale (2017–present).\n\nIn film, Moss has appeared in Girl, Interrupted (1999), Virgin (2003), Get Him to the Greek (2010), The One I Love (2014), Listen Up Philip (2014), Queen of Earth (2015), The Square (2017), The Seagull (2018), Her Smell (2018), Us (2019), and The Invisible Man (2020). Her theatre work includes Broadway productions of David Mamet's Speed the Plow and Wendy Wasserstein's The Heidi Chronicles. For the latter, she received a nomination for the Tony Award for Best Actress in a Play. She has also appeared in the West End production of Lillian Hellman's The Children's Hour.\n\nDescription above from the Wikipedia article Elisabeth Moss, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1982-07-24","deathday":null,"gender":1,"homepage":null,"id":32798,"imdb_id":"nm0005253","known_for_department":"Acting","name":"Elisabeth Moss","place_of_birth":"Los Angeles, California, USA","popularity":12.162,"profile_path":"/vZDe22EtLtcHvPr28l4ZM0b7qjG.jpg"}
