{"adult":false,"also_known_as":[],"biography":"Iain Smith was educated in Glasgow. He received a 1st Class Hons Diploma from London School of Film Technique (1969/70) now the London Film School.\n\nIn the early 1970s, Smith worked as assistant editor, assistant  director or production manager on numerous short films, commercials and  children's feature films. He worked in London for several years before  returning to his native Scotland to make (uncredited) My Childhood for the British Film Institute, the first of the trilogy by Bill Douglas.\n\nIn 1976, Smith formed his own production company in partnership with  Jon Schorstein (Smith Schorstein Associates Ltd) and produced television  commercials, documentaries, children's feature films and low-budget  dramas. In 1978, he production-managed Bertrand Tavernier's Death Watch,[1] starring Romy Schneider and Harvey Keitel. A year later, he joined David Puttnam and Hugh Hudson, as the location manager for Chariots of Fire, starring Ian Charleson and Ben Cross.\n\nSmith went on to line produce a variety of films for David Puttnam, getting associate producer credit on Bill Forsyth's Local Hero, starring Burt Lancaster and Peter Riegert, Roland Joffe's The Killing Fields, starring Sam Waterston and Haing Ngor, and Roland Joffe's The Mission, starring Robert De Niro and Jeremy Irons. He also produced Brian Gilbert's The Frog Prince.\n\nIn 1987, Smith formed Applecross Productions and went on to co-produce Richard Marquand's Hearts of Fire, starring Bob Dylan and Rupert Everett, followed by Michael Austen's Killing Dad, starring Richard E. Grant, Denholm Elliott and Julie Walters. In 1991, he co-produced Roland Joffe's City of Joy, starring Patrick Swayze and Pauline Collins, and in 1992, executive produced Ridley Scott's 1492: Conquest of Paradise, starring Gérard Depardieu and Sigourney Weaver.\n\nIn 1994, Smith co-produced Stephen Frears's Mary Reilly, starring Julia Roberts and John Malkovich for Tristar Pictures, followed by Luc Besson's The Fifth Element in 1996, which starred Bruce Willis and Gary Oldman and was produced by his company Zaltman Films Ltd for Gaumont.\n\nHe then produced Jean-Jacques Annaud's Seven Years in Tibet, starring Brad Pitt and David Thewlis for Columbia Pictures, followed by Jon Amiel's Entrapment with Sean Connery and Catherine Zeta-Jones for 20th Century Fox.\n\nSmith executive produced Tony Scott's Spy Game for Universal Pictures, which starred Robert Redford and Brad Pitt, followed by Anthony Minghella's Cold Mountain for Miramax, starring Jude Law, Nicole Kidman and Renée Zellweger. He went on to produce Oliver Stone's Alexander for Intermedia, starring Colin Farrell, Anthony Hopkins and Angelina Jolie, followed by producing Darren Aronofsky's The Fountain for New Regency/Warner Bros., starring Hugh Jackman, Rachel Weisz and Ellen Burstyn, and Alfonso Cuarón's Children of Men for Strike Entertainment/Universal Pictures.\n\nIn 2005, he was awarded a BAFTA Scotland for Outstanding Achievement in Film. He also was appointed Officer of the Order of the British Empire (OBE) in the 2008 New Year Honours.","birthday":"1949-01-08","deathday":null,"gender":2,"homepage":null,"id":8374,"imdb_id":"nm0808498","known_for_department":"Production","name":"Iain Smith","place_of_birth":null,"popularity":1.64,"profile_path":null}
