{"adult":false,"also_known_as":[],"biography":"Adolf Hitler (20 April 1889 – 30 April 1945) was an Austrian-born German politician and the leader of the National Socialist German Workers Party (German: Nationalsozialistische Deutsche Arbeiterpartei, abbreviated NSDAP), commonly known as the Nazi Party. He was Chancellor of Germany from 1933 to 1945, and served as head of state as Führer und Reichskanzler from 1934 to 1945. Hitler is most remembered for his central leadership role in the rise of fascism in Europe, World War II and the Holocaust. A decorated veteran of World War I, Hitler joined the precursor of the Nazi Party (DAP) in 1919, and became leader of NSDAP in 1921. He attempted a coup d'état known as the Beer Hall Putsch, which occurred at the Bürgerbräukeller beer hall in Munich on 8–9 November 1923. Hitler was imprisoned for one year due to the failed coup, and wrote his memoir, Mein Kampf (in English \"My Struggle\"), while imprisoned. After his release on 20 December 1924, he gained support by promoting Pan-Germanism, antisemitism and anti-communism with charismatic oratory and propaganda. He was appointed chancellor on 30 January 1933, and transformed the Weimar Republic into the Third Reich, a single-party dictatorship based on the totalitarian and autocratic ideology of Nazism. Nazi forces engaged in numerous violent acts during the war, including the systematic murder of as many as 17 million civilians, including an estimated six million Jews targeted in the Holocaust and between 500,000 and 1,500,000 Roma, added to the Poles, Soviet civilians, Soviet prisoners of war, people with disabilities, homosexuals, Jehovah's Witnesses, and other political and religious opponents. In the final days of the war, during the Battle of Berlin in 1945, Hitler married his long-time mistress Eva Braun. To avoid capture by Soviet forces, the two committed suicide less than two days later on 30 April 1945 and their corpses were burned.","birthday":"1889-04-20","deathday":"1945-04-30","gender":2,"homepage":null,"id":10279,"imdb_id":"nm0386944","known_for_department":"Acting","name":"Adolf Hitler","place_of_birth":"Braunau am Inn, Austria","popularity":12.993,"profile_path":"/n6f81IUSes1a8jTzUIF7rJ5zZnP.jpg"}
