{"adult":false,"also_known_as":["Χιου Γκραντ","휴 그랜트","Хью Грант"],"biography":"Hugh John Mungo Grant (born 9 September 1960) is an English actor and film producer. He has received a Golden Globe Award, a BAFTA, and an Honorary César. His movies have also earned more than $2.4 billion from 25 theatrical releases worldwide. Grant achieved international stardom after appearing in Richard Curtis's sleeper hit Four Weddings and a Funeral (1994). He used this breakthrough role as a frequent cinematic persona during the 1990s to deliver comic performances in mainstream films like Mickey Blue Eyes (1999) and Notting Hill (1999). By the turn of the century, he had established himself as a leading man skilled with a satirical comic talent. Since the 2000s, Grant has expanded his oeuvre with critically acclaimed turns as a cad in Bridget Jones's Diary (2001), About A Boy (2002), Love Actually (2003), and American Dreamz (2006).\n\nWithin the film industry, Grant is cited as an anti-movie star who approaches his roles like a character actor, with the ability to make acting look effortless. Hallmarks of his comic skills include a nonchalant touch of irony/sarcasm and studied physical mannerisms as well as his precisely-timed dialogue delivery and facial expressions. The entertainment media's coverage of Grant's life off the big screen has often overshadowed his work as a thespian. He has been vocal about his disrespect for the profession of acting, his disdain towards the culture of celebrity, and hostility towards the media. In a career spanning 20 years, Grant has repeatedly claimed that acting is not a true calling but just a job he fell into.\n\nDescription above from the Wikipedia article Hugh Grant, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1960-09-09","deathday":null,"gender":2,"homepage":null,"id":3291,"imdb_id":"nm0000424","known_for_department":"Acting","name":"Hugh Grant","place_of_birth":"London, England, UK","popularity":17.483,"profile_path":"/piTC1mCFr6ZCS3SdaN5qF9Vnqu7.jpg"}
