{"adult":false,"also_known_as":["Mr. Perfect","Curt Hennig"],"biography":"Curtis Michael \"Curt\" Hennig was an American professional wrestler, manager and color commentator who performed under his real name for the American Wrestling Association (AWA), the World Wrestling Federation (WWF), World Championship Wrestling (WCW), and Total Nonstop Action Wrestling (TNA). In the WWF, he found his greatest success as Mr. Perfect, a nickname introduced in his second run with the company which gradually became his official ring name. Hennig used the same ring name in his third and final run, however, his real name was widely acknowledged. He was the son of wrestler Larry \"The Axe\" Hennig, and father to current WWE (formerly the WWF) superstar Joe \"Curtis Axel\" Hennig.  Hennig is recognized by WWE as a one-time world champion, having held the AWA World Heavyweight Championship for 373 days (the seventh-longest reign in history). He won three additional world championships: the WWC Universal Heavyweight Championship once, and the i-Generation World Heavyweight Championship twice. A two-time WWF Intercontinental Champion, Hennig has been named by WWE as one of the greatest Intercontinental Champions of all time, and was the longest-reigning champion of the 1990s. In addition to winning multiple championships in WCW during the late 1990s, he served as the enforcer of the Four Horsemen, a member of the New World Order, and leader of stable and country music group, West Texas Rednecks, who recorded the tongue-in-cheek song, \"Rap is Crap\", later described by WWE as a \"stunningly popular and infectious earworm.\" Hennig returned to the WWF for a brief period in 2002, being one of the last three men remaining at the Royal Rumble. He later challenged for the NWA World Heavyweight Championship in TNA, prior to his death on February 10, 2003.  WCW described Hennig as \"one of the best all-round competitors this business has ever produced\"; WWE, in a posthumous publication, hailed him as a \"flawless technician\" who \"brought the Intercontinental Title a new level of credibility during his two reigns and set a higher standard for technical wrestling in WWE.\" He was inducted into the WWE Hall of Fame in 2007 by former Major League Baseball third baseman, and longtime friend, Wade Boggs. A number of Hennig's peers consider him to be one of the greatest in-ring performers of all time; former on-screen rival Hulk Hogan remarked: \"Everybody would check their egos at the door when they came to a building that Curt Hennig was in, because you couldn't out-work him, you couldn't outshine him and you couldn't out-perform him. He was the best of the best.\"  On February 10, 2003, Hennig was found dead in a Florida hotel room. The Hillsborough County Medical Examiner's Office declared acute cocaine intoxication to be the cause of his death. His father said that steroids and painkillers also contributed to his death.\n\nWWE aired a video tribute as well as words from friends and former co-workers Jerry \"The King\" Lawler and Jim Ross on Raw following the news of Hennig's death. TNA paid tribute to Hennig by displaying his wrestling singlet and a framed photo as he was employed by TNA at the time of his death. A tribute song about Hennig, \"My Perfect Friend\", was featured on the 2003 \"Macho Man\" Randy Savage album Be a Man. Other peers including Hulk Hogan, Ric Flair, Bret Hart, Shawn Michaels have also commended Hennig's in-ring talents.","birthday":"1958-03-28","deathday":"2003-02-10","gender":2,"homepage":null,"id":711143,"imdb_id":"nm0377344","known_for_department":"Acting","name":"Curt Hennig","place_of_birth":"Robbinsdale, Minnesota, USA","popularity":1.4,"profile_path":"/yGQ66wu2owEytqbwbfRU45FrOfQ.jpg"}
