{"adult":false,"also_known_as":[],"biography":"​From Wikipedia, the free encyclopedia\n\nNehemiah Persoff (born August 2, 1919) is a former American film and television character actor. He was born in Jerusalem, Palestine Mandate.\n\nBorn in what is now part of Israel, Persoff emigrated with his family to the United States in 1929. He began to take an interest in acting in the 1940s, and after serving in the Army during World War II, he began to pursue his acting career in the New York Theater. In 1947, he was accepted into the Actor's Studio and eventually began appearing in films.\n\nHis film credits include: On the Waterfront, Some Like It Hot, Al Capone, The Greatest Story Ever Told, Voyage of the Damned, The Comancheros, Yentl (portraying Barbra Streisand's character's father), Twins and the American Tail (animated-film series) (voiced, \"Papa Mousekewitz\").\n\nPersoff appeared in such television series as, Five Fingers (\"The Moment of Truth\"), The Big Valley (\"Legend of a General\", Parts I &amp; II, episode), The Twilight Zone (\"Judgment Night\" episode), Alfred Hitchcock Presents (\"Heart of Gold\" episode), The Untouchables, Naked City, The Legend of Jesse James, Gunsmoke, The Wild Wild West, Hawaii Five-O, Ellery Queen (\"The Adventure of the Pharaoh's Curse\" episode), Mission: Impossible (3 episodes), Adam-12 (\"Vendetta\" episode), Charlie's Angels, Hunter, Columbo, Star Trek: The Next Generation, Magnum, P.I., Law &amp; Order and Chicago Hope.\n\nIn the mid-1980s, Persoff began to pursue painting, specializing in watercolour. This was at a time when health problems forced him to decrease his acting workload. Now retired from acting, he is devoted full-time to his painting.\n\nDescription above from the Wikipedia article Nehemiah Persoff, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1919-08-02","deathday":null,"gender":2,"homepage":null,"id":3160,"imdb_id":"nm0675490","known_for_department":"Acting","name":"Nehemiah Persoff","place_of_birth":"Jerusalem, Palestine Mandate","popularity":9.445,"profile_path":"/k32WMgl0GncvKOwnVTEB6LIfmEv.jpg"}
