{"adult":false,"also_known_as":["Ethan Green Hawke","E. Hawke","Итан Хоук","إيثان هوك","イーサン・ホーク","อีธาน ฮอว์ก","에단 호크","Ήθαν Χοκ","Ітан Гоук","伊桑·霍克"],"biography":"Ethan Green Hawke (born November 6, 1970) is an American actor, writer and director. He made his feature film debut in 1985 with the science fiction movie Explorers, before making a supporting appearance in the 1989 drama Dead Poets Society which is considered his breakthrough role. He then appeared in such films as White Fang (1991), A Midnight Clear (1992), and Alive (1993) before taking a role in the 1994 Generation X drama Reality Bites, for which he gained critical acclaim. In 1995, he starred in the romantic drama Before Sunrise, and later in its sequel Before Sunset (2004).\n\nIn 2001, Hawke was cast as a rookie police officer in Training Day, for which he received a Screen Actors Guild and Academy Award nomination in the Best Supporting Actor category. Other films have included the science fiction feature Gattaca (1997), the title role in Michael Almereyda's Hamlet (2000), the action thriller Assault on Precinct 13 (2005), and the crime drama Before the Devil Knows You're Dead (2007).\n\nHawke has appeared in many theater productions including The Seagull, Henry IV, Hurlyburly, The Cherry Orchard, The Winter's Tale and The Coast of Utopia, for which he earned a Tony Award nomination. He made his directorial debut with the 2002 independent feature Chelsea Walls. In November 2007 Hawke directed his first play, Jonathan Marc Sherman's Things We Want. Aside from acting, he has written two novels, The Hottest State (1996) and Ash Wednesday (2002). Between 1998 and 2004, Hawke was married to actress Uma Thurman.\n\nDescription above from the Wikipedia article Ethan Hawke, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1970-11-06","deathday":null,"gender":2,"homepage":"https://www.ethanhawke.net/","id":569,"imdb_id":"nm0000160","known_for_department":"Acting","name":"Ethan Hawke","place_of_birth":"Austin, Texas, USA","popularity":13.663,"profile_path":"/a7rgJl8TYUWAfJuM4fxbLHgD7BL.jpg"}
