{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nJames Carter Walker Jr. (born June 25, 1947), known professionally as Jimmie Walker, is an American actor and comedian. Walker is best known for portraying James Evans Jr. (J. J.), the oldest son of Florida and James Evans Sr. on the CBS television series Good Times which originally ran from 1974–1979. Walker was nominated for Golden Globe awards Best Supporting Actor In A Television Series in 1975 and 1976 for his role. While on the show, Walker's character was known for the catchphrase \"Dy-no-mite!\" which he also used in his mid–1970s TV commercial for a Panasonic line of cassette and 8-track tape players. He also starred in Let's Do It Again with John Amos, and The Greatest Thing That Almost Happened with James Earl Jones. Walker continues to tour the country with his stand-up comedy routine.\n\nIn 1967, Walker began working full-time with WRVR, the radio station of the Riverside Church. In 1969, Walker began performing as a stand-up comedian and was eventually discovered by the casting director for Good Times, after making appearances on Rowan & Martin's Laugh In and on the Jack Paar Show. He eventually released one stand-up comedy album during the height of his Good Times popularity: Dyn-o-mite on Buddah Records (5635). During Good Times' 1974–75 season, Walker was 26 years old, though his character was much younger. John Amos, the actor who portrayed Walker's father on Good Times, was actually just eight years older than Walker. Walker credits producer/director John Rich for inventing \"Dy-no-mite!\" which Rich insisted Walker say on every episode. Both Walker and executive producer Norman Lear were skeptical of the idea, but the phrase and Walker's character caught on with the audience. Also, off- and on-camera, Walker did not get along with series' lead, Esther Rolle, who played Florida Evans, in the series, because she and Amos disapproved of Walker's increasingly buffoonish character and his popularity, and Walker felt hurt by their disdain. Dissatisfaction led Amos (before Rolle), to leave the show, making Walker the star of the show. Walker was the only Good Times star to not attend Rolle's funeral.","birthday":"1947-06-25","deathday":null,"gender":2,"homepage":null,"id":31366,"imdb_id":"nm0907858","known_for_department":"Acting","name":"Jimmie Walker","place_of_birth":"The Bronx, New York City, New York, USA","popularity":4.832,"profile_path":"/k5M0PhcYZEbeeAmjomZQk3QmLKv.jpg"}
