{"adult":false,"also_known_as":["Zbigniew Antoni Kowalski"],"biography":"From Wikipedia, the free encyclopedia\n\nZbigniew Preisner (Polish: [ˈzbiɡɲɛf ˈpɾajsnɛɾ]; born 20 May 1955) is a Polish film score composer, best known for his work with film director Krzysztof Kieślowski.\n\nPreisner is best known for the music composed for the films directed by fellow Pole Krzysztof Kieślowski. His Song for the Unification of Europe, based on the Greek text of 1 Corinthians 13, is attributed to a character in Kieślowski's Three Colors: Blue and plays a dominating role in the story. His music for Three Colors: Red includes a setting of Polish and French versions of a poem by Wisława Szymborska, a Polish Nobel Prize-winning poet.\n\nAfter working with Kieślowski on Three Colors: Blue, Preisner was hired by the producer Francis Ford Coppola to write the score for The Secret Garden, directed by Polish director Agnieszka Holland. Although Preisner is most closely associated with Kieślowski, he has collaborated with several other directors, winning a César in 1996 for his work on Jean Becker's Élisa. He has won a number of other awards, including another César in 1994 for Three Colors: Red, and the Silver Bear from the 47th Berlin International Film Festival 1997 for The Island on Bird Street. He was nominated for Golden Globe awards for his scores for Three Colors: Blue (1993) and At Play in the Fields of the Lord (1991).\n\nIn 1998, Requiem for My Friend, Preisner's first large scale work not written for film, premiered. It was originally intended as a narrative work to be written by Krzysztof Piesiewicz and directed by Kieślowski, but it became a memorial to Kieślowski after the director's death. The Lacrimosa from this Requiem appears in Terrence Malick's The Tree of Life. The Dies Irae from this Requiem appears in the film La Grande Bellezza, directed by Paolo Sorrentino.\n\nPreisner composed the theme music for the People's Century, a monumental twenty-six part documentary made jointly in 1994 by the BBC television network in United Kingdom and the PBS television network in the United States. He has also worked with director Thomas Vinterberg on the 2003 film It's All About Love. He provided orchestration for David Gilmour's 2006 album On An Island as well as additional orchestrations for the show at Gdańsk shipyards at which he also conducted the Baltic Philharmonic Orchestra, this was documented on the album Live in Gdańsk (2008). Silence, Night and Dreams is Zbigniew Preisner's new recording project, a large-scale work for orchestra, choir and soloists, based on texts from the Book of Job. The premier recording, was released in 2007 with the lead singer of Madredeus, Teresa Salgueiro and boy soprano Thomas Cully from Libera.","birthday":"1955-05-20","deathday":null,"gender":2,"homepage":null,"id":1135,"imdb_id":"nm0006237","known_for_department":"Sound","name":"Zbigniew Preisner","place_of_birth":"Bielsko-Biala, Slaskie, Polska","popularity":1.933,"profile_path":"/rHlfssE6OSVWQrTxNr7SJsSvi1.jpg"}
