{"adult":false,"also_known_as":["Thomas Ardavany"],"biography":"Thomas Ardavany hails from San Diego, and for those of you that don’t know where that is it’s in sunny California, the beach babe capital of the world. The son of a Navy man, he was constantly on the move having to adapt to new locations and accommodate to his new friends, which paid dividends down the road, on the road to writing plays then eventually screen plays. He idolized Chekhov, Pinter and Shakespeare and learned to idolize William Goldman, Billy Wilder and Ethan and Joel Coen , so inspired by a grand parent that worked for United Artists Thomas headed to NYC to learn the craft of writing at NYU night school as well as numerous writing groups and workshops. He dedicated himself to learning the rules so that he could expand on them just to break them as a creative test with non conformity . To this end, he earned a well rounded respect for his creative responsibilities as a writer initially by producing the plays he wrote. His Independent spirit naturally led him into Independent, social justice filmmaking dealing with issues like discrimination (Pizza Man), immigration (An Immigrant’s Affair) (Crossing), bullying (Bullied to the Brink), Poverty (Blood Initiate) and the heart break of war (Check Point). Thomas became acknowledged through wins and selections to various film festivals. He began sharing his knowledge with other aspiring witting, acting, directors, eventually opening a studio in Los Angeles where he developed ‘The Ardavany Approach to On-Camera Mastery’ for 20 years. These days Thomas has turned his attention to running his produced, hilarious, half hour sitcom around town called Betty B’s Spa, selling his screenplays, script doctoring and character development coaching, occasionally directing and even landing an acting gig here and there like a character from the ‘Hole in the Wall Gang’ Ben Kilpatrick in ‘Chronicles of the Wild West’ on INSP network or a lead in a film called ‘Avenged’. Thomas lives in Los Angeles.  Filmography:  The Idiots of Malibu (1994); Eden’s Mountain (1996); Sunsetter Shorts (1998); Pot Luck People (2000); Check Point (2005);  Sex Party (2006); Pizza Man (2006); Crossing (2009); An Immigrant’s Affair (2009); The Invitation (2011);  Blood Initiate (2014); Betty B’s Spa (2019); Bullied To The Brink (2020);  Produced/Directed Plays:  Transcendent (1990); Together (1991); Fe-lo-de-se (1997); Short Eyes (2002);  By Miguel Pinero  Plays:  Transcendent (1990); Together (1991); Fe-lo-de-se (1997); Re-Write (2007);  Screenplays:  Idiots of Malibu (1994); Eden’s Mountain (1996); Sunsetters (1997);  Sunsetters Shorts (1998); Fat Chick & Big Richards (1999); Pot Luck People (2000); The Way Of The Intercepting Fist (2003); Check Point (2005); Lost Angels (2005: Sex Party (2006); Pizza Man (2006); Sexy Science (2006); Tough Love (2007); Venice Project (2008); Crossing (2009); An Immigrant’s Affair (2009); Miriam Makeba (2012); It’s Not The End Of The World (2013); Blood Initiate (2014); Florida (2014); Destined Relation (2018); Betty B’s Spa (2019); Ridding Wild Ones (2019); The Violent Sun (2020); Bullied To The Brink (2020);","birthday":null,"deathday":null,"gender":2,"homepage":"http://www.imdb.me/tomardavany","id":1333940,"imdb_id":"nm0033939","known_for_department":"Acting","name":"Tom Ardavany","place_of_birth":"San Diego, California.","popularity":1.4,"profile_path":null}
