{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nCharles Maurice Haid III (born June 2, 1943) is an American actor and director, with notable work in both movies and television. He is known for his portrayal of Officer Andy Renko in Hill Street Blues.\n\nHaid was born in San Francisco, California, the son of Grace Marian (née Folger) and Charles Maurice Haid, Jr. He attended Carnegie Institute of Technology (now Carnegie Mellon University), where he met Steven Bochco. He was associate producer of the original stage production of Godspell in 1971, which was developed at CMU.\n\nHaid's acting credits include the 1976/1977 police drama series Delvecchio as Sgt. Paul Schonski and the 1980s police drama series Hill Street Blues, as Officer Andy Renko, and as Dr. Mason Parrish in the 1980 movie Altered States. His directing credits include an episode of ER which earned him a Directors Guild Award, and DGA nominations for the TV-movie Buffalo Soldiers and an episode of NYPD Blue. He is a regular director on the FX series Nip/Tuck. He has also directed for the FX series Sons of Anarchy. He is a regular director for the CBS series Criminal Minds. He also portrayed serial killer Randall Garner (aka \"The Fisher King\") on Criminal Minds.\n\nDuring a visit to New Zealand in the 1980s, Haid was interviewed for a television news program, and surprised many viewers when he discussed his Shakespearean background, and love of live stage work.\n\nIn 2004-2005 Haid played C. T. Finney, a corrupt New York police captain on the sixth season of the NBC show Third Watch.\n\nHaid provided the voice of the one-legged rabbit \"Lucky Jack\" in the 2004 Disney animated film Home On The Range. Twenty years earlier, Haid voiced main character \"Montgomery Moose\" in the pilot episode of The Get Along Gang, produced by Nelvana. He was replaced by Sparky Marcus for the subsequent series.\n\nHaid is a cousin of television talk show host Merv Griffin.\n\nDescription above from the Wikipedia article Charles Haid, licensed under CC-BY-SA, full list of contributors on Wikipedia​","birthday":"1943-06-02","deathday":null,"gender":2,"homepage":null,"id":69791,"imdb_id":"nm0354024","known_for_department":"Acting","name":"Charles Haid","place_of_birth":"San Francisco, California, U.S.","popularity":4.218,"profile_path":null}
