{"adult":false,"also_known_as":["Андрей Хржановский","Andrei Khrzhanovskiy","Andrei Khrzhanovsky","Andrey Hrzhanovsky","Andrey Khrzhanovskiy"],"biography":"Andrey Yurievich Khrzhanovsky (Russian: Андрей Юрьевич Хржано́вский; born 30 November 1939, Moscow) is a Russian animator, documaker, filmmaker, screenwriter and producer. He is the father of director Ilya Khrzhanovsky (1975).\n\nHis parents met in Irkutsk, and after the revolution they moved to Leningrad after mother's brothers. There, his father, who performed in the divertissement genre, became close to the actor Erast Garin and his wife Hesya Lokshina, who, after moving to Moscow, made every effort to make the Khrzhanovsky family follow them. They settled in Mansurovsky lane, and a year later the couple had a son, Andrey.\n\nIn 1962, he graduated from \"VGIK\" (workshop of Lev Kuleshov and Alexandra Khokhlova). According to Hrzhanovsky, he was brought to \"Soyuzmultfilm\" by a case: due to the large number of graduates of the directing faculty, the only way to make a diploma film without spending years waiting for their turn was to shoot non-fiction films at the studio. The cartoon \"There Lived Kozyavin\" (1966) was not allowed to be defended because of suspicions of surrealism until the head of the Department Sergey Gerasimov defined it as \"our, socialist surrealism\". Khrzhanovsky describes his next cartoon, \"The Glass Harmonica\" (1968), as \"the story of today... about the power of money over our souls, about a culture that is silenced\". The film was handed over to the management on the day when the Soviet troops entered Prague. As a result, he was put \"on the shelf\", and the director was handed a summons to the army the next day and assigned to the Navy with the rank of platoon commander of a battery of rocket launchers. Khrzhanovsky decided to \"see the world\" and moved to an infantry company heading to the war zone, where he served for two years. During the perestroika period, when the screening of \"shelf\" films became one of the program points of the new leadership of the Union of Cinematographers, it suddenly became clear that there was not enough film for the circulation of \"Harmonica\", and the premiere was postponed again. Among his works, he highlights \"Pushkiniana\" - cartoons based on the works of Alexander Pushkin \"In the World of the Fables\"(1973) and \"It's a Wonderful Day\" (1975), as well as the biographical trilogy \"I Am Tlying to You as a Memory...\" (1977), \"With You I Am Again...\" (1980) and \"Autumn\" (1982) based on drawings and drafts of the poet, in 1987 combined into one full-length film \"My Favorite Time\". In addition, he owns films based on drawings by Sergei Barkhin (\"The Lion with the White Beard\", 1995), Federico Fellini (\"The Long Yourney\", 1997), and Joseph Brodsky (\"A Cat and a Half\", 2002). Subsequently, the idea was developed in the full-length film \"A Room and a Half\" (2009). All four films were awarded the Nika film awards, as well as various international awards.\n\nFrom 1988 to 1990, Hrzhanovsky headed the creative association \"Search\" at Soyuzmultfilm, and was a member of the Studio's Artistic Council. Since 1982, he has been teaching at \"VGIK\", head of the department of animated film directing. In 1993, together with Eduard Nazarov, Yuri Norstein and Fyodor Khitruk, he organized the \"SHAR School-Studio\" for the production of cartoons and training of professional animators, where he holds the positions of artistic director, chairman of the board of founders and teacher of directing.","birthday":"1939-11-30","deathday":null,"gender":2,"homepage":null,"id":570505,"imdb_id":"nm1672007","known_for_department":"Directing","name":"Andrey Khrzhanovsky","place_of_birth":"Moscow, USSR (Russia)","popularity":1.4,"profile_path":"/wDCFayqrVo2rHKfznMLwyptapGZ.jpg"}
