{"adult":false,"also_known_as":["Liv Rundgren","丽芙·泰勒","Лив Тайлер","Liv Rundgren Tyler","Λιβ Τάιλερ"],"biography":"Liv Rundgren Tyler (born Liv Rundgren, July 1, 1977) is an American actress, producer, singer and former model. She is best known for her portrayal of Arwen Undómiel in the Lord of the Rings film trilogy (2001–2003). Tyler began a career in modeling at age 14. She later decided to focus on acting and made her film debut in Silent Fall (1994); she went on to achieve critical recognition with starring roles in Heavy and Empire Records (both 1995), as well as That Thing You Do! and Stealing Beauty (both 1996). She then appeared in films such as Inventing the Abbotts (1997), Armageddon (1998), Cookie's Fortune and Onegin (both 1999), Dr. T & the Women (2000), and One Night at McCool's (2001).\n\nFollowing the success of Lord of the Rings, Tyler has appeared in a variety of roles, including the films Jersey Girl (2004), Lonesome Jim (2005), Reign Over Me (2007), The Strangers, The Incredible Hulk (both 2008), Super (2010), Space Station 76 (2014), Wildling (2018), and Ad Astra (2019). Outside of film, she starred in the HBO supernatural drama series The Leftovers (2014–2017), the BBC period drama series Gunpowder (2017), the ITV/Hulu period drama series Harlots (2018–2019) and the Fox procedural drama series 9-1-1: Lone Star (2020).\n\nTyler is also a singer. Having sung with composer Howard Shore, she appeared as guest vocalist on The Lemonheads' album Varshons (2009) singing a cover of the Leonard Cohen song \"Hey, That's No Way to Say Goodbye\". She appeared on the 2017 bonus disk of Evan Dando's album Baby I'm Bored (2003) providing featured vocals for the song \"Shots Is Fired\". In 2011, Tyler released her debut single, \"Need You Tonight\".\n\nTyler has served as a UNICEF Goodwill Ambassador for the United States since 2003, and as a spokesperson for Givenchy's line of perfume and cosmetics. She is the daughter of Steven Tyler and Bebe Buell, although she has a very close relationship with her adoptive father Todd Rundgren.","birthday":"1977-07-01","deathday":null,"gender":1,"homepage":null,"id":882,"imdb_id":"nm0000239","known_for_department":"Acting","name":"Liv Tyler","place_of_birth":"New York City, New York, USA","popularity":31.052,"profile_path":"/9IlcL0MWSNz8YLzqSooRHCQD4Dt.jpg"}
