{"adult":false,"also_known_as":[],"biography":"Jacques René Chirac (29 November 1932 – 26 September 2019) was a French politician who served as President of France from 1995 to 2007. Chirac was previously Prime Minister of France from 1974 to 1976 and from 1986 to 1988, as well as the Mayor of Paris from 1977 to 1995.\n\nAfter attending the École nationale d'administration, Chirac began his career as a high-level civil servant, entering politics shortly thereafter. Chirac occupied various senior positions, including Minister of Agriculture and Minister of the Interior. In 1981 and 1988, he unsuccessfully ran for President as the standard-bearer for the conservative Gaullist party Rally for the Republic. Chirac's internal policies initially included lower tax rates, the removal of price controls, strong punishment for crime and terrorism, and business privatisation. After pursuing these policies in his second term as Prime Minister, he changed his views. He argued for different economic policies and was elected president in the 1995 presidential election with 52.6% of the vote in the second round, beating Socialist Lionel Jospin, after campaigning on a platform of healing the \"social rift\" (fracture sociale). Then, Chirac's economic policies, based on dirigisme, allowing for state-directed investment, stood in opposition to the laissez-faire policies of the United Kingdom under the ministries of Margaret Thatcher and John Major, which Chirac described as \"Anglo-Saxon ultraliberalism\".\n\nHe was also known for his stand against the American-led invasion of Iraq, his recognition of the collaborationist French Government's role in deporting Jews, and his reduction of the presidential term from 7 years to 5 through a referendum in 2000. At the 2002 French presidential election, he won 82.2% of the vote in the second round against the far-right candidate, Jean-Marie Le Pen. During his second term, however, he had a very low approval rating and was considered one of the least popular presidents in modern French political history.\n\nIn 2011, the Paris court declared Chirac guilty of diverting public funds and abusing public confidence, giving him a two-year suspended prison sentence. ...\n\nSource: Article \"Jacques Chirac\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1932-11-29","deathday":"2019-09-26","gender":2,"homepage":null,"id":225582,"imdb_id":"nm0158105","known_for_department":"Acting","name":"Jacques Chirac","place_of_birth":" Paris, France","popularity":0.828,"profile_path":"/c0ckSdaB4IurFscsfF1VUzLOEvI.jpg"}
