{"adult":false,"also_known_as":["Тильда Суинтон","ティルダ・スウィントン","틸다 스윈턴","تيلدا سوينتون","ทิลดา สวินตัน","蒂達·史雲頓","Lutz Ebersdorf","Τίλντα Σουίντον","틸다 스윈튼","Тільда Свінтон"],"biography":"Katherine Matilda Swinton (born 5 November 1960) is a British actress. Known for her roles in independent films and blockbusters, she has received various accolades throughout her career, including an Academy Award and a British Academy Film Award, in addition to nominations for three Golden Globe Awards and five Screen Actors Guild Awards.\n\nSwinton began her career by appearing in experimental films starting with Caravaggio (1986), followed by The Last of England (1988), War Requiem (1989), and The Garden (1990). Swinton won the Volpi Cup for Best Actress at the Venice Film Festival for her portrayal of Isabella of France in Edward II (1991). She next starred in Sally Potter's Orlando (1992), for which she received a nomination for the European Film Award for Best Actress. She was nominated for a Golden Globe Award for her performance in The Deep End (2001), and followed this with appearances in Vanilla Sky (2001), Adaptation (2002), Constantine (2005), Julia (2008), and I Am Love (2009).\n\nFor the film Young Adam (2003), Swinton won the British Academy Scotland Award for Best Actress. Her performance in Michael Clayton (2007) won her the Academy Award for Best Supporting Actress and the BAFTA Award for Best Actress in a Supporting Role. Additionally, she won the European Film Award for Best Actress and received a nomination for the BAFTA Award for Best Actress in a Leading Role for the psychological thriller We Need to Talk About Kevin (2011). Swinton has also played the White Witch in The Chronicles of Narnia series (2005–2010) and the Ancient One in the Marvel Cinematic Universe franchise.\n\nSwinton was awarded the Richard Harris Award by the British Independent Film Awards in recognition of her contributions to the British film industry. In 2013, she was given a special tribute by the Museum of Modern Art. In 2020, Swinton was awarded the British Film Institute Fellowship, the highest honour presented by the institution, for her \"daringly eclectic and striking talents as a performer and filmmaker and recognises her great contribution to film culture, independent film exhibition and philanthropy.\" That same year, The New York Times ranked her thirteenth on its list of the greatest actors of the 21st century up to that point.","birthday":"1960-11-05","deathday":null,"gender":1,"homepage":null,"id":3063,"imdb_id":"nm0842770","known_for_department":"Acting","name":"Tilda Swinton","place_of_birth":"London, England, UK","popularity":23.539,"profile_path":"/gWbX3a7V2MgRMRzekfITNcb27xV.jpg"}
