{"adult":false,"also_known_as":["Уилл Смит","Вілл Сміт","The Fresh Prince","Willard Smith","ويل سميث","윌 스미스","วิลล์ สมิธ","威爾·史密斯","וויל סמית","Γουίλ Σμιθ","Willard Christopher \"Will\" Smith, Jr.","Willard Christopher Smith, Jr.","威尔·史密斯","വിൽ സ്മിത്ത് "," Γουίλαρντ Κάρολ Σμιθ"],"biography":"Willard Christopher \"Will\" Smith, Jr. (born September 25, 1968) is an American actor, film producer and pop rapper. He has enjoyed success in music, television and film. In April 2007, Newsweek called him the most powerful actor on the planet. Smith has been nominated for four Golden Globe Awards, two Academy Awards, and has won multiple Grammy Awards.\n\nIn the late 1980s, Smith achieved modest fame as a rapper under the name The Fresh Prince. In 1990, his popularity increased dramatically when he starred in the popular television series The Fresh Prince of Bel-Air. The show ran for nearly six years (1990–1996) on NBC and has been syndicated consistently on various networks since then.\n\nIn the mid-1990s, Smith transitioned from television to film, and ultimately starred in numerous blockbuster films that received broad box office success. In fact, he is the only actor in history to have eight consecutive films gross over $100 million in the domestic box office as well as being the only actor to have eight consecutive films in which he starred open at the #1 spot in the domestic box office tally. Fourteen of the 19 fiction films he has acted in have accumulated worldwide gross earnings of over $100 million, and 4 of them took in over $500 million in global box office receipts. His most financially successful films have been Bad Boys, Bad Boys II, Independence Day, Men in Black, Men in Black II, I, Robot, The Pursuit of Happyness, I Am Legend, Hancock, Wild Wild West, Enemy of the State, Shark Tale, Hitch, and Seven Pounds. He also earned critical praise for his performances in Six Degrees of Separation, Ali, and The Pursuit of Happyness, receiving Best Actor Oscar nominations for the latter two.","birthday":"1968-09-25","deathday":null,"gender":2,"homepage":"http://www.willsmith.com","id":2888,"imdb_id":"nm0000226","known_for_department":"Acting","name":"Will Smith","place_of_birth":"Philadelphia, Pennsylvania, USA ","popularity":37.604,"profile_path":"/6a6cl4ZNufJzrx5HZKWPU1BjjRF.jpg"}
