{"adult":false,"also_known_as":["Dominique Yvette Frot"],"biography":"Extrait de Wikipedia, l'Encyclopedie libre. Après une double formation, celle du Conservatoire national d’art dramatique de Paris et celle de l’École normale supérieure de musique de Paris, Dominique Frot a travaillé au théâtre avec Gilles Dao, Luc Bondy, Peter Brook, Francois Verret, Thomas Ostermeier, Claude Régy, Robert Wilson, Serge Valletti, Hubert Colas, Pascal Rambert, Xavier Marchand, Jean-Claude Fall, François Orsoni, Hubert Colas... Au cinéma, elle tourne avec Gilles Paquet-Brenner, dans Elle s’appelait Sarah, après le tournage de Le Roi, l'Écureuil et la Couleuvre réalisé par Laurent Heynemann, et celui de Les Mains libres réalisé par Brigitte Sy. Elle intervient dans Le Père de mes enfants réalisé par Mia Hansen-Løve, sur un scénario inspiré de la vie de Humbert Balsan, producteur français. Ce film obtint le prix spécial du jury à sélection officielle du festival de Cannes 2009, avant sa sortie en France, en Allemagne et aux USA. Elle a travaillé avec Éric Summer, dans Profilage, Bernard Stora Elles et moi, Philippe Triboit La Commune (dont l'auteur est celui du Mesrine : Abdel Raouf Dafri), Renaud Bertrand Sa raison d'être, Julien Maury et Alexandre Bustillo À l'intérieur. Elle a participé, dans un rôle central, à l’aventure des Quiches, dans le film Foon. Elle a aussi tourné avec Laurent Benegui Qui perd gagne, avec Bertrand Van Effentere La Saison des prunes, mais aussi avec Werner Schroeter Deux, Cédric Klapish Peut-être, Claude Chabrol La Cérémonie, Manuel Poirier La Petite Amie d’Antonio, Claude Miller Mortelle randonnée, Robert Enrico Au nom de tous les miens, avec Gérard Oury La vengeance du serpent à plumes, avec Romain Goupil, À mort la mort !. En Allemagne, elle travailla durant trois années à Berlin, dans la troupe de la Schaubühne, sous la direction de Luc Bondy, puis Thomas Ostermeier - en langue allemande. Elle joua aussi sous la direction de Werner Schroeter. Dominique Frot met en scène et interprète beaucoup d’auteurs de la littérature contemporaine. En mars 2000, elle interprète La Fin de l'amour de Christine Angot, dans une mise en scène d'Hubert Colas, repris en 2001 dans une mise en scène de Marie-Louise Bischofberger. En 2005, elle met en scène Du Hérisson d'Éric Chevillard, à la MC93 Bobigny. Elle a mis en scène des textes d'Hannah Arendt, de Leslie Kaplan, d'Éric Chevillard à nouveau, ainsi que Tohu (éditions POL) d'Éric Vuillard. Elle contribue régulièrement au développement et aux productions du festival Actoral d’écriture contemporaine, mis en place par Hubert Colas à Montevideo. Informations extraites de l'article Dominique Frot de Wikipedia, licence CC-BY-SA, liste complète des contributeurs sur Wikipedia.","birthday":"1957-08-23","deathday":null,"gender":1,"homepage":"http://dominiquefrot.com/","id":19165,"imdb_id":"nm0296596","known_for_department":"Acting","name":"Dominique Frot","place_of_birth":"Rochefort-sur-Mer, Charente-Maritime, France","popularity":1.026,"profile_path":"/hvhM1SX3nMBT2PqGjuGb680Qb0C.jpg"}
