{"adult":false,"also_known_as":["Diane Hall","Ντάιαν Κίτον"],"biography":"Diane Hall Keaton (born Diane Hall; January 5, 1946) is an American actress. Known for her idiosyncratic personality and fashion style, she has received various accolades throughout her career spanning over six decades, including an Academy Award, a British Academy Film Award, two Golden Globe Awards, and the AFI Life Achievement Award.\n\nKeaton began her career on stage appearing in the original 1968 Broadway production of the musical Hair. The next year, she received a Tony Award for Best Featured Actress in a Play nomination for her performance in Woody Allen's comic play Play it Again, Sam. She then made her screen debut in a small role in Lovers and Other Strangers (1970). She rose to prominence with her first major film role as Kay Adams-Corleone in Francis Ford Coppola's The Godfather (1972), a role she reprised in its sequels The Godfather Part II (1974) and The Godfather Part III (1990). The films that most shaped her career were those with director and co-star Woody Allen, beginning with the film adaptation of Play It Again, Sam (1972). Her next two films with Allen, Sleeper (1973) and Love and Death (1975), established her as a comic actor. Her fourth, the romantic comedy Annie Hall (1977), won her the Academy Award for Best Actress.\n\nTo avoid being typecast as her Annie Hall persona, Keaton appeared in several dramatic films, starring in Looking for Mr. Goodbar (1977) and Allen's Interiors (1978), and received three more Academy Award nominations for playing feminist activist Louise Bryant in Reds (1981), a woman with leukemia in Marvin's Room (1996), and a dramatist in Something's Gotta Give (2003). Keaton's other popular films include Manhattan (1979), Baby Boom (1987), Father of the Bride (1991), Manhattan Murder Mystery (1993), Father of the Bride Part II (1995), The First Wives Club (1996), The Family Stone (2005), Morning Glory (2010), Finding Dory (2016) and Book Club (2018).","birthday":"1946-01-05","deathday":null,"gender":1,"homepage":null,"id":3092,"imdb_id":"nm0000473","known_for_department":"Acting","name":"Diane Keaton","place_of_birth":"Los Angeles, California, USA","popularity":21.56,"profile_path":"/fJ86iGslT6HfFFOsCXxleAsTH0E.jpg"}
