{"adult":false,"also_known_as":["매튜 구드","Matthew William Goode","მეტიიუ გუდი"],"biography":"Matthew Goode (born 3 April 1978) is an English actor. He made his screen debut in 2002 with ABC's TV film feature Confessions of an Ugly Stepsister. His breakthrough role was in the romantic comedy Chasing Liberty (2004), for which he received a nomination at Teen Choice Awards for Choice Breakout Movie Star – Male. He then appeared in a string of supporting roles in films like Woody Allen's Match Point (2005), the German-British romantic comedy Imagine Me and You (2006), and the period drama Copying Beethoven (2006). He won praise for his performance as Charles Ryder in Julian Jarrold's adaptation of Evelyn Waugh's Brideshead Revisited (2008), and as Ozymandias in the American neo-noir superhero film Watchmen (2009), based on the comics by Alan Moore and Dave Gibbons. He then starred in romantic comedy Leap Year (2010) and Australian drama Burning Man (2011), the latter earning him a nomination for Best Actor at the Film Critics Circle of Australia Awards.\n\nOther notable film roles include The Lookout (2007), A Single Man (2009), Cemetery Junction (2010), Stoker (2013), Belle (2013), The Imitation Game (2014) and Self/less (2015). As well as appearing in films, Goode has appeared in numerous television shows. His most notable television roles include Henry Talbot in the final season of historical drama Downton Abbey, and Finley \"Finn\" Polmar in the CBS legal drama The Good Wife. He also had a lead role in the critically acclaimed British mini-serial Dancing on the Edge, as music journalist Stanley Mitchell. In 2017, Goode portrayed Antony Armstrong-Jones, 1st Earl of Snowdon in the Netflix biographical drama series The Crown, for which he received a Primetime Emmy Award nomination for Outstanding Guest Actor in a Drama Series. As of 2018, he stars in Sky One's fantasy-romance series, A Discovery of Witches, as Professor Matthew Clairmont.","birthday":"1978-04-03","deathday":null,"gender":2,"homepage":null,"id":1247,"imdb_id":"nm0328828","known_for_department":"Acting","name":"Matthew Goode","place_of_birth":"Exeter, Devon, England, UK","popularity":22.529,"profile_path":"/xjaa2gEvrY8BuJDWJQNlCsraKpB.jpg"}
