{"adult":false,"also_known_as":["Katelin Brennan","Kira Lee","Kira Reed"],"biography":"Reed was born in Santa Clara, California, and by age five was performing in school plays and local dance recitals. By age 10, she was doing commercials and local catalog modeling. When her family moved to Louisville, Kentucky, she attended the Youth Performing Arts School then went on to graduate from UCLA's School of Theatre, Film and Television.  Reed's career in erotica included posing for Playboy Magazine in December 1996, in a group pictorial on the women that appeared in the television series Women: Stories of Passion, and appearing in such direct-to-video (DTV) movies as Secrets of a Chambermaid, \"...a soft-core film expressly designed to titillate.\"  Linda Ruth Williams has cited Reed and Delia Sheppard as examples of actresses who work \"..in B-scale erotic thrillers at the fringes of Hollywood, the obvious trajectory for a strip-circuit veteran (DTV divas Kira Reed and Delia Sheppard both started as showgirls.)\"  Williams also reproduces a quote from an article at Playboy.com for a simlar proposition, again with specific reference to Reed. \"Video may have killed the radio star, but it proved a real boon to Playmates in the Eighties, who played a not insignificant role in that decade's video revolution.\" Reed also appeared in various R-rated movies including starring roles in Red Shoe Diaries and The Price Of Desire as well as network television shows including NYPD Blue andThe War at Home. She was a reporter and producer on Playboy TV's series Sexcetera, and marketed photos and explicit home movies through her own website.  Reed was the producer of the second season of the Naked Happy Girls series and was the writer and supervising producer of Playboy's hit travel/reality show 69 Sexy Things 2 Do Before You Die.","birthday":"1971-10-13","deathday":null,"gender":1,"homepage":"http://kirareedlorsch.com/","id":42249,"imdb_id":"nm0715529","known_for_department":"Acting","name":"Kira Reed Lorsch","place_of_birth":"Santa Clara, California","popularity":8.404,"profile_path":"/u9bX7oObKG1Ph0dVKC0hfF0DRnS.jpg"}
