{"adult":false,"also_known_as":[],"biography":"An American actress. She is best known for the role of Samantha Reilly on the original Melrose Place.\n\nEarly life and education\n\nLangton was born in Arizona to geologist Jackson Langton, and his wife, a surgical nurse. Her maternal grandfather, Stephen Cummings, was a World War II bomber pilot and her aunt Sally Spalding is a script supervisor. Langton was raised in Illinois and Texas and attended Herscher High School, L. D. Bell High School and San Diego State University. She was a model working primarily in Japan before her acting career.\n\nCareer\n\nLangton's first major role was on the television series Melrose Place, playing Samantha Reilly Campbell. After Melrose Place, she starred in The Net, a television drama based on the 1995 film of the same name. Langton portrayed the character Angela Bennett, the character played by Sandra Bullock in the film.\n\nShe also appeared alongside Keanu Reeves and Gene Hackman in the 2000 film The Replacements, and had a brief role in the 1996 indie film Swingers as Nikki. In addition to these films, she has starred in a number of smaller films like Partner(s) with Jay Harrington and Julie Bowen, Playing Mona Lisa with Alicia Witt, and Kiss the Bride with Alyssa Milano. Her most recent film role was in the film Primeval, which was released in January 2007, as well as an appearance in the video for the song \"(You Want to) Make a Memory\" by Bon Jovi. Her role as the wife of Kyle Chandler's character in the film The Kingdom, released in September 2007, wound up being edited out.\n\nLangton had a recurring role on Friday Night Lights. The actress also co-starred as Charlie Crews' lawyer, Constance Griffiths, on NBC's show, Life, which premiered September 2007. She was in 11 episodes, spanning the pilot to the 14th episode. Her height is 5' 4½\" (1,64 m).\n\nFrom Wikipedia, the free encyclopedia.","birthday":"1970-11-27","deathday":null,"gender":1,"homepage":null,"id":35980,"imdb_id":"nm0486728","known_for_department":"Acting","name":"Brooke Langton","place_of_birth":"Arizona - USA","popularity":16.289,"profile_path":"/7vNdKFRgedVWfRiZps26PlaVwtI.jpg"}
