{"adult":false,"also_known_as":["DG","David James Gere"],"biography":"David James Gere grew up in the small town of Cromwell, CT. His mother and sister were tragically killed in a mysterious drowning accident when he was very young. His father, James, an educator, later married Veronica Gere, who raised him. An outstanding student, Gere graduated from Providence College in Rhode Island (1997), receiving a BA in Political Science and a Minor in Film Studies. Early on, David began modeling and working on both sides of the camera in films and commercials. Despite a European print campaign for GUESS Jeans (1997), David was more inspired by acting and filmmaking. He soon began a run of short films, documentaries, and music videos (MTV2) that were critically well-received. He developed a relationship with the emerging Rhode Island directors, Michael Corrente and Peter Farrelly, and got his first acting break in Outside Providence (1999), a film which Peter and his brother Bobby Farrelly produced and Corrente directed. In 2006, David appeared in Rocky Balboa, which he cites as a significant turning point, having been directed by his childhood hero, Sylvester Stallone. In 2007, David appeared on the CW Network's hit show Gossip Girl as Frank Meltzer. David is also an experienced stuntman, having performed stunts in The Dark Knight (2008) as one of Bane's Mercenaries. After working closely with professional wrestling legend Tommy Dreamer on the horror movie set of Army Of The Damned (2013), David began a career in the squared circle. Under Dreamer's guidance, Gere began performing as the villainous heel manager, DG Haven. The character has a cult level following, and is established in major promotions throughout North America. David is currently continuing his acting career, and is a producing partner for several major production companies including Verdi Productions and Woodhaven Media. Gere launched his new production company, Shadow Vale Productions in 2018. David Gere resides in Connecticut, where he owns several nightlife venues. David is also an accomplished abstract painter, his pieces have appeared in various films, and his work has been commissioned by celebrity peers. David is very devoted to charitable causes for children, ranging from The United Way, to local organizations, including his own youth mentor program. He often credits his focus for helping young people, along with his drive and desire to create, to the difficult loss he experienced as a boy.","birthday":"1975-02-15","deathday":null,"gender":2,"homepage":null,"id":1108733,"imdb_id":"nm1020877","known_for_department":"Production","name":"David Gere","place_of_birth":"Cromwell, Connecticut, USA","popularity":3.529,"profile_path":"/gSqF3mVYmYh3RheHA8ldJ7t267H.jpg"}
