{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.  David \"Knighter\" Knight (born 31 May 1978) is a three-time world champion enduro rider from the Isle of Man.\n\nAfter competing in the Enduro FIM Junior Cup, Knight debuted in the World Enduro Championship riding for Yamaha. He finished runner-up in the 250 cc class to Juha Salminen in 2001 and to Samuli Aro in 2002. In 2003, he moved to the biggest 500 cc class and placed fourth.\n\nFor the 2004 season, Knight moved to the KTM team and finished second to his team-mate Aro in the Enduro 3 class. In 2005, continuing in the E3 class, he took his first world title and also won the ISDE outright. In 2006, he posted a \"perfect\" season, winning all 14 rounds of the E3 WEC season, also winning almost every special test at each event.\n\nFor 2007, Knight moved to the United States to take on the Grand National Cross Country (GNCC) series against the best in the US. He replaced Salminen, who in turn moved back to the world championship from the KTM USA team. Despite some mechanical difficulties and an injury, Knight still managed to take the GNCC title. After defending his title in the following season, he moved back to the World Enduro Championship. He won his third world title in 2010.  Knight also competes in a wide range of \"extreme\" enduro events, such as the Hells Gate extreme enduro in Italy, the Erzberg Rodeo in Austria,[2] the AMA Endurocross in Las Vegas, Nevada and the \"Tough One\" in the UK (he has won all of these, even beating Salminen), and won (leading every lap of) the first and second annual Red Bull Last Man Standing events in Texas.\n\nKnight is an accomplished all rounder, having won the British Expert trials championship, as well as competing with success in various motocross and beach racing events. His all rounder status was confirmed by his winning of the \"Moto 1\" event in the UK, which got riders from several disciplines of motorcycle sport to compete against each other in several disciplines (including road racing, MX, enduro, trials, etc.).\n\nDescription above from the Wikipedia article David Knight (motorcyclist), licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1978-05-31","deathday":null,"gender":0,"homepage":null,"id":116835,"imdb_id":"nm2358902","known_for_department":"Acting","name":"David Knight","place_of_birth":null,"popularity":0.6,"profile_path":null}
