{"adult":false,"also_known_as":["بن عمر بختي"],"biography":"Born in 1941 in Tlemcen, trained at the Institute for Advanced Film Studies (IDHEC) in Paris, Benamar Bakhti (بن عمر بختي) worked for a time on French television (ORTF) as an assistant to Claude Lelouch and Jean-Paul Sassy, ​​​​before returning to Algeria and joining Algerian television (RTA).\n\nAfter \"El Khalidoune\" (1969) and \"Un Combattant\" (1974), on the theme of the war of independence, then \"Le Retour\", on that of Algerian emigration to France, Benamar Bakhti distinguished himself in 1983 with \"Cheikh Bouamama\", an RTA blockbuster devoted to the Ouled Sidi Cheikh revolt against the French army in the 1880s. \"The return\".\n\nWith \"Le Clandestin\" at the turn of 1991, Benamar Bakhti distinguished himself this time on the register of an unbridled comedy which staged the tribulations of the improbable occupants of an illegal taxi, on the roads of the Algerian countryside. will then direct \"The Holidays of the Apprentice\" with Yahia Ben Mabrouk released in 1999. the film is dedicated to the late actor Hadj Abderrahmane, who plays the famous inspector Tahard during the 60s and 70s.\n\nAt the end of his career, he declared himself a candidate when the Ministry of Culture expressed the wish to see a film made on the Emir Abdelkader. Benamar Bakhti died on June 3, 2015 in Algiers following a long illness. He rests in the cemetery of El Alia in Algiers.\n\nFilmography\n\n• Les Vacances de l'apprenti (ENTV & Capritour 1999) with Yahia Ben Mabrouk.\n\n• Le Clandestin الطاكسي المخفي (92 min., Enpa, 1990), with Othmane Alliouat, Yahia Ben Mabrouk, Ouardia Hamitouche, Rachid Farès.\n\n• Cheikh Bouamama الشيخ بوعمامة (135 min., RTA, 1985), with Athmane Ariouet, Mohamed Sissani, Sid Ahmed Agoumi, Hassen el Hassani, Mohamed Kechroud.\n\n• Le Retour العودة (116 min., RTA, 1979), with Sid Ali Kouiret, Kelthoum, Fatima Belhadj, Athmane Ariouet.\n\n• Un Combattant مكافح (90 min., RTA, 1974), with Abdelhalim Rais, Mohamed Kechroud, Saïd Hilmi, Yasmina.\n\n• El Khalidoune, 90 min., RTA, 1969, with Mustapha Chougrani, Ahmed Hamdi, Nadia Talbi.","birthday":"1941-12-28","deathday":"2015-06-03","gender":2,"homepage":null,"id":1819563,"imdb_id":"nm1226860","known_for_department":"Directing","name":"Benamar Bakhti","place_of_birth":"Tlemcen, Algeria","popularity":0.652,"profile_path":null}
