{"adult":false,"also_known_as":["Jeffrey Pollack "],"biography":"Jeffrey Ian Pollack (November 15, 1959 – December 23, 2013) was an American film director, screenwriter, television producer, and writer. He was known as the co-creator, writer, and producer of the '90s sitcom The Fresh Prince of Bel Air.\n\nFollowing graduation from University of Southern California Film School in the early 1980s, Jeff Pollack traveled through Asia both as a tourist and documentarian. After three years on the road—and in the rice fields and jungle—Pollack returned to the U.S., dabbling in real estate development before devoting himself to an entertainment career.\n\nPollack co-created the NBC TV series The Fresh Prince of Bel Air with friend and business partner Benny Medina, who was the inspiration for the show's title character played by then-rapper Will Smith. He wrote, produced and directed for the show until its end. Pollack and Medina also launched and ran a management/production company together, Medina/Pollack Entertainment (later becoming Handprint), with clients that included Jennifer Lopez, Mariah Carey and Tyra Banks. Pollack produced two Billboard Music Awards ceremonies in 1992 and 1993, produced the TV documentary Jennifer Lopez in Concert, and worked with Banks on her talk show.\n\nIn 1994, under the banner of Medina/Pollack Entertainment, Pollack wrote, produced, and directed the urban feature film Above the Rim starring Tupac Shakur, Leon, Duane Martin, and Marlon Wayans.\n\nIn 1995, Pollack and Medina renamed their company Handprint Entertainment, which has grown into one of Hollywood's most successful[citation needed] full-service management and production companies. Since that time Pollack took a production role on the Fox sitcom Getting Personal and remained behind the camera as director of the 1997 film Booty Call, starring Jamie Foxx, Tommy Davidson, Vivica A. Fox and Tamala Jones.\n\nHis spec screenplay Gifted was one of Spec Scout's top 2013 submitted scripts, scoring above 90% of the scripts circulating by A-list agents and managers.","birthday":"1959-11-15","deathday":"2013-12-23","gender":2,"homepage":null,"id":88060,"imdb_id":"nm0689385","known_for_department":"Directing","name":"Jeff Pollack","place_of_birth":"Los Angeles, California, USA","popularity":1.4,"profile_path":null}
