{"adult":false,"also_known_as":["James Paul Marsden","Jimmy Marsden","Джеймс Марсден","제임스 마스던","Τζέιμς Μάρσντεν"],"biography":"James Paul Marsden (born September 18, 1973) is an American actor, singer, and former model. Marsden began his acting career guest starring in the television shows Saved by the Bell: The New Class (1993), Touched by an Angel (1995), and Party of Five (1995). He gained prominence in the early 2000s with his portrayal of Scott Summers / Cyclops in the X-Men film series (2000–2014), and starred in Superman Returns (2006). Other works during this period include The Notebook (2004), 10th & Wolf (2006), and The Alibi (2006).\n\nFollowing his breakthrough in comic book films, Marsden went on to star in various genre films, including Hairspray (2007), which was a critical and commercial success and won many awards for its ensemble cast. As Corny Collins, he sang two songs for the film's soundtrack which has been certified Platinum by the RIAA. He subsequently appeared in the films Sex Drive (2008), The Box (2009), and Straw Dogs (2011). Marsden has also had starring roles in family-friendly films such as Enchanted (2007) and Hop (2011), and leading roles in 27 Dresses (2007), The Best of Me (2014), and Sonic the Hedgehog (2020).\n\nIn 2012, Marsden starred in a range of independent films such as Small Apartments, Bachelorette, and Robot & Frank. He later returned to television guest-starring in Modern Family (2011), and playing Liz Lemon's love interest, Criss Chros in 30 Rock (2012–2013) in a supporting role. In 2013, Marsden portrayed President John F. Kennedy in Lee Daniels's The Butler, and had a supporting role in Anchorman 2: The Legend Continues. He starred as gunslinging sentient android Teddy Flood in the HBO science fiction series Westworld (2016–2018), as part of the main ensemble. Since 2019, Marsden has starred as Steve and Ben Wood in the Netflix black comedy series Dead to Me.\n\n​From Wikipedia, the free encyclopedia","birthday":"1973-09-18","deathday":null,"gender":2,"homepage":null,"id":11006,"imdb_id":"nm0005188","known_for_department":"Acting","name":"James Marsden","place_of_birth":"Stillwater, Oklahoma, USA","popularity":30.983,"profile_path":"/mk142GG0saiSXALY6V4wWcmPROW.jpg"}
