{"adult":false,"also_known_as":["Martin Quatermass","Frank Armitage","John T. Chance","Rip Haight","John Howard Carpenter"],"biography":"An American film director, screenwriter, producer, editor, composer, and occasional actor. Although Carpenter has worked in numerous film genres in his four-decade career, his name is most commonly associated with horror and science fiction. Most films in Carpenter's career were initially commercial and critical failures, with the notable exceptions of Halloween (1978), The Fog (1980), Escape from New York (1981), and Starman (1984). However, many of Carpenter's films from the 1970s and the 1980s have come to be viewed as cult classics, and he has been acknowledged as an influential filmmaker. Cult classics that Carpenter directed include: Dark Star (1974), Assault on Precinct 13 (1976), The Thing (1982), Christine (1983), Big Trouble in Little China (1986), Prince of Darkness (1987), They Live (1988) and In the Mouth of Madness (1995). His films are characterized by minimalist lighting and photography, static cameras, use of steadicam, and distinctive synthesized scores. Carpenter is also notable for having composed or co-composed most of the music of his films; some of them are now considered cult as well, with the main theme of Halloween being considered a part of popular culture. His music is generally synthesized with accompaniment from piano and atmospherics. He released his first studio album Lost Themes in 2015, and also won a Saturn Award for Best Music for Vampires (1998). Carpenter is an outspoken proponent of widescreen filming, and all of his theatrical movies (with the exception of Dark Star and The Ward) were filmed anamorphic with a 2.35:1 or greater aspect ratio. The Ward was shot in Super 35, the first time Carpenter has ever used that system. Carpenter has stated he feels that the 35mm Panavision anamorphic format is \"the best movie system there is\", preferring it over both digital and 3D film. Many of Carpenter's films have been re-released on DVD as special editions with numerous bonus features.  Carpenter has been the subject of the documentary film John Carpenter: The Man and His Movies, and American Cinematheque's 2002 retrospective of his films. Moreover, in 2006, the United States Library of Congress deemed Halloween to be \"culturally significant\" and selected it for preservation in the National Film Registry. In 2010, writer and actor Mark Gatiss interviewed Carpenter about his career and films for his BBC documentary series A History of Horror. Carpenter appears in all three episodes of the series. He was also interviewed by Robert Rodriguez for his The Director's Chair series on El Rey Network. Many filmmakers have been influenced by Carpenter, including James Cameron, Quentin Tarantino ((The Hateful Eight was heavily influenced by The Thing), Guillermo del Toro, Robert Rodriguez, Edgar Wright, Danny Boyle, Nicolas Winding Refn, Bong Joon-ho, among others. The video game Dead Space 3 is said to be influenced by Carpenter's The Thing, The Fog and Halloween, and Carpenter has stated that he would be enthusiastic to adapt that series into a feature film.","birthday":"1948-01-16","deathday":null,"gender":2,"homepage":"http://www.theofficialjohncarpenter.com/","id":11770,"imdb_id":"nm0000118","known_for_department":"Directing","name":"John Carpenter","place_of_birth":"Carthage, New York, USA","popularity":9.97,"profile_path":"/3Qp0mg61u1qSZNJh30BFEUZrIMG.jpg"}
