{"adult":false,"also_known_as":["James Barrie Sikking","James Sikking"],"biography":"An American actor known for his role as Lt. Howard Hunter on the 1980s NBC TV series Hill Street Blues. He also starred on the ABC TV series Doogie Howser, M.D. as Dr. David Howser and on the short-lived 1997 CBS drama series Brooklyn South as Captain Stan Jonas. Sikking did the voice of General Gordon on the short-lived 1998 cartoon series Invasion America. His well known films include The Competition, Outland, Up the Creek and Star Trek III: The Search for Spock, in which he played Captain Styles, the captain of the USS Excelsior. Sikking's film career started in 1955. Sikking starred in the critically acclaimed 1992 Fox Network TV movie Doing Time on Maple Drive. He has made guest appearances on many TV series including Perry Mason, Rawhide, Bonanza, The Outer Limits, General Hospital, Hunter and Batman Beyond. Sikking was born in Los Angeles, California. His mother, Sue Sikking (née Paxton), was a founder of Santa Monica's Unity-by-the-Sea Church. He has two living brothers, Tom and Art, and a sister, Joy. James Barrie Sikking has a third brother, Robert Paxton Sikking born October 20, 1922, died April 22, 1988. His brother Bob served in the 101st Airborne and was a partial inspiration for Stephen Speilberg and Tom Hanks production Band of Brothers. Bob was awarded two purple hearts, the bronze star, and together with his fellow soldiers, received a presidential citation for their part in the Siege of Bastogne which led to the defeat of Hitler's sixth Army. His photograph as the first American soldier to reach Dachau Concentration Camp appears in the Imperial War Museum, London. Sikking is the father of actor Andrew Sikking.","birthday":"1934-03-05","deathday":null,"gender":2,"homepage":null,"id":65568,"imdb_id":"nm0797725","known_for_department":"Acting","name":"James B. Sikking","place_of_birth":"Los Angeles, California, United States","popularity":12.391,"profile_path":"/vovQGuc3Lcw6h7xECd2OhBCx78q.jpg"}
