{"adult":false,"also_known_as":[],"biography":"Jake Epstein is a Canadian actor, singer and writer. He is best known for playing Craig in 'Degrassi: The Next Generation' (Gemini Award), Chuck in 'Designated Survivor' and Brian in 'Suits,' along with many other leading roles. On stage, he appeared on Broadway as Peter Parker in 'Spider-Man: Turn Off the Dark,' Gerry Goffin in 'Beautiful: The Carole King Musical' (original Broadway cast), and starred in the US National Tours of Green Day's American Idiot and Spring Awakening.  Was guitarist and lead singer in a band called Mind the Gap which he started with four of his best friends. They did a couple of gigs around Toronto.\n\nHas one older sister, Gabi Epstein.\n\nSome of his favorite bands are: Pink Floyd, System of a Down, The Beatles, Radiohead, and the Headstones (lead singer, Hugh Dillon, played his father on Degrassi).\n\nUsed to be a brown belt in karate.\n\nHe directed his first play in 2003 called \"The Dead and the Rooster\".\n\nHis favorite acting career was playing in the \"Oliver\" play at the Royal Alex Theatre as the \"Artful Dodger\". His acting career shot off after that.\n\nHe plays drums for a band called Funkasaurus Rex.\n\nAttended Earl Haig Secondary School, the same high school as his Degrassi: The Next Generation (2001) co-star Stefan Brogren.\n\nAppeared with the actor that plays Jimmy's Dad (Conrad Coates) in two different series, first in the \"Zack Files\" (2000) and in \"Degrassi: The Next Generation\" (2001).\n\nParents are Ian Epstein and Kathy Kacer.\n\nAuditioned for a role on Glee (2009).\n\nPlays with his competitive soccer team; the North York Cosmos [March 2003]\n\nAppearing as Melchior in the US Tour of Spring Awakening. [July 2009]\n\nAppearing on Girls vs. Boys Hawaii [August 2004]\n\nFilming season 5 of Degrassi. [May 2005]\n\nHe is from an Ashkenazi Jewish family (from Russia, Slovakia, and Panevezys in Lithuania).\n\nHe went to Claude Watson School for the Arts with his future Degrassi: The Next Generation (2001) co-star Stacey Farber from Grades Four to Eight.\n\nHe worked with Robert Clark in The Zack Files (2000) and his elder brother Daniel Clark in Degrassi: The Next Generation (2001).\n\nHis favourite film is Forrest Gump (1994).\n\nHe was born only one day after his The Zack Files (2000) and Degrassi Goes Hollywood (2009) co-star Michael Seater.\n\nHe played Craig Manning in Degrassi: The Next Generation (2001) and was born only two days before the premiere of the original series Degrassi High (1987).\n\nHis favourite television series are Family Guy (1999) and Breaking Bad (2008).\n\nAs a child, he was a fan of X-Men: The Animated Series (1992) and Spider-Man: The Animated Series (1994).\n\nHe was the only one of the three main stars of The Zack Files (2000), the other two being Michael Seater and Robert Clark, who did not subsequently star in Strange Days at Blake Holsey High (2002).\n\nFamily (2)\n\nSpouse \tVanessa Smythe (7 July 2018 - present)","birthday":"1987-01-16","deathday":null,"gender":2,"homepage":null,"id":168750,"imdb_id":"nm0258474","known_for_department":"Acting","name":"Jake Epstein","place_of_birth":"Toronto, Canada","popularity":8.517,"profile_path":"/rxsnhNXPkFwxBePrSV53kVS52Sj.jpg"}
