{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nArthur Allan Seidelman is an award-winning American television, film, and theatre director and an occasional writer, producer and actor.\n\nBorn in New York City, he received his BA from Whittier College and an MA in Theatre from UCLA.  He subsequently studied with Sanford Meisner, who became a life-long friend and mentor. Seidelman made his screen directorial debut with Hercules in New York, a 1970 comedy-action film starring Arnold Schwarzenegger. Additional credits include The Caller, Walking Across Egypt, Puerto Vallarta Squeeze, The Sisters, The Awakening of Spring and Children of Rage (which he also wrote).  While researching the film, he lived extensively in the Middle East, including in refugee camps in Lebanon, where at one point, he was taken hostage by extremists.  The film went on to be screened for major international bodies  around the world, including the Senate Foreign Relations Committee and the UN) . He has directed over fifty motion pictures and one hundred stage productions.\n\nMost of Seidelman's career has been spent in television directing movies such as Macbeth, Like Mother Like Son: The Strange Story of Sante and Kenny Kimes, Poker Alice, A Friendship in Vienna, Grace and Glorie, Harvest of Fire, Kate's Secret, The Runaway, and A Christmas Carol-The Musical; episodes of series such as Fame, The Paper Chase, Knots Landing, Hill Street Blues, Magnum, P.I., Murder, She Wrote, Trapper John, M.D., L.A. Law, and A Year in the Life, among others; and several episodes of the ABC Afterschool Special series. The latter won him two Daytime Emmy Awards for Outstanding Individual Direction in Children's Programming. He received additional Emmy nominations for Hill Street Blues, I Love Liberty, and as host of the PBS series Actors on Acting. He also has won the Writers Guild of America Award for his contribution to the 1982 all-star variety special I Love Liberty, featuring Barbra Streisand, Shirley MacLaine, Jane Fonda, and Dionne Warwick, as well as two Christopher Awards. He has also won The Peabody Award, the Humanitas Award, The Western Heritage Award and numerous awards from international film festivals, including the Milagro Award for the Best American Independent Film for The Sisters. Seidelman most recently guest starred in the final episode of ER.\n\nSeidelman's Broadway career has been less successful. Billy, a 1969 musical adaptation of Billy Budd, closed on opening night. Vieux Carré, a 1977 play by Tennessee Williams, ran for six performances, and in 2003, Six Dance Lessons in Six Weeks closed less than two months after it began previews. He directed a revival of The Most Happy Fella for the New York City Opera in 1991. He has had considerable success off-Broadway with acclaimed productions of The Ceremony of Innocence, by Ronald Ribman, Awake and Sing by Clifford Odets and Hamp by John Wilson, among others. He directed Madama Butterfly for Santa Barbara Opera and The Gypsy Princess for Opera Pacific. In Los Angeles, he has directed major revivals of Hair, Of Thee I Sing, Mack and Mabel, The Boys From Syracuse, Follies and others. For regional theatres, he has directed Cat on a Hot Tin Roof, The Little Foxes, A Man for All Seasons, The Roar of the Greasepaint - The Smell of the Crowd, Romeo and Juliet, Stop the World - I Want to Get Off, and The Tempest, among others. In addition, he served as the Administrator of the Forum Theatre (now the Mitzi Newhouse) for the Repertory Theatre of Lincoln Center and as Artistic Director of Theatre Vanguard in Los Angeles.\n\nHe has directed Richard Alfieri's Six Dance Lessons in Six Weeks in its Los Angeles premiere (with Uta Hagen and David Hyde Pierce) and on Broadway, the West End, the Coconut Grove and a Los Angeles revival (with Constance Towers and Jason Graae). The play has gone on to become one of the most produced plays in the world with productions in 22 countries. Seidelman recently directed Alfieri's new play, Revolutions, at the Barter Theatre.\n\nDescription above from the Wikipedia article Arthur Allan Seidelman, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":41222,"imdb_id":"nm0782381","known_for_department":"Directing","name":"Arthur Allan Seidelman","place_of_birth":null,"popularity":1.659,"profile_path":null}
