{"adult":false,"also_known_as":["Melissa Rosenberg","Mellisa Rivers"],"biography":"Melissa Warburg Rosenberg (born January 20, 1968), better known as Melissa Rivers, is an American actress, television host and producer. She is the daughter of the late Joan Rivers and Edgar Rosenberg.  As an actress, she has had roles in television shows including Beverly Hills, 90210, Silk Stalkings, The Comeback. In 1998, she also appeared in the sci-fi/comedy made-for-television movie Men in White and in the 1999 film The Big Tease, a comedy directed by Kevin Allen starring Craig Ferguson. Additionally, she teamed up with her mother Joan Rivers, portraying themselves in the 1994 celebrity docudrama Tears and Laughter: The Joan and Melissa Rivers Story.  In the early 1990s, she branched out on the pre-show red carpet, interviewing celebrities on nationally televised awards shows. Rivers, who has hosted various events and served as a producer for the E! Network, has hosted two of the channel’s highest-rated specials: Oh Baby! Melissa’s Guide to Pregnancy and Oh Toddler! Surviving the Early Years (aired in January 2002).  With her mother, she hosted fashion on the red carpet interviews for the E! cable network. In 2003, they left her red carpet pre-show on E! to accept a more lucrative deal with the TV Guide Channel valued at between $6 and 8 million. Also in 2002, she appeared on the ABC Network competitive reality show I'm a Celebrity... Get Me Out of Here!. She has been a regular guest on the webcast show Tom Green's House Tonight.  In 2013, she was a co-creator and co-producer of Joan's YouTube web series In Bed With Joan, a fifteen to thirty minute show with a new video uploaded weekly in which Joan interviews a celebrity about a wide variety of personal topics in Joan's bed, with Melissa conducting interview questions for the last several minutes.","birthday":"1968-01-20","deathday":null,"gender":1,"homepage":null,"id":173065,"imdb_id":"nm0729557","known_for_department":"Acting","name":"Melissa Rivers","place_of_birth":null,"popularity":3.681,"profile_path":"/1b2TOAwzbevBVkY61ACorbXmVdE.jpg"}
