{"adult":false,"also_known_as":["马特·达蒙","Мэтт Дэймон","Мэтт Деймон","แม็ตต์ เดม่อน","マット・デイモン","맷 데이먼","مات ديمون","Метт Деймон","Метью Пейдж Деймон","מאט דיימון","Dickie Greenleaf","Ματ Ντέιμον","Matthew Paige Damon","麥特·戴蒙"],"biography":"Matthew Paige Damon (born October 8, 1970) is an American actor, film producer, and screenwriter. Ranked among Forbes' most bankable stars, the films in which he has appeared have collectively earned over $3.88 billion at the North American box office, making him one of the highest-grossing actors of all time. He is the recipient of various accolades, including an Academy Award from five nominations, and two Golden Globe Awards. He also received three BAFTA Award nominations, seven Primetime Emmy Award nominations, and six Screen Actors Guild Awards.\n\nDamon began his acting career by appearing in high school theater productions. He made his professional acting debut in the film Mystic Pizza (1988). He came to prominence in 1997 when he and Ben Affleck wrote and starred in Good Will Hunting, which won them the Academy and Golden Globe awards for Best Screenplay. He continued to garner praise from critics for his roles as the title character in Saving Private Ryan (1998), the antihero in The Talented Mr. Ripley (1999), a fallen angel in Dogma (1999), an energy analyst in Syriana (2005), a corrupt Irish-American policeman in The Departed (2006), and race car driver Carroll Shelby in Ford v Ferrari (2019).\n\nDamon is also known for his starring roles as Jason Bourne in the Bourne franchise (2002–2016), and as con man Linus Caldwell in the Ocean's trilogy (2001–2007). He had a supporting role as rugby player Francois Pienaar in Invictus (2009) and won a Golden Globe Award for Best Actor for his leading role as an astronaut stranded on Mars in The Martian (2015). Damon portrayed Scott Thorson in the biopic Behind the Candelabra (2013) and produced the reality series Project Greenlight (2001–2015) as well as the film Manchester by the Sea (2016).","birthday":"1970-10-08","deathday":null,"gender":2,"homepage":null,"id":1892,"imdb_id":"nm0000354","known_for_department":"Acting","name":"Matt Damon","place_of_birth":"Boston, Massachusetts, USA","popularity":24.066,"profile_path":"/2goD0rteX2KxIpOpz3fBw9vtSdV.jpg"}
