{"adult":false,"also_known_as":["Питер Сарсгаард","John Peter Sarsgaard","피터 사스가드"],"biography":"John Peter Sarsgaard (born March 7, 1971) is an American actor. His first feature role was in Dead Man Walking in 1995. He then appeared in the 1998 independent films Another Day in Paradise and Desert Blue. That same year, Sarsgaard received a substantial role in The Man in the Iron Mask (1998), playing Raoul, the ill-fated son of Athos. Sarsgaard later achieved critical recognition when he was cast in Boys Don't Cry (1999) as John Lotter. He landed his first leading role in the 2001 film The Center of the World. The following year, he played supporting roles in Empire, The Salton Sea, and K-19: The Widowmaker.\n\nFor his portrayal of Charles Lane in Shattered Glass, Sarsgaard won the National Society of Film Critics Award for Best Supporting Actor and was nominated for the 2004 Golden Globe Award for Best Supporting Actor. Sarsgaard has appeared in an eclectic range of films, including the 2004 comedy-drama Garden State, the biographical film Kinsey (2004), the drama The Dying Gaul (2005), and big-budget films such as Flightplan (2005), Jarhead (2005), The Skeleton Key (2005), Orphan (2009), An Education (2009), Knight and Day (2010), Green Lantern (2011), Lovelace (2013), Kelly Reichardt's Night Moves (2013), Blue Jasmine (2013), Black Mass (2015), and The Magnificent Seven (2016). Sarsgaard also appeared in the American TV series The Killing (2013) as a man on death row perhaps wrongfully convicted for the brutal murder of his wife—a performance which he says included \"some of the best acting I have ever done in my life.\" In 2021, he had a recurring role on the Hulu miniseries Dopesick.\n\nSarsgaard has appeared in Off-Broadway productions including Kingdom of Earth, Laura Dennis, Burn This, and Uncle Vanya. In September 2008, he made his Broadway debut as Boris Alexeyevich Trigorin in The Seagull. He is married to actress Maggie Gyllenhaal.","birthday":"1971-03-07","deathday":null,"gender":2,"homepage":null,"id":133,"imdb_id":"nm0765597","known_for_department":"Acting","name":"Peter Sarsgaard","place_of_birth":"Belleville, Illinois, USA","popularity":14.333,"profile_path":"/jOc4VjxPaOkWOqnLCxd8BJy9g5i.jpg"}
