{"adult":false,"also_known_as":["Eleanor Lindo"],"biography":"Born February 18, 1959, Eleanore Lindo is a graduate of the intensive directing program at the Centre for Advanced Film Studies at the American Film Institute in L.A. ronto native credits the program with transforming her “from a director into a filmmaker.”\n\nLindo’s strong work with actors and her distinct visual style are easily detected in the many award-winning hours of television series and movies, anthologies, and specials that she has directed. Her credits span a wide spectrum of genres including comedy, drama, sci-fi, erotica, as well as family and children’s programming, and have earned her such prestigious honours as three Gemini Awards, a Children’s Broadcast Institute Award, the Lillian Gish Award from Women in Film, L.A., a Golden Reel, and two Chris Awards from the Columbus Film Festival.\n\nTouching Wild Horses, a heart-warming and visually stunning film starring Jane Seymour, marked Lindo’s feature film debut. A Special Presentation at the Toronto International Film Festival, the film was also the recipient of the Crystal Heart Award at the Heartland Film Festival, and winner of the Gold Special Jury Award at Worldfest-Houston. An Audience Favorite at several festivals, it was also the Winner of the 2003 Rome Independent Film Festival, and was named Best Feature for a Children’s Audience at Cinemagic in Belfast.\n\nMost recently, Lindo directed the Lifetime Television movies “She Drives Me Crazy” (winner of the Gemini Award for Best Movie 2010) and “Me and Luke” (aka “A Dad For Christmas”), produced by Shaftesbury Films (winner of the DGC Award for best Family Movie), and four mystery movies for children, “Roxy Hunter And The Mystery Of The Moody Ghost”, “Roxy Hunter And The Secret Of The Shaman”, “Roxy Hunter and the Myth of the Mermaid” and “Roxy Hunter and the Horrific Halloween”, for broadcast on Nickelodeon. Lindo has also directed the Lifetime television movie “Crazy For Christmas”, starring Howard Hesseman and Andrea Roth; and many episodes of “DeGrassi: The Next Generation”, one of which earned her the Gemini Award for Best Director. Her episodic credits also include “The Border”, “Heartland” “Murdoch Mysteries”, “Radio Free Roscoe”,”Sue Thomas: F.B. Eye”, “Drop The Beat”, “Twice In A Lifetime”, “Little Men”, “Emily Of New Moon”, “Savannah” and “Road To Avonlea”, among many others.\n\nLindo currently has several films in development including “The Blue Castle”, based on the Lucy Maud Montgomery novel; “Elephant Winter”, based on the novel by Kim Echlin; and the fact-based “Shattered: The Donna Lawrence Story”.","birthday":"1959-02-18","deathday":null,"gender":1,"homepage":"http://www.dramaticdetour.com","id":101104,"imdb_id":"nm0512052","known_for_department":"Directing","name":"Eleanore Lindo","place_of_birth":"\tToronto, Ontario, Canada","popularity":1.778,"profile_path":"/6aa7gbB48UnHRd1KJcURNxmxh7v.jpg"}
