{"adult":false,"also_known_as":["Sarah Michelle Prinze","Σάρα Μισέλ Πρινζ","Σάρα Μισέλ Γκέλαρ","Сара Мишель Геллар"],"biography":"Sarah Michelle Prinze (née Gellar; born April 14, 1977) is an American actress, producer, and entrepreneur. After being spotted at the age of four in New York City, she made her screen acting debut in the television film An Invasion of Privacy (1983). A leading role on the teen drama series Swans Crossing (1992) was soon followed by her breakthrough role as Kendall Hart on the ABC daytime soap opera All My Children (1993–1995), for which she received the Daytime Emmy Award for Outstanding Younger Actress in a Drama Series. Gellar received international recognition for her portrayal of Buffy Summers on the WB/UPN television series Buffy the Vampire Slayer (1997–2003), which earned her five Teen Choice Awards, a Saturn Award and a Golden Globe Award nomination.\n\nIn film, her most commercially successful performances include I Know What You Did Last Summer (1997), Scream 2 (1997), Cruel Intentions (1999), Scooby-Doo (2002) and Scooby-Doo 2: Monsters Unleashed (2004), The Grudge (2004) and TMNT (2007). She has also appeared in various independent films such as Southland Tales (2006), The Air I Breathe (2007), and Veronika Decides to Die (2009). Having significantly reduced her acting workload since becoming a mother, Gellar has occasionally ventured back into television, headlining the CW drama thriller series Ringer (2011–2012) and the CBS comedy The Crazy Ones (2013–2014), and providing her voice for the Netflix animated series Masters of the Universe: Revelation (since 2021).\n\nIn 2015, Gellar, along with Galit Laibow and Greg Fleishman, founded Foodstirs, an e-commerce startup selling baking kits, and in 2017, she released her own cookbook, Stirring Up Fun with Food.\n\nDescription above from the Wikipedia article Sarah Michelle Gellar, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1977-04-14","deathday":null,"gender":1,"homepage":null,"id":11863,"imdb_id":"nm0001264","known_for_department":"Acting","name":"Sarah Michelle Gellar","place_of_birth":"New York City, New York, USA","popularity":15.685,"profile_path":"/sCpCv2ldnrAQN9NVQOE6PYxG8TN.jpg"}
