{"adult":false,"also_known_as":["로니 쳉","Ronny Xin Yi Chieng"],"biography":"Ronny Chieng is a stand up comedian. Ronny is a Chinese guy, born in Johor Bahru, Malaysia, raised in New Hampshire, MA USA and Singapore. He went to Australia to attend the University of Melbourne, and he graduated with a Degree in Commerce and a Degree in Law in 2009.\n\nIn 2012 Ronny was named by The Age as one of the Top 5 up-and-coming acts to watch and one of the Top 10 rising comedians in Australia by the Sydney Morning Herald.\n\nIn 2012 Ronny performed his debut one hour comedy special, \"The Ron Way\", at the Melbourne International Comedy Festival and the Sydney Comedy Festival, to rave reviews for which he was awarded the Best Newcomer at the MICF 2012, selling out his entire four week run, including the larger capacity extra shows that were added to cope with demand.\n\nRonny has been invited to perform twice at the prestigious invitation-only Just for Laughs Comedy Festival (2012 &amp; 2013) in Montreal and at the SOHO Theatre in London's West End, selling out his entire 2 week run.\n\nIn 2013 Ronny was once again named one of the Top Ten Hottest Comedians by The Age and the Herald Sun, and performed at the Melbourne International Comedy Festival 2013's Opening Gala, which was broadcasted on Network Channel Ten, and the Sydney Comedy Festival Opening Gala 2013 at the Sydney Opera House.\n\nRonny performed his second one hour comedy special \"Can You Do This? No You Can't.\" and sold out his entire 24 show season after the first week, even after being moved to a larger 400 seat venue and doing an extra 1400 seat show at the Melbourne Town Hall Main Hall.\n\n2013 also saw Ronny debut his show to rave reviews at Edinburgh Festival Fringe in August then returned to London's SOHO Theatre where he once again performed to packed houses.","birthday":"1985-11-21","deathday":null,"gender":2,"homepage":"http://www.ronnychieng.com","id":1319469,"imdb_id":"nm5307044","known_for_department":"Acting","name":"Ronny Chieng","place_of_birth":"Johor, Malaysia","popularity":6.079,"profile_path":"/nn1y0te102CvakOJ0rSJ7rYPLDF.jpg"}
