{"adult":false,"also_known_as":["Teri Hope","Terry Garr","Terri Garr"],"biography":"Teri Ann Garr (born December 11, 1944) is a retired American actress, dancer and singer. She frequently appeared in comedic roles throughout her career, which spans four decades and includes over 140 credits in film and television Her accolades include one Academy Award nomination, a BAFTA Award nomination, and one National Board of Review Award.\n\nBorn in Lakewood, Ohio, Garr was raised in North Hollywood. She is the third child of a comedic-actor father and a studio costumer mother. In her youth, Garr trained in ballet and other forms of dance. She began her career as a teenager with small roles in television and film in the early 1960s, including appearances as a dancer in six Elvis Presley musicals. After spending two years attending college, Garr left Los Angeles and studied acting at the Lee Strasberg Institute in New York City.\n\nHer self-described \"big break\" as an actress was landing a role in the Star Trek episode \"Assignment: Earth\", after which she said, \"I finally started to get real acting work.\"\n\nGarr had a supporting role in Francis Ford Coppola's thriller The Conversation (1974) before having her film breakthrough as Inga in Young Frankenstein (1974). In 1977, she was cast in a high-profile role in Steven Spielberg's Close Encounters of the Third Kind. Garr continued to appear in various high-profile roles throughout the 1980s, including supporting parts in the comedies Tootsie (1982), for which she was nominated for the Academy Award for Best Supporting Actress for her role of Sandra Lester, and then appearing opposite Michael Keaton the next year in Mr. Mom (1983). She reunited with Coppola the same year, appearing in his musical One from the Heart (1982), followed by a supporting part in Martin Scorsese's black comedy After Hours (1985).\n\nHer quick banter led to Garr being a regular guest on The Tonight Show Starring Johnny Carson and Late Night with David Letterman. In the 1990s, she appeared in two films by Robert Altman: The Player (1992) and Prêt-à-Porter (1994), followed by supporting roles in Michael (1996) and Ghost World (2001). She also appeared on television as Phoebe Abbott in three episodes of the sitcom Friends (1997–98). In 2002, Garr announced that she had been diagnosed with multiple sclerosis, the symptoms of which had negatively affected her ability to perform beginning in the 1990s.","birthday":"1944-12-11","deathday":null,"gender":1,"homepage":null,"id":8437,"imdb_id":"nm0000414","known_for_department":"Acting","name":"Teri Garr","place_of_birth":"Lakewood, Ohio, USA","popularity":9.825,"profile_path":"/uZxP7WryjLbqq2FZpfkoKNkI0RW.jpg"}
