{"adult":false,"also_known_as":["Jonathan Ray Banks","Джонатан Бэнкс"],"biography":"Jonathan Banks (born January 31, 1947) is an American character actor in film and television. He tends to play villains.\n\nBanks dropped out of Indiana University to join a touring company as a stage manager. He went to Australia with the company and stayed on working in theatre there. In 1974, he moved to Los Angeles and performed on stage before picking up bit parts on television. Probably his best-known movie roles are in two films starring Eddie Murphy: 48 Hrs. and Beverly Hills Cop. In 48 Hrs. he plays a character who is a friend of the lead and is killed by the villain, beginning the lead characters' story. In Beverly Hills Cop, he plays a villain who kills the lead characters' friend and begins his story. Other movie roles include appearances in Armed and Dangerous, Freejack, Flipper, Airplane!, Gremlins, Murder Me, Murder You, and Under Siege 2: Dark Territory. His most recent film to date is the 2007 film Reign Over Me.\n\nHis biggest break on television, came with the series Wiseguy, in which he played Frank McPike for four years, a role which led to an Emmy award nomination. Although his character was primarily the hero's mentor, stories occasionally featured McPike as hero. In 1981 he appeared as Dutch Schultz on the NBC series the Gangster Chronicles. He also starred on the short-lived science fiction TV series Otherworld, as Kommander Neveen Kroll and in the sitcom Fired Up.\n\nBanks has also made guest appearances on TV shows including Alias, CSI, Day Break, Highlander: The Series, Matlock, SeaQuest DSV, Star Trek: Deep Space Nine, Women of the House and Walker Texas Ranger. Most recently, Banks appeared in the final Season Two episodes of Dexter, and in episodes of ER, Cold Case, and Shark, Modern Family. In the second season finale of Breaking Bad, Banks appeared as a mysterious character named Mike. Banks was made a series regular for the third season.","birthday":"1947-01-31","deathday":null,"gender":2,"homepage":null,"id":783,"imdb_id":"nm0052186","known_for_department":"Acting","name":"Jonathan Banks","place_of_birth":"Washington, District of Columbia, USA","popularity":16.861,"profile_path":"/va6APAzwv68YxvYQkB3lHhpccCi.jpg"}
