{"adult":false,"also_known_as":["Viggo Peter Mortensen Jr.","Viggo Peter Mortensen","Вигго Мортенсен","비고 모텐슨"],"biography":"Viggo Peter Mortensen Jr. (born October 20, 1958) is an American actor, author, musician, photographer, poet, and painter. Born in the State of New York to a Danish father and American mother, he lived in Argentina during his childhood. He is the recipient of various accolades including a Screen Actors Guild Award and has been nominated for three Academy Awards, three BAFTA Awards, and four Golden Globe Awards.\n\nMortensen made his film debut in a small role in Peter Weir's 1985 thriller Witness, which starred Harrison Ford and was set in Amish country. He appeared in several notable films, including The Indian Runner (1991), Carlito's Way (1993), Crimson Tide (1995), Daylight (1996), The Portrait of a Lady (1996), G.I. Jane (1997), Psycho (1998 remake), A Perfect Murder (1998), A Walk on the Moon (1999), and 28 Days (2000).\n\nMortensen received international attention in the early 2000s for his role as Aragorn in Peter Jackson's epic fantasy adventure trilogy The Lord of the Rings. In 2005, Mortensen won critical acclaim for his acting in David Cronenberg's crime thriller A History of Violence. Two years later, Mortensen earned acclaim in another Cronenberg film, Eastern Promises (2007); he was nominated for the Academy Award for Best Actor. A third teaming with Cronenberg in A Dangerous Method (2011) resulted in a nomination for the Golden Globe Award for Best Supporting Actor – Motion Picture for his portrayal of pioneer psychiatrist Sigmund Freud. Other well-received films include Appaloosa (2008) and Far from Men (2014). He gained additional Academy Award nominations for his leading roles in Captain Fantastic (2016) and Green Book (2018), the latter of which won for Best Picture.\n\nAside from acting, Mortensen has explored fine arts, photography, poetry, and music. In 2002, he founded the Perceval Press to publish the works of little-known artists and authors.\n\nDescription above from the Wikipedia article Viggo Mortensen, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1958-10-20","deathday":null,"gender":2,"homepage":"https://percevalpress.com/","id":110,"imdb_id":"nm0001557","known_for_department":"Acting","name":"Viggo Mortensen","place_of_birth":"Manhattan, New York City, New York, USA","popularity":21.718,"profile_path":"/vH5gVSpHAMhDaFWfh0Q7BG61O1y.jpg"}
