{"adult":false,"also_known_as":[],"biography":"Betty Thomas was born July 27, 1947 in St. Louis, Missouri, graduating from Ohio University with a BA in fine arts. Initially sidetracked, Betty first taught school in Chicago but found herself restricted and needing more of an open forum for self-expression than a classroom. She found herself drawn inextricably to comedy. After toiling as a waitress, she became part of the Second City improvisational troupe where she made use of her towering (6' 1\") imposing features in aggressive routines and sketches. True to form, she made her film debut in the sketch satire Tunnel Vision (1976) which parodied TV programming. The movie is lesser known today for its satirical bite and more for its exceptional cast of up-and-coming comedy artists at the time including Chevy Chase, Laraine Newman, John Candy, Joe Flaherty, Gerrit Graham, Howard Hesseman, and the team of Al Franken and Tom Davis. Other innocuous comedies/spoofs followed such as Chesty Anderson U.S. Navy (1976), Used Cars (1980), and Coming Attractions (1978) which, at the very least, helped to bulk up her comedy resume. She also appeared as a regular on The Fun Factory (1976), which was three parts quiz show, silly sketches, and audience participation.\n\nIronically, Betty achieved her stardom not in comedy but in hard-hitting drama. Doing a complete about face as tough-talking Officer Lucille Bates on the hit police series Hill Street Blues (1981), she displayed both grit and vulnerability as she stood nose-to-nose alongside the rest of the male-oriented precinct. She was nominated for six Emmys in all and won the \"Best Supporting Actress\" trophy in 1985. Some equally compelling mini-movie roles came along with this success. In the late 1980s, Betty made an abrupt and concentrated move into TV and film directing, one of her last acting roles being that of the butch, underhanded scoutmaster (and Shelley Long's misery-inducing nemesis) in the obvious comedy film Troop Beverly Hills (1989). Betty received her bookend Emmy award while directing the cable sitcom Dream On (1990). She never lost her taste for comedy satire, however. One of her major box office successes would come with the spot-on parody The Brady Bunch Movie (1995). She has continued in this lighter vein of late, guiding the one-man promotion machine Howard Stern to a surprisingly entertaining critical hit with Private Parts (1997), which was based on his memoirs, the Jennifer Love Hewitt film Can't Hardly Wait (1998), I Spy (2002), an updated remake of the 1960s TV series, and Surviving Christmas (2004).","birthday":"1947-07-27","deathday":null,"gender":1,"homepage":null,"id":31024,"imdb_id":"nm0858525","known_for_department":"Directing","name":"Betty Thomas","place_of_birth":"St. Louis, Missouri, USA","popularity":2.279,"profile_path":"/y9K6S2TsiLpcQoIwDM1qigx1VJ4.jpg"}
