{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nPeter O'Fallon is an American director, producer and writer for commercial, television and film productions.\n\nO'Fallon grew up in Colorado and graduated from the University of Colorado at Boulder with a degree in Film Studies. He began his career in the industry by making small T.V. spots for local radio stations, funded and created completely on his own. The success of these small commercials allowed him to relocate to Chicago and co-found one of the most prolific production companies in Chicago at that time. His first commercial was Michael Jordan's first commercial. Peter has directed over two thousand commercials and has won multiple awards for his work including Clio Awards, DNAD's and Golden Pencil Awards.\n\nHe began his career in television with the hit series Thirtysomething. With Thirtysomething he directed a ground breaking portrayal of a homosexual relationship. Peter's television directing career continued with Northern Exposure, Party of Five, Profiler, Las Vegas, Prison Break, House, Ghost Whisperer, Eureka, Pushing Daises and the cult TV series pilot American Gothic. He also created the series Mysterious Ways, which ran for 44 episodes on NBC.\n\nPeter has also directed some of TV's most memorable pilots, including American Gothic, Mysterious Ways (created and executive produced), Odd Jobs (produced), Prey (produced), That Was Then, Blade, Eureka, and The Riches, which he also served as an executive producer.\n\nHe directed the cult film Suicide Kings, starring Christopher Walken and Denis Leary. He also directed and produced A Rumor of Angels (MGM), starring Vanessa Redgrave, Ray Liotta, Catherine McCormack and Ron Livingston.\n\nO'Fallon just completed two pilots; \"The Glades\" for A&E and \"Exit 19\" for Lifetime, both of which were picked up for series. He is currently developing \"Sucide Kings 2\".\n\nDescription above from the Wikipedia article Peter O'Fallon, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":41472,"imdb_id":"nm0640964","known_for_department":"Directing","name":"Peter O'Fallon","place_of_birth":"Denver, Colorado, United States","popularity":3.287,"profile_path":null}
