{"adult":false,"also_known_as":["Ana Teresa Álvarez Páez"],"biography":"Ana Álvarez, is a Spanish actress and a model born on 19 November 1969 in Jerez de la Frontera, Cádiz.\n\nÁlvarez moved to Madrid when she was about 13 years old.\n\nAfter she finished her studies, she entered the world of fashion and started in the movie business from being a model.\n\nWhen Ana was only 17, she went to Japan, hired by an agency where she worked for four months, then she moved to Paris and other European capital cities which only strengthened her career as a model.\n\nIn 1987 the director Antonio Giménez-Rico was searching for a long dark haired Andalusian girl, for the movie Jarrapellejos.\n\nIn 1989 she then appeared in the Spanish comedy Aquí huele a muerto with a Spanish comedy act called Martes y Trece (Tuesday & 13).\n\nThe same year Alvarez participated in Sólo o en compañía de otros, from Santiago San Miguel.\n\nAt the end of 1990, she took part in the Televisión Española production film Don Juan en los infiernos, a free adaptation by Gonzalo Suárez of Molière's Don Juan.\n\nÁlvarez starred in a film called The dead mother with director Juanma Bajo Ulloa, co-starring Karra Ejalde and Silvia Marsó. The film is about a young intellectually disabled person who sees her mother assassinated in the house after she discovers a thief.\n\nIn the spring of 1994, Ana worked with director Ricardo Franco in the comedy ¡\"Oh, Cielos\"! with Jesús Bonilla, el Gran Wyoming and Angela Molina.\n\nIn 1995 she appeared in the Hispanic-German production Vivir al límite with film director Michael Guman, and later that same year Brujas came out, which starred Penélope Cruz and Beatriz Carvajal. Then 1998 saw the release of Cha, cha, chá with Eduardo Noriega and Jorge Sanz. In 2000, she worked in A galope tendido and 2001 in Las amargas lágrimas de Petra von Kant.","birthday":"1969-11-19","deathday":null,"gender":1,"homepage":"http://www.anaalvarez.net/","id":275322,"imdb_id":"nm0959377","known_for_department":"Acting","name":"Ana Álvarez","place_of_birth":"Jerez de la Frontera, Cádiz, Andalucía, España","popularity":3.276,"profile_path":"/ky90B7ZXPGeDp8JWjnJHzevnNWF.jpg"}
