{"adult":false,"also_known_as":["JK Simmons","Jonathan Simmons","Jonathan Kimble Simmons","جي كي سيمونز","J. K. 시먼스","J・K・シモンズ","Дж.К. Симмонс","J·K·西蒙斯","Τζ. Κ. Σίμονς"],"biography":"Jonathan Kimble Simmons (born January 9, 1955) is an American actor. He has been cited as one of the greatest contemporary character actors, and has appeared in over 200 film and television roles since his debut in 1986. He is an Academy Award, BAFTA Award, Golden Globe Award, Screen Actors Guild Award, and Critics Choice Award winner, among other accolades.\n\nHis film roles include J. Jonah Jameson in Sam Raimi's Spider-Man trilogy (2002–2007), tobacco industry executive B.R. in Thank You for Smoking (2005), Mac MacGuff in Juno (2007), music instructor Terence Fletcher in Whiplash (2014), Bill in La La Land (2016), William Frawley in Being the Ricardos (2021), and Commissioner James Gordon in the DC Extended Universe films Justice League (2017), Zack Snyder's Justice League (2021), and Batgirl (2022). He reprised his role as Jameson in various Marvel media unrelated to the Sam Raimi trilogy, including multiple animated series and the Marvel Cinematic Universe/Sony's Spider-Man Universe films Spider-Man: Far From Home (2019), Venom: Let There Be Carnage, and Spider-Man: No Way Home (both 2021), and the web series TheDailyBugle.net (2019; 2021).\n\nOn television, he is known for playing Dr. Emil Skoda on the NBC series Law & Order, white supremacist prisoner Vernon Schillinger on the HBO series Oz, and Assistant Police Chief Will Pope on TNT's The Closer. From 2017 to 2019, he starred as Howard Silk in the Starz series Counterpart. He has also appeared in a series of commercials for Farmers Insurance and starred in the third season of the IFC comedy series Brockmire. In 2020, he had recurring roles on the miniseries Defending Jacob and The Stand.\n\nAs a voice artist, he is known for voicing Cave Johnson in the video game Portal 2 (2011), Tenzin in The Legend of Korra (2012–2014), Stanford “Ford” Pines in Gravity Falls (2015–2016), Kai in Kung Fu Panda 3 (2016), Mayor Leodore Lionheart in Zootopia (2016), the titular character in Klaus (2019), Pig Baby in Season 4 of the HBO Max animated series Infinity Train (2021), and Nolan “Omni-Man” Grayson in the Amazon Prime action animated series Invincible (2021). He has been the voice of the Yellow M&M since 1996.","birthday":"1955-01-09","deathday":null,"gender":2,"homepage":null,"id":18999,"imdb_id":"nm0799777","known_for_department":"Acting","name":"J.K. Simmons","place_of_birth":"Detroit, Michigan, USA","popularity":22.232,"profile_path":"/7kIiPojgSVNRXb5z0hiijcD5LJ6.jpg"}
