{"adult":false,"also_known_as":["Katherine M. Heigl","Кэтрин Хайгл","Katherine Marie Heigl"],"biography":"Katherine Marie Heigl, born on November 24, 1978, is an American actress. She is best known for her role as Dr. Izzie Stevens on Grey's Anatomy and her starring role in the movies Knocked Up, Zyzzyx Road, 27 Dresses, The Ugly Truth, Killers and Life As We Know It.\n\nHeigl started her career as a child model with Wilhelmina Models before she turned her attention to acting. She made her debut in the coming-of-age film, That Night. Heigl co-starred as Isabel Evans in the television series Roswell and movies including My Father the Hero before landing her break out role in Grey's Anatomy.\n\nOver the years, Heigl has established herself as a cover model appearing on numerous publications including Maxim, Vanity Fair and Cosmopolitan. Heigl married Josh Kelley in Park City, Utah, on December 23, 2007.\n\nHeigl appeared as Christina Sebastian in Steven Soderbergh's Depression-era drama King of the Hill before being cast in her first leading role in the 1994 comedy My Father the Hero. In 1995, she starred in the Steven Seagal action thriller Under Siege 2: Dark Territory. Despite an increased focus on acting, she still modelled extensively, appearing regularly in magazines such as Seventeen. She took the lead role in Disney's made-for-television film Wish Upon a Star in 1996. Also in 1996, Heigl's parents divorced and her mother was diagnosed with cancer. In 1998, she co-starred with Peter Fonda in a re-working of the classic Shakespearian play The Tempest, set during the American Civil War. Later that year, she starred in the horror film Bride of Chucky.\n\nHeigl was frequently featured in photo essays in magazines such as Life, TV Guide, and Teen as well as FHM. She appeared in the FHM and Maxim calendars, FHM's annual \"100 Sexiest Women in the World\", and was featured in the Girls of Maxim Gallery. In May 2006, Maxim awarded her #12 on their annual Hot 100 List as well as voted the 19th \"Sexiest Woman in the World\" by readers of FHM magazine.\n\nWhile Roswell was in production, Heigl worked on several films, including 100 Girls, an independent 2001 film, and Valentine, a horror film starring David Boreanaz and Denise Richards. On September 16, 2007, Heigl won an Emmy for Outstanding Supporting Actress in a Drama Series for her role as Izzie Stevens. In 2009, Heigl starred opposite Gerard Butler in The Ugly Truth, which opened July 24. Heigl finished filming the Lionsgate thriller Killers, opposite Ashton Kutcher, and it was released June 4, 2010.\n\nShe has signed on to star in and produce the big-screen drama Life As We Know It. Life As We Know It revolves around a woman and a man whose respective best friends die in a car accident. Following the tragedy, they are left to share in caring for the deceased's orphaned daughter. Everwood creator Greg Berlanti will direct the film.","birthday":"1978-11-24","deathday":null,"gender":1,"homepage":"http://www.kheigl.com/","id":25541,"imdb_id":"nm0001337","known_for_department":"Acting","name":"Katherine Heigl","place_of_birth":"Washington, D.C., USA","popularity":20.675,"profile_path":"/hzcs8zxBd0zFo4CqiaOkuVXkFD0.jpg"}
