{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nKiana Tom is a television host, fitness expert, author, actress, and businesswoman.\n\nKiana Tom is part Hawaiian, Chinese and Irish. Her name in Hawaiian means “calm water” or \"moon goddess\".\n\nShe was the star and founder of the fitness series, Kiana's Flex Appeal on ESPN, author of Kiana's Body Sculpting book (St. Martin's Press, NY) and recipient of the United States Sports Academy Award. She was interviewed on behalf of the President's Council on Physical Fitness and Sports, Emcee to the Governor's Ball at the inaugural X Games in Newport RI, Ms. Shape Magazine. She was also a cheerleader for the Oakland Raiders.\n\nIn 1995, Tom created, hosted and co-produced her fitness series, Kiana's Flex Appeal, a lifestyle, health and fitness program on ESPN. Tom wrote numerous exercise routines and created the segments: home gym, pro gym, target training, aqua flex training. The show ended in 2001.\n\nDue to Kiana Tom's Flex Appeal's initial high ratings, ESPN chose to develop other shows around Kiana Tom, including Kiana's Too Fit 2 Quit, Summer Sizzle with Kiana & Hot Summer Nights with Kiana.\n\nShe posed nude for May 2002 edition of Playboy magazine. According to one interview, she was such a perfectionist that she had to wait until the right time in her career where she felt her body was in the best shape it's ever been. She had also started getting threatening letters, due to her celebrity status and was forced to call in the FBI. She further elaborates by stating that she never answers the door, never gives her address and uses a different name when checking into a hotel.\n\nSince that time, Tom has hosted ABC Super Bowl Nightlife, Host and Reporter for the Extreme Sports shows, X Games, Extreme Energy, Fitness America Pageant Series, Blade Warriors, King of the Mountain, news anchor for Turner Broadcasting, made guest appearances on the Drew Carey Show, Family Law and in Eminem's Grammy Award winning Music Video of the Year \"Without Me\". Kiana co-starred in her first movie, Universal Soldier: The Return with Jean Claude Van Damme, Sony/Columbia Tristar Pictures. According to the New York Times review, dated August 1999, the presence of the fitness guru compounded the physicality of the film.\n\nIn 2009, Kiana Tom, now the mother of two children, was working on a new show, FitMomTV.\n\nDescription above from the Wikipedia article Kiana Tom, licensed under CC-BY-SA, full list of contributors on Wikipedia.​","birthday":"1965-03-14","deathday":null,"gender":1,"homepage":null,"id":65235,"imdb_id":"nm0866298","known_for_department":"Acting","name":"Kiana Tom","place_of_birth":"Maui, Hawaii, USA","popularity":8.31,"profile_path":"/qNHNYeRSlr4c9fNfib2dPmus10H.jpg"}
