{"adult":false,"also_known_as":[],"biography":"Rodrigo Prieto (born November 1965) is a Mexican cinematographer.\n\n Rodrigo Prieto was born in Mexico City, Mexico.  His grandfather, Jorge Prieto Laurens, was the mayor of Mexico City and leader of the Chamber of Deputies of Mexico, but was later persecuted by the country's ruler because of political differences. Prieto's grandfather escaped with his family to Texas and then to Los Angeles. There, Prieto's father would spend most of his childhood. He studied aeronautical engineering at New York University, where he met and married Prieto's mother, an art student. Prieto graduated from Centro de Capacitación Cinematográfica in Mexico City; He has become an established cinematographer, working with such names as Spike Lee(25th Hour), Curtis Hanson (8 Mile), Ang Lee (Brokeback Mountain, Lust, Caution) and Pedro Almodovar (Broken Embraces.) Nonetheless, his political legacy still has a visible effect on his career. In 2002, he shot Frida, a film about Frida Kahlo, a communist Mexican artist. In 2003, he cooperated with Oliver Stone in two documentaryprojects: Comandante, about Fidel Castro, and Persona Non Grata, about Yassir Arafat. In 2004, he shot Alexander for Stone. Prieto also worked with Alejandro González Iñárritu on the acclaimed Amores Perros, 21 Grams, Babel and Biutiful. Prieto has most recently formed an artistic collaboration with Martin Scorsese; first on The Wolf of Wall Street and most recently, Silence.  Prieto is noted for his unconventional use of the camera often combined with strong moody lighting. In 25th Hour, Prieto utilized overexposure and other techniques to create original dream-like images to signify that the events shown on screen are memories or visions. Similarly innovative photography could be spotted in Frida, featuring strong colors and sharp imagery blended with atmospheric yellows and browns, as well as his experimental use of infrared during a battle scene in Alexander. He also is interested in evoking naturalism, most evident in The Homesman and Brokeback Mountain.","birthday":"1965-11-23","deathday":null,"gender":2,"homepage":null,"id":275,"imdb_id":"nm0006509","known_for_department":"Camera","name":"Rodrigo Prieto","place_of_birth":"Mexico City - Mexico","popularity":1.4,"profile_path":"/t9GpZspjEaHyfdbhqI0NTqYpBwJ.jpg"}
