{"adult":false,"also_known_as":["Sławomir Idziak"],"biography":"From Wikipedia, the free encyclopedia\n\nSławomir Idziak (Polish pronunciation: [swaˈvɔmir ˈid͡ʑak]; born 25 January 1945 in Katowice, Poland) is a Polish cinematographer and director who has worked on over forty Polish and foreign films.\n\nHe has made fourteen films with Krzysztof Zanussi, including Kontrakt (The Contract), The Constant Factor and The Year of the Quiet Sun. He worked on all the early films of Krzysztof Kieślowski, including his television, feature film and foreign debuts, additionally, the two collaborated on A Short Film About Killing, The Double Life of Véronique and Three Colors: Blue.\n\nHe has made films with such directors as Ridley Scott, John Sayles, Michael Winterbottom and John Duigan, and has also written and directed two films himself. He worked on Winterbottom's film I Want You, where he won an Honourable Mention at the 48th Berlin International Film Festival.\n\nHe moved to more mainstream films such as Gattaca (1997), Proof of Life (2000), Black Hawk Down (2001), and King Arthur (2004). In 2002, he was nominated for an Academy Award as well as a BAFTA for 'Best Cinematography' in the film Black Hawk Down.\n\nIdziak was the director of photography for Harry Potter and the Order of the Phoenix, the fifth film adaptation of J.K. Rowling's popular fantasy series, directed by David Yates. He is also Director of Photography for Battle of Warsaw 1920 - the first of his films, and the first ever Polish-language feature film, to be shot in 3D.\n\nSławomir Idziak teaches at film schools in Berlin, London and Copenhagen, and also conducts seminars in cinematography in other countries. He is currently working on a Virtual Film Studio Web site called Film Spring Open which gives users an opportunity to present work to global audiences and to make films online. Participants can share ideas, exchange equipment or write scripts together. The aim is to create an international community of filmmakers who will support each other, make films together and will care about the advertising and distribution of their films.","birthday":"1945-01-25","deathday":null,"gender":2,"homepage":null,"id":1129,"imdb_id":"nm0005744","known_for_department":"Camera","name":"Slawomir Idziak","place_of_birth":"Katowice, śląskie, Polska","popularity":0.6,"profile_path":"/rVoKnrrzWEFsOsNGV43MxAFY3wr.jpg"}
