{"adult":false,"also_known_as":["F.A. Foss","Marc Laurence","Marc C. Lawrence","Mark Lawrence"],"biography":"Marc Lawrence (December 17, 1909 – November 28, 2005) was an American character actor who specialized in underworld types. He has also been credited as F. A. Foss, Marc Laurence and Marc C. Lawrence.\n\nIn 1930, Lawrence befriended another young actor, John Garfield. The two appeared in a number of plays before Lawrence was given a film contract with Columbia Pictures. Lawrence appeared in films beginning in 1931. Garfield followed, starting his film career in 1938. Lawrence's pock-marked complexion, brooding appearance and New York street-guy accent made him a natural for heavies, and he played scores of gangsters and mob bosses over the next six decades. Later, Lawrence found himself under scrutiny for his political leanings. When called before the House Un-American Activities Committee, he admitted he had once been a member of the Communist Party. He named Sterling Hayden, Lionel Stander, Anne Revere, Larry Parks, Karen Morley and Jeff Corey as Communists.[6] He was blacklisted and departed for Europe, where he continued to make films. Following the demise of the blacklist, he returned to America and resumed his position as a familiar and talented purveyor of gangland types. He played gangsters in two James Bond movies: 1971's Diamonds Are Forever opposite Sean Connery, and 1974's The Man with the Golden Gun opposite Roger Moore. He also portrayed a henchman opposite Laurence Olivier in Marathon Man (1976) and a stereotypical Miami mob boss alongside Jerry Reed and Dom DeLuise in the comedy Hot Stuff (1979).\n\nOne of his last roles was as Mr. Zeemo in the Star Trek: Deep Space Nine episode \"Badda-Bing Badda-Bang\", which aired in February 1999. Previously he played the elderly Gatherer Volnoth in the 1989 Star Trek: The Next Generation episode \"The Vengeance Factor\".\n\nDescription above from the Wikipedia article Marc Lawrence, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1910-02-17","deathday":"2005-11-27","gender":2,"homepage":null,"id":3140,"imdb_id":"nm0492908","known_for_department":"Acting","name":"Marc Lawrence","place_of_birth":"New York City, New York, USA","popularity":4.274,"profile_path":"/2bCuNmdqVCkf4l7U0UXCH9ojLXZ.jpg"}
