{"adult":false,"also_known_as":["William Holt","Will Holt"],"biography":"Willy Holt (30 November 1921 – 22 June 2007) was an American production designer, art director and actor who lived in France for many years. He was nominated for an Academy Award in the category Best Art Direction for the film Is Paris Burning?, and won a César Award for Best Production Design for Au revoir, les enfants.\n\nWilly Holt was born in Quincy, Florida, in 1921, the son of an American military photographer and his French wife. After his parents divorced his mother returned with him to her home country, where he was naturalised as a French citizen in 1923. He graduated with a baccalauréat from the Lycée Fermat in Toulouse during the early years of the Occupation.\n\nHolt was married for four years to the actress Micheline Bourday, subsequently marrying the actress Martine Pascal in 1958. He and Pascal had two children.\n\nHolt was a member of the French Resistance and was arrested at Grenoble railway station in December 1943 while transferring money on behalf of anti-Nazi Resistance fighters. He was interned at Auschwitz, via the Drancy internment camp. He survived the death march from Auschwitz to Buchenwald, where he was one of those liberated on 13 April 1945. Holt wrote about his wartime experiences in his 1995 book Femmes en deuil sur camion.\n\nAfter briefly working as a fashion designer, Holt was hired to work in television in 1946. His set designs for several television shows led to further work in cinema, initially as an art director.\n\nAs befitted his Franco-American origins, Holt worked on several productions in both countries, collaborating with a number of internationally-renowned film directors such as John Frankenheimer, Stanley Donen, Otto Preminger, Robert Parrish, Fred Zinnemann, Bertrand Blier, Woody Allen, Michael Ritchie, Louis Malle and Roman Polanski.  Source: Article \"Willy Holt\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1921-11-30","deathday":"2007-06-22","gender":2,"homepage":null,"id":19057,"imdb_id":"nm0392538","known_for_department":"Art","name":"Willy Holt","place_of_birth":"Quincy, Florida, USA","popularity":1.4,"profile_path":"/c2hz1XPVCab72qj7zgI35OkI1lL.jpg"}
