{"adult":false,"also_known_as":["The Who","Peter Dennis Blandford Townshend"],"biography":"From Wikipedia, the free encyclopedia.\n\nPeter Dennis Blandford \"Pete\" Townshend (born 19 May 1945) is an English rock guitarist, vocalist, songwriter and author, known principally as the guitarist and songwriter for the rock group The Who, as well as for his own solo career. His career with The Who spans more than forty years, during which time the band grew to be considered one of the most influential bands of the 60s and 70s, and, according to Eddie Vedder, \"possibly the greatest live band ever.\"\n\nTownshend is the primary songwriter for The Who, having written well over one hundred songs for the band's eleven studio albums, including concept albums and the rock operas Tommy and Quadrophenia, plus popular rock and roll radio staples like Who's Next, and dozens more that appeared as non-album singles, bonus tracks on reissues, and tracks on rarities compilations like Odds & Sods. He has also written over one hundred songs that have appeared on his solo albums, as well as radio jingles and television theme songs. Although known primarily as a guitarist, he also plays other instruments such as keyboards, banjo, accordion, synthesiser, bass guitar and drums, on his own solo albums, several Who albums, and as a guest contributor to a wide array of other artists' recordings. Townshend has never had formal lessons in any of the instruments he plays.\n\nTownshend has also been a contributor and author of newspaper and magazine articles, book reviews, essays, books, and scripts, as well as collaborating as a lyricist (and composer) for many other musical acts. Townshend was ranked #3 in Dave Marsh's list of Best Guitarists in The New Book of Rock Lists, #10 in Gibson.com's list of the top fifty guitarists, and #50 in Rolling Stone magazine's 2003 list: 100 Greatest Guitarists of All Time. Townshend was inducted into the Rock and Roll Hall of Fame as a member of The Who in 1990.\n\nDescription above from the Wikipedia article Pete Townshend, licensed under CC-BY-SA, full list of contributors on Wikipedia​","birthday":"1945-05-19","deathday":null,"gender":2,"homepage":"https://petetownshend.net/","id":47098,"imdb_id":"nm0870228","known_for_department":"Acting","name":"Pete Townshend","place_of_birth":"Chiswick, London, England, UK","popularity":4.042,"profile_path":"/juqxP6G6O7i4bOHuIwdyVHNyHME.jpg"}
