{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nDayle Lymoine Robertson (July 14, 1923 – February 27, 2013) was an American actor best known for his starring roles on television. He played the roving investigator Jim Hardie in the long-running NBC/ABC hit television series Tales of Wells Fargo, and Ben Calhoun, the owner of an incomplete railroad line in ABC's The Iron Horse. He was often presented as a deceptively thoughtful but modest Western hero. From 1968 to 1970, Robertson was the fourth and final host of the syndicated Death Valley Days anthology series.\n\nFor most of his career, Robertson played in western films and television shows—well over sixty titles in all. His best-remembered series, Tales of Wells Fargo aired on NBC from 1957 to 1961, when it moved to ABC and expanded to an hour-long program for its final season in 1961-1962. The show was originally produced by Nat Holt whom Robertson felt he owed his career to for giving him his first leading roles.[10] Robertson also did the narration for Tales of Wells Fargo through which he often presented his own commentary on matters of law, morality, and common sense. He was unique among his television contemporaries, stating that he hated the gun he was forced to carry, but saw it as a necessary evil, a \"tool of the trade\", and kept practicing.[citation needed] In its March 30, 1959, cover story on television westerns, Time reported Robertson was 6 feet tall, weighed 180 pounds, and measured 42-34-34. He sometimes made use of his physique in \"beefcake\" scenes, such as one in 1952's Return of the Texan where he is seen bare-chested and sweaty, repairing a fence.\n\nIn 1960, Robertson guest-starred as himself in NBC's The Ford Show, starring Tennessee Ernie Ford.[12] In 1962, he similarly appeared on a short-lived western comedy and variety series, ABC's The Roy Rogers and Dale Evans Show. In 1963, after Tales of Wells Fargo ended its five-year run, he played the lead role in the first of A.C. Lyles' second feature westerns, Law of the Lawless.","birthday":"1923-07-14","deathday":"2013-02-27","gender":2,"homepage":null,"id":39549,"imdb_id":"nm0731783","known_for_department":"Acting","name":"Dale Robertson","place_of_birth":"Harrah, Oklahoma USA","popularity":3.728,"profile_path":"/vGvxfssuGYpZWLbTothOpxtU6JU.jpg"}
