{"adult":false,"also_known_as":[],"biography":"Chuck Shamata's career spans four decades in film, television and theatre. Among his most recent credits are the feature films One Week, The Sentinal, Cinderella Man and War Games 2; the cable movies Tipping Point,The Engagement Ring and Kojak (and the ensuing series). Don Shebib's classic Between Friends - often recognized by critics as one of Canada's all time best - was the film for which Shamata received his first Genie Award nomination, and was presented with a Migliore Attore award by the legendary Vittorio De Sica at the Sorrento Film Festival. His other feature credits include The Spreading Ground with Dennis Hopper, Joshua Then and Now with James Woods, Power Play with Peter O'Toole, The Devil and Max Devlin with Bill Cosby and Night Friend with Art Carney. On the small screen, Shamata was nominated for a Gemini Award for his starring role as a family man facing his homosexuality in the network film The Running Man. Other network movie credits include A Father for Brittany, On Thin Ice: The Tai Babilonia Story, the Cable Ace Award-winning Almost Golden: The Jessica Savitch Story, Echoes in the Darkness and Between Friends alongside Elizabeth Taylor and Carol Burnett. He played Pierre Salinger in the mini-series Jackie Bouvier Kennedy Onassis and for Showtime Networks he co-starred in the Tony Bill-directed cable feature Whitewash: The Clarence Brandley Story; as mafia boss Sam Giancana in The Family; The Thin Blue Lie with Rob Morrow; and Escape Clause with Paul Sorvino. On stage, Shamata played Dr. Astrov opposite Peter O'Toole in Uncle Vanya in Toronto and Chicago, Torvald in A Doll's House and leading roles in Doc, Good Woman of Setzuan, To Clothe The Naked, You're Gonna Be Alright Jamie Boy, Battering Ram, My Fat Friend, Chapter Two, The Country Girl and The Indian Wants The Bronx in theaters from Halifax to Los Angeles.  - IMDb Mini Biography","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":14905,"imdb_id":"nm0787825","known_for_department":"Acting","name":"Chuck Shamata","place_of_birth":null,"popularity":2.639,"profile_path":"/yMDT5yEOgxNzSVFc9GoGTJ1D38B.jpg"}
