{"adult":false,"also_known_as":[" Philip Akon"," Phil Aiken ","Philip Aikin"," Phil Aken"," Phil Akin","Phillip Akin"],"biography":"From Wikipedia, the free encyclopedia.\n\nPhilip Akin (born April 18, 1950) is a Canadian actor who has been active for over thirty years in stage, film, and television. He has had featured roles in major American films such as The Sum of All Fears, S.W.A.T., and Get Rich or Die Tryin’. He has also done much voice work, including voicing the character of Bishop for the X-Men animated series and Tripp Hansen in Monster Force.\n\nAkin was born in Kingston, Jamaica as a middle brother of five sons. His parents moved to Oshawa, Ontario in 1953, and he and his brothers followed suit the next year. He has lived there ever since. Shortly after attending high school, Akin attended Toronto’s Ryerson Theatre School. In 1975, he became the school’s first acting graduate, landing a role just a few days later in a Shaw Festival production of Caesar and Cleopatra.\n\nIn 1983 Akin began studying Yoshinkan Aikido and is presently a 5th degree black belt in that art. He has also trained in Jing Mo Kung Fu and Tai Chi Chuan.\n\nAkin first came to prominence in the early 1980s when he performed on the zany comedy series Bizarre. Other recognizable roles include computer expert Norton Drake from War of the Worlds, a Canadian television series that went off the air in 1990. His recurring role as Charlie DeSalvo in Highlander: The Series has also brought him much recognition. In Shake Hands with the Devil he portrays Kofi Annan, then United Nations Under-Secretary-General for Peacekeeping Operations. In 2007, Akin will be performing at the Stratford Festival of Canada, a prestigious summer-long celebration of theatre held each year in Stratford, Ontario, Canada. He is cast in the title role of William Shakespeare’s Othello, and also in the role of Crooks in the Festival’s rendition of John Steinbeck’s novella Of Mice and Men. Phil Akin can also be seen in a long list of guest appearances on television series filmed in Canada, for example: F/X: The Series, Mutant X, and most recently, Flashpoint (2008).\n\nAkin is a founding member and currently the Artistic Director of the Obsidian Theatre Company, a Canadian theatre company comprising seasoned actors of African descent, devoted to the work of blacks. Akin is divorced, with one child.\n\nDescription above from the Wikipedia article Philip Akin, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1950-04-18","deathday":null,"gender":2,"homepage":null,"id":5946,"imdb_id":"nm0015370","known_for_department":"Acting","name":"Philip Akin","place_of_birth":"Kingston, Jamaica","popularity":1.629,"profile_path":"/6YLxKUiyCM4bckISIfCcHHSBEGc.jpg"}
