{"adult":false,"also_known_as":["Larry Fishburne","لورنس فيشبورن","로런스 피시번","ローレンス・フィッシュバーン","Лоренс Фишберн","勞倫斯·費許朋","Laurence John Fishburne","Λώρενς Τζον Φίσμπερν","Λώρενς Φίσμπερν","    劳伦斯·菲什伯恩"],"biography":"Laurence John Fishburne III (born July 30, 1961) is an American actor and producer. He has been critically hailed for his forceful, militant, and authoritative characters in his films. He is known for playing Morpheus in the first three films of The Matrix series (1999–2003), Jason \"Furious\" Styles in the John Singleton drama film Boyz n the Hood (1991), Tyrone \"Mr. Clean\" Miller in Francis Ford Coppola's war film Apocalypse Now (1979), and \"The Bowery King\" in the John Wick film series (2017–present).\n\nFor his portrayal of Ike Turner in What's Love Got to Do With It (1993), Fishburne was nominated for an Academy Award for Best Actor. He won a Tony Award for Best Featured Actor in a Play for his performance in Two Trains Running (1992), and an Emmy Award for Outstanding Guest Actor in a Drama Series for his performance in TriBeCa (1993). Fishburne became the first African American to portray Othello in a motion picture by a major studio when he appeared in Oliver Parker's 1995 film adaptation of the Shakespeare play.\n\nOther film credits of Fishburne include The Color Purple (1985), School Daze (1988), King of New York (1990), Deep Cover (1992), Searching for Bobby Fischer (1993), Event Horizon (1997), Mystic River (2003), Akeelah and the Bee (2006), Contagion (2011), Man of Steel (2013), Batman v Superman: Dawn of Justice (2016), and Ant-Man and the Wasp (2018). On television, he starred as Dr. Raymond Langston on the CBS crime drama CSI: Crime Scene Investigation (2008–2011), as Special Agent Jack Crawford in the NBC thriller series Hannibal (2013–2015), and as Earl \"Pops\" Johnson in the ABC sitcom Black-ish (2014–present).","birthday":"1961-07-30","deathday":null,"gender":2,"homepage":"http://www.laurence-fishburne.com","id":2975,"imdb_id":"nm0000401","known_for_department":"Acting","name":"Laurence Fishburne","place_of_birth":"Augusta, Georgia, USA","popularity":26.573,"profile_path":"/8suOhUmPbfKqDQ17jQ1Gy0mI3P4.jpg"}
