{"adult":false,"also_known_as":["許美珍"],"biography":"Cynthia Koh’s potential and flair for acting have been duly recognized even before her glamour days. In fact, the saccharine sweet actress made her small screen debut in The Dating Game while still undergoing training in the 10th  Professional Drama Performers’ Training Course organized by the then Singapore Broadcasting Corporation in 1992.  Over the years, the petite actress continuously outshines with her acting skills to transcend into the leading lady.\n\nThe multi-talented actress also made her debut in stage performance in the critically acclaimed Men At Forty-Eight in 1997.  Her acting skill was further recognised when she bagged the Best Actress award in Star Awards ’99 with her breakthrough performance in Stepping Out where she played a long-suffering woman fighting against her fate. The same role also earned her a nomination in the same category at the Asian Television Awards. She is also one of the first Singaporean actress to ever shave her head for a role.\n\nEffectively bilingual, Cynthia made her cross over to English drama when she was cast in the award-winning local series, Growing Up, which was immediately followed by another lead role in @Moulmein High, a high school drama, making her a huge idol amongst teengers across the island.\n\nTo date, Cynthia has not only handled diversified roles both in Chinese and English, but has also tried her hands at hosting and singing, all, to favourable reviews. A thespian actress, it is little wonder why she is a hot favourite amongst directors and producers alike. She was in two 100-episode long Chinese drama, Holland V and Portrait of Home as leading roles.\n\nHer past productions include The Little Nyonya in 2008, a storyline with a Peranakan setting that spans over 70 years starting from the 1930s which recorded the highest rating in local TV history for the past 15 years. She was also cast in Crescendo, a Singaporean Musical Drama about Xinyao in 2015. And in 2019, Cynthia’s outstanding performance Say Cheese earned her another nomination for Best Supporting Actress in Star Awards 2019 and also in Asia Pacific’s most prestigious Awards for Creative Excellence - Asian Academy Creative Awards.","birthday":"1974-03-25","deathday":null,"gender":1,"homepage":null,"id":1237994,"imdb_id":"nm0463160","known_for_department":"Acting","name":"Cynthia Koh","place_of_birth":"Singapore","popularity":0.84,"profile_path":null}
