{"adult":false,"also_known_as":["John Towner Williams"],"biography":"John Towner Williams (born February 8, 1932) is an American composer, conductor, and pianist. Widely regarded as one of the greatest American composers of all time, he has composed some of the most popular, recognizable, and critically acclaimed film scores in cinematic history in a career spanning over six decades. Williams has won 24 Grammy Awards, seven British Academy Film Awards, five Academy Awards, and four Golden Globe Awards. With 51 Academy Award nominations, he is the second most-nominated individual, after Walt Disney. In 2005, the American Film Institute selected Williams's score to 1977's Star Wars as the greatest American film score of all time. The soundtrack to Star Wars was additionally preserved by the Library of Congress into the National Recording Registry for being \"culturally, historically, or aesthetically significant\".\n\nWilliams has composed for many critically acclaimed and popular movies, including the Star Wars series, Jaws, Close Encounters of the Third Kind, Superman, E.T. the Extra-Terrestrial, the Indiana Jones series, the first two Home Alone films, Hook, the first two Jurassic Park films, Schindler's List, and the first three Harry Potter films. He has been associated with director Steven Spielberg since 1974, composing music for all but four of his feature films––Duel, The Color Purple, Bridge of Spies and Ready Player One. Other works by Williams include theme music for the 1984 Summer Olympic Games, NBC Sunday Night Football, \"The Mission\" theme used by NBC News and Seven News in Australia, the television series Lost in Space and Land of the Giants, and the incidental music for the first season of Gilligan's Island.\n\nWilliams has also composed numerous classical concertos and other works for orchestral ensembles and solo instruments. He served as the Boston Pops's principal conductor from 1980 to 1993, and is its laureate conductor. He was inducted into the Hollywood Bowl's Hall of Fame in 2000, and was a recipient of the Kennedy Center Honors in 2004 and the AFI Life Achievement Award in 2016. Williams composed the score for eight of the top 20 highest-grossing films at the U.S. box office (adjusted for inflation).\n\nDescription above from the Wikipedia article John Williams, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1932-02-08","deathday":null,"gender":2,"homepage":"http://www.johnwilliams.org","id":491,"imdb_id":"nm0002354","known_for_department":"Sound","name":"John Williams","place_of_birth":"Flushing, Queens, New York, United States","popularity":3.943,"profile_path":"/KFyMqUWeiBdP9tJcZyGWOqnrgK.jpg"}
