{"adult":false,"also_known_as":[],"biography":"​From Wikipedia, the free encyclopedia.\n\nJacqueline Susan McKenzie  (born 24 October 1967) is an Australian actress. McKenzie made her film debut in the 1987 film Wordplay and on stage in Child Dancing for Griffin Theatre Company. She made a strong impression in Romper Stomper (1992), and over the next couple of years came to be regarded as one of Australia's most promising young actresses. She received Australian Film Institute Award nominations for her roles in Stark, This Won't Hurt a Bit (both 1993), The Battlers and Traps (both 1994) before winning two awards in 1995 for \"Best Actress in a Television Drama\" for Halifax f.p: \"Lies of the Mind\", and Best Actress in a Leading Role\" for Angel Baby. With this success she ventured to the United States and secured a Green Card, as a \"Person of Extraordinary Ability\". She subsequently had acting roles in films such as Deep Blue Sea (1999) and Divine Secrets of the Ya-Ya Sisterhood (2002). In 2004, she began playing the lead female role Diana Skouris in the science fiction television series The 4400, one of the year's biggest successes. The show ran for four seasons, ending in 2007. She also played a lead role in an episode of Two Twisted (2006), an Australian television program. McKenzie appeared on television again in 2006 playing Linda Landry in \"Umney's Last Case\", the third episode of Nightmares and Dreamscapes on TNT. She has recorded a collection of songs: \"Shy Baby\", \"Boo Boo\", \"Find Me\", \"Summer\", \"Under The Elm\" and \"Ever\". \"Shy Baby\" was used in the second season finale of The 4400, and will be included in the show's soundtrack released in April 2007. She was born in Sydney, New South Wales, Australia. In 1996, a portrait of McKenzie by Garry Shead was a finalist in the Archibald Prize. The prize is awarded for the \"best portrait painting preferentially of some man or woman distinguished in Art, Letters, Science or Politics\". McKenzie became mother to a daughter in June 2009. From 7 February to 27 March 2011, she will appear in In the Next Room or the Vibrator Play by Sarah Ruhl at the Sydney Opera House with the Sydney Theatre Company\n\nDescription above from the Wikipedia article Jacqueline McKenzie, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1967-10-24","deathday":null,"gender":1,"homepage":"http://www.jacquimckenzie.com/","id":28744,"imdb_id":"nm0571537","known_for_department":"Acting","name":"Jacqueline McKenzie","place_of_birth":"Sydney, New South Wales, Australia","popularity":11.466,"profile_path":"/hH93PT4yKLtrXyBVw7AF7DbCh3p.jpg"}
