{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nBritt Allcroft is the multi- award-winning creator of a trio of children's entertainment produced in the 1980s and 1990s: \"Thomas the Tank Engine and Friends\", (now retitled \"Thomas and Friends\"), \"Shining Time Station\" (with co-creator Rick Siggelkow) and \"Britt Allcroft's Magic Adventures of Mumfie\".\n\nShe was born Hilary Mary Allcroft, in Worthing, England and, at 16, changed her name to Britt as her career in British radio and TV gained momentum. She went on to create a string of shows for the BBC and ITV networks, including \"Moon Clue Game\", \"Get it, Got it, Good\", \"Dance Crazy\", \"Keepsakes\" and \"Mothers by Daughters\" . She worked in live theatre staging shows at the London Palladium and Drury Lane Theatres.\n\nIn 1979, Allcroft was making a five-minute film for the Central Office of Information about the resurgence of interest in steam railways. One inspiration for the film was A Guide to the Steam Railways of Britain, a book compiled by the Rev. W. Awdry and Dr Christopher Cook, and published by Eric Marriott, the former editor of The Railway Series. As Awdry would be taking part in the programme, Allcroft was prompted to read some of the volumes of the Railway Series, for the first time. She said: \"it really didn't take me long to become intrigued by the characters and the relationships between them and the simplicity of the stories. I was equally intrigued by the illustrations, the landscape in them and the nostalgia they invoked.\" She met Awdry, saying she wanted to make a TV series, based on his stories. Although Awdry was initially reluctant, a deal was eventually done It took Britt three years to raise the finance and find all the people who could make her dream come true. The first episode of Thomas the Tank Engine and Friends, was aired in the UK in September 1984.\n\nIn 1984 she co-founded the Britt Allcroft Company with her then husband, Angus Wright, formulating cover of all merchandising and television rights in Thomas the Tank Engine and Friends. The company went public in 1996 and was renamed Gullane Entertainment.\n\nOnce Thomas the Tank Engine and Friends had become a critical and commercial success in the UK, Allcroft and her production company looked to promote the brand in North America. As the Thomas films were only 5 minutes long, initially, the company found it difficult in placing the series in the USA, as generally, the networks preferred 30 minute formats and so in 1988 the Britt Allcroft Company teamed up with PBS Station WNET in New York to produce and distribute Shining Time Station, where every episode of the show would include a couple episodes of Thomas the Tank Engine and Friends.\n\nShe wrote and directed the movie \"Thomas and the Magic Railroad\", released in 2000, as well as providing the voice for the character Lady. The film was not a critical success, and Allcroft resigned in September 2000. Her resignation followed many years of internal stress within the company. In 2007, news surfaced on a Thomas fan site that the released version of the Thomas movie was a drastically edited version of Allcroft's original script and shot film - in effect, the claim was that production of the film had been taken out of her hands.\n\nGullane was subsequently acquired in 2003 by Hit Entertainment, which was taken over by Apax Partners in 2005.\n\nWright and Allcroft are divorced.\n\nBritt Allcroft is now living and working in Santa Monica, California. She re-acquired Mumfie from HiT Entertainment in 2008. She is on the advisory council of Southern California Public Radio and the Audrey Hepburn Children's Fund.\n\nDescription above from the Wikipedia article Britt Allcroft, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":null,"deathday":null,"gender":0,"homepage":null,"id":113733,"imdb_id":"nm0020150","known_for_department":"Production","name":"Britt Allcroft","place_of_birth":"Hilary Mary Allcroft Worthing, England","popularity":0.995,"profile_path":null}
