{"adult":false,"also_known_as":[],"biography":"Lena Maria Jonna Olin (born 22 March 1955) is a Swedish actress. She has received nominations for an Academy Award, a Golden Globe Award, a BAFTA Award, and a Primetime Emmy Award.\n\nMentored by filmmaker Ingmar Bergman, she made her screen debut with a small role in his film Face to Face (1976). After graduating from the drama school, Olin joined the Royal Dramatic Theatre, followed by roles in Bergman's films Fanny and Alexander (1982) and After the Rehearsal (1984). She made her international breakthrough with a role of a free-spirited artist in The Unbearable Lightness of Being (1988), which earned her a nomination for the Golden Globe Award for Best Supporting Actress – Motion Picture.\n\nOlin garnered further critical acclaim for her portrayals of a Jewish survivor in the comedy-drama Enemies, A Love Story (1989), for which she received a nomination for the Academy Award for Best Supporting Actress, and a domestic violence victim in the comedy-drama Chocolat (2000), for which she received a nomination for the BAFTA Award for Best Actress in a Supporting Role. Her other film roles include The Adventures of Picasso (1978), Havana (1990), Romeo Is Bleeding (1993), Mr. Jones (1993), The Ninth Gate (1999), Queen of the Damned (2002), Casanova (2005), The Reader (2008), Remember Me (2010), Maya Dardel (2017), and The Artist's Wife (2019).\n\nOn television, Olin starred as KGB agent Irina Derevko on the spy thriller Alias (2002–2006), which earned her a nomination for the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series. Her other television roles include the sitcom Welcome to Sweden (2014–2015), the drama series Riviera (2017–2020), and the drama series Hunters (2020).\n\nDescription above from the Wikipedia article Lena Olin, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1955-03-22","deathday":null,"gender":1,"homepage":null,"id":5313,"imdb_id":"nm0000565","known_for_department":"Acting","name":"Lena Olin","place_of_birth":" Stockholm,  Sweden","popularity":22.521,"profile_path":"/tPB3UcKpxgBXrKS1PHDKoKEtFEV.jpg"}
