{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nMorgan J. Freeman (born December 5, 1969) is an American film director. In 1997, his debut feature, Hurricane Streets, became the first narrative film to win three awards at the Sundance Film Festival (Audience Award, Best Director, and Best Cinematography). The film was bought by MGM/UA and distributed the following year.\n\nMorgan received a BA in film studies from UC Santa Barbara in 1992. Morgan spent the following year in Paris studying film theory at the Sorbonne. In 1993, he entered NYU's's Graduate Film Program where he earned his MFA. During the summer of 1994, Morgan interned at a small production company where he was introduced to Todd Solondz, who was prepping to shoot Welcome to the Dollhouse. Morgan was an Assistant Director on Dollhouse, which went on to win the 1996 Grand Jury Prize at Sundance. It was on this film that he befriended actor Brendan Sexton III, the eventual star of Hurricane Streets.\n\nFollowing the critical success of Hurricane Streets, Freeman wrote and directed Desert Blue. The film was distributed by the Samuel Goldwyn Company and reteamed Freeman with Brendan Sexton III. The film starred Christina Ricci, Casey Affleck, Ethan Suplee, Peter Sarsgaard and Kate Hudson (in her film debut).\n\nIn 2000, Freeman wrote and directed The Cherry Picker for Showtime starring Janeane Garofalo. He directed several music videos, including two for the breakout indie band Rilo Kiley, and directed the teen hit Dawson's Creek for The WB. In 2001, Freeman directed American Psycho 2 for Lions Gate Entertainment. In 2003, he helmed the independent feature Piggy Banks, which starred Gabriel Mann, Kelli Garner and Tom Sizemore. Later that year, Freeman produced the MTV reality TV show Laguna Beach: The Real Orange County. In 2007, he created and executive produced the television series Maui Fever, another MTV reality series.\n\nJust Like the Son, premiered to immediate audience and critical acclaim at the 2006 Tribeca Film Festival and won the Alice Nella Citta Prize for Best Feature Film at its European debut in Italy at the 2006 Rome Film Festival. The film stars Mark Webber, Brendan Sexton III and Rosie Perez.\n\nFreeman most recently directed the 2009 film Homecoming, starring Mischa Barton.\n\nHe produces the new MTV reality shows 16 and Pregnant and Teen Mom.\n\nFreeman currently lives in New York City where he is writing his next screenplay.\n\nDescription above from the Wikipedia article Morgan J. Freeman, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1969-12-05","deathday":null,"gender":2,"homepage":null,"id":66800,"imdb_id":"nm0293533","known_for_department":"Directing","name":"Morgan J. Freeman","place_of_birth":"Long Beach, California, USA","popularity":2.905,"profile_path":"/fcpw2XhChM1kty9USRe3yIrygHg.jpg"}
