{"adult":false,"also_known_as":[],"biography":"Fuqua began his career directing music videos for popular artists such as Toni Braxton, Coolio, Stevie Wonder, and Prince. From 1998 onwards, he began directing feature films, although he has worked on a few music videos since then. In a tribute article for TIME magazine, Fuqua expressed his early respect for Kurosawa as a filmmaker and how Kurosawa influenced his own perspective on filmmaking stating: \"(screenwriter Hashimoto's) … working with Akira Kurosawa and Hideo Oguni, was so beautiful and poetic and powerful and heartbreaking. It was all about justice, it was all about sacrifice, and it made me want to be one of those guys\".\n\nHis first feature film was the John Woo-produced action film The Replacement Killers (1998), starring Chow Yun Fat. He then directed the crime thriller Training Day (2001), for which star Denzel Washington won an Academy Award for Best Actor. His next films were the action war drama Tears of the Sun (2003), the Arthurian legend film King Arthur (2004), the conspiracy action thriller Shooter (2007), the crime film Brooklyn's Finest (2009), and the action thrillers Olympus Has Fallen (2013) and The Equalizer (2014), the latter of which again pairs Fuqua with Denzel Washington.\n\nHe co-created the comic-book miniseries After Dark with Wesley Snipes, which was written by Peter Milligan and illustrated by Jeff Nentrup. Fuqua was scheduled to direct Prisoners, based on a storybook from Aaron Guzikowski, but left the project. He was slated to direct Tupac Shakur's official biopic. The project was postponed to allow Fuqua to direct rapper Eminem's second feature film, Southpaw. However, Eminem put Southpaw on hold to focus on music and was replaced with Jake Gyllenhaal. In 2010, CBS Films hired Fuqua to direct a new movie based on a Vince Flynn novel, Consent to Kill. In May 2014, 20th Century Fox set Fuqua to direct a drug-smuggling thriller film Narco Sub, which is scripted by David Guggenheim.","birthday":"1966-01-19","deathday":null,"gender":2,"homepage":null,"id":20907,"imdb_id":"nm0298807","known_for_department":"Directing","name":"Antoine Fuqua","place_of_birth":"Pittsburgh, Pennsylvania, USA","popularity":6.26,"profile_path":"/9zh0MmYIw1BP8V7y9N9K5Rjew4C.jpg"}
