{"adult":false,"also_known_as":["Lisa S. Blount","Lisa Suzanne Blount"],"biography":"Lisa Blount was an American film and television actress and Oscar-winning producer.  Lisa (5' 9\" | 1.75 m) was born on July 1, 1957 (Cancer) in Fayetteville, Arkansas, USA as Lisa Suzanne Blount.  She has a brother, Greg Blount (who appeared on one episode of American Gladiators (1989) but was injured and unable to participate further).  Lisa Blount's second cousin is conservative filmmaker and inventor Cody G. Carson who is best known for being the founder of the Arkansas Movie Makers Organization (AMMO).  Lisa grew up in Jacksonville, Arkansas, and graduated from Jacksonville High School in 1975.  She actually quit high school at age sixteen and enrolled at the University of Arkansas despite not having a high school diploma.  Her film career began at age 17 when, as a college student at the University of Arkansas at Fayetteville, she was cast by director James Bridges to play a James Dean-obsessed goth girl in September 30, 1955 (1977).  She was known as the \"scream queen\" star of a few 80s horror movies, but she is best remembered as the cynical, ambitious but insecure best friend to Debra Winger whose paramour (played by David Keith) commits suicide when Lisa's character refuses to marry him because he has dropped out of the Navy's officer's training program in An Officer and a Gentleman (1982).  In 1983, she was voted \"Favorite Female Newcomer\" by \"US\" magazine readers poll.  She married Christopher Tufty on March 19, 1982 but however was divorce sometime prior to her marriage to actor/writer/director Ray McKinnon sometime in 1998.  The February 6, 1985, issue of Variety announced the film \"Ombre sul ponte\" (English title \"Shadow on the Bridge\") would begin filming in March 1985, with director Ruggero Deodato, starring Franco Nero, Patrick Wayne, Lisa Blount, and Eli Wallach. No evidence the film was ever made or released. She executive produced The Accountant (2001) which was written and directed by her husband, McKinnon, and won the Oscar for \"best live action short\".  Lisa Blount's mother, Louise, found her dead on October 25, 2010 (age 53) in Little Rock, Arkansas, USA in her home after two days of not being able to reach her.  Louise claims that at the time of her daughter's death, she (Lisa) was suffering from idiopathic thrombocytopenic purpura (ITP), a blood disorder, in which low levels of platelets keep blood from clotting and lead to bleeding and bruising.  No signs of foul play were reported by Pulaski County Coroner Garland Camper but he did not release cause of death. The police report listed her death as 'natural'. Her husband, Ray McKinnon, had been out of town at the time filming the remake of \"Footloose\" in Atlanta. They had been living in Little Rock, AR since 2005 after moving there due to Blount's health problems.","birthday":"1957-07-01","deathday":"2010-10-25","gender":1,"homepage":null,"id":27539,"imdb_id":"nm0089408","known_for_department":"Acting","name":"Lisa Blount","place_of_birth":"Fayetteville, Arkansas, U.S.","popularity":4.138,"profile_path":"/tRQj5t8k1c1yPIbJeJO1AS6H8cF.jpg"}
