{"adult":false,"also_known_as":["Sir Mick Jagger","Michael Philip Jagger","Sir Michael Jagger","The Rolling Stones"],"biography":"​From Wikipedia, the free encyclopedia.  \n\nSir Michael Philip \"Mick\" Jagger (born 26 July 1943) is an English musician, singer-songwriter, actor, and producer, best known as the lead vocalist of rock band, The Rolling Stones. Jagger has also acted in and produced several films. The Rolling Stones started in the early 1960s as a rhythm and blues cover band with Jagger as frontman. Beginning in 1964, Jagger and guitarist Keith Richards developed a songwriting partnership, and by the mid-1960s the group had evolved into a major rock band. Frequent conflict with the authorities (including alleged drug use and his romantic involvements) ensured that during this time Jagger was never far from the headlines, and he was often portrayed as a counterculture figure. In the late 1960s Jagger began acting in films (starting with Performance and Ned Kelly), to mixed reception. In the 1970s, Jagger, with the rest of the Stones, became tax exiles, consolidated their global position and gained more control over their business affairs with the formation of the Rolling Stones Records label. During this time, Jagger was also known for his high-profile marriages to Bianca Jagger and later to Jerry Hall. In the 1980s Jagger released his first solo album, She's the Boss. He was knighted in 2003. Jagger's career has spanned over 50 years. His performance style has been said to have \"opened up definitions of gendered masculinity and so laid the foundations for self-invention and sexual plasticity which are now an integral part of contemporary youth culture\". In 2006, he was ranked by Hit Parader as the fifteenth greatest heavy metal singer of all time, despite not being associated with the genre. Allmusic has described Jagger as \"one of the most popular and influential frontmen in the history of rock & roll\". His distinctive voice and performance, along with Keith Richards' guitar style, have been the trademark of The Rolling Stones throughout their career.\n\nDescription above from the Wikipedia article Mick Jagger, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1943-07-26","deathday":null,"gender":2,"homepage":"http://www.mickjagger.com/","id":1428,"imdb_id":"nm0001396","known_for_department":"Acting","name":"Mick Jagger","place_of_birth":"Dartford, Kent, England, UK","popularity":3.808,"profile_path":"/r1uFIYnBCDhIlqNbiTS4nDrjHrl.jpg"}
