{"adult":false,"also_known_as":["Леслі Нільсен"],"biography":"Leslie William Nielsen, OC (11 February 1926 – 28 November 2010) was a Canadian and naturalized American actor and comedian. Nielsen appeared in over one hundred films and 1,500 television programs over the span of his career, portraying over 220 characters. Born in Regina, Saskatchewan, Nielsen enlisted in the Royal Canadian Air Force and worked as a disc jockey before receiving a scholarship to Neighborhood Playhouse. Making his television debut in 1948, he quickly expanded to over 50 television appearances two years later. Nielsen made his film debut in 1956, and began collecting roles in dramas, westerns, and romance films. Nielsen's performances in the films Forbidden Planet (1956) and The Poseidon Adventure (1972) received positive reviews as a serious actor, though he is primarily known for his comedic roles.\n\nAlthough Nielsen's acting career crossed a variety of genres in both television and films, his deadpan delivery in Airplane! (1980) marked a turning point in his career, one that would make him, in the words of film critic Roger Ebert, \"the Olivier of spoofs.\" Nielsen enjoyed further success with The Naked Gun film series (1988 – 1994), based on a short-lived television series Police Squad! in which he starred earlier. His portrayal of serious characters seemingly oblivious to (and complicit in) their absurd surroundings gave him a reputation as a comedian. In the final years of his career, Nielsen appeared in multiple spoof and parody films, many of which were met poorly by critics, but performed well in box office and home media releases. Nielsen married four times and had two daughters from his second marriage. He was recognized with a variety of awards throughout his career, and was inducted into the Canada and Hollywood Walks of Fame.\n\nDescription above from the Wikipedia article Leslie Nielsen, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1926-02-11","deathday":"2010-11-28","gender":2,"homepage":null,"id":7633,"imdb_id":"nm0000558","known_for_department":"Acting","name":"Leslie Nielsen","place_of_birth":"Regina, Saskatchewan, Canada","popularity":17.501,"profile_path":"/u5vWl5dw69Nf89f905Qb5JqEVL3.jpg"}
