{"adult":false,"also_known_as":["Mike Shannon","Μάικλ Σάνον","마이클 섀넌","Майкл Шеннон"],"biography":"Michael Corbett Shannon (born August 7, 1974) is an American actor, producer, musician, and theatre director. He has been nominated twice for the Academy Award for Best Supporting Actor for his roles in the Sam Mendes period drama Revolutionary Road (2008) and the Tom Ford psychological thriller Nocturnal Animals (2016). He earned Screen Actors Guild Award and Golden Globe Award nominations for his role in 99 Homes (2014), and a Tony Award nomination for Best Featured Actor in a Play for the Broadway revival of Eugene O'Neill's Long Day's Journey into Night (2016).\n\nShannon made his film debut in 1993 with Groundhog Day and received widespread attention for his performance in 8 Mile (2002). He is known for his on-screen versatility, performing in both comedies and dramas such as Pearl Harbor (2001), Bad Boys II (2003), Bug (2006), Before the Devil Knows You're Dead (2007), Bad Lieutenant: Port of Call New Orleans (2009), The Iceman (2012), Premium Rush (2012), The Night Before (2015), The Shape of Water (2017) and Knives Out (2019). He played Superman's Kryptonian adversary General Zod in Man of Steel (2013) and Batman v Superman: Dawn of Justice (2016), and is set to reprise the role in The Flash (2022). Shannon is a frequent collaborator of Jeff Nichols, appearing in all of his films: Shotgun Stories (2007), Take Shelter (2011), Mud (2012), Midnight Special, and Loving (both 2016). He is also known for his role as Nelson Van Alden in the HBO period drama series Boardwalk Empire (2010–2014), for which he was nominated for three Screen Actors Guild Awards. In 2021, he had a main role in the Hulu drama miniseries Nine Perfect Strangers.","birthday":"1974-08-07","deathday":null,"gender":2,"homepage":null,"id":335,"imdb_id":"nm0788335","known_for_department":"Acting","name":"Michael Shannon","place_of_birth":"Lexington, Kentucky, USA","popularity":24.235,"profile_path":"/6mMczfjM8CiS1WuBOgo5Xom1TcR.jpg"}
