{"adult":false,"also_known_as":[],"biography":"Chris Ellis is an American film and television actor who was born April 14, 1956 in Dallas, Texas. Ellis always wanted to be an actor because of television. He grew up in the 50's in the deep south in a \"world of privation and violence\", but saw on television people who seemed to have lives of ease and privilege.\n\nIt took him seven years to finish college however, because \"I have always been shiftless\". During those years Chris became involved in community theatre in Memphis, where \"I did and do still think the quality of the work has always been quite good\". By the time he moved to New York, he had worked with many excellent actors in about two dozen plays, classical and contemporary. \"I cannot imagine what might have supplanted that background for a newcomer in New York.\"\n\nHis first part in either television or film came in 1979, where he played a truck driver in the TV movie The Suicide's Wife, which starred Angie Dickinson. The role resulted in very little TV or film work. After working in regional theatre for a year or so, Chris fell off the radar screen and did not work for about ten years. During that time he lived in \"bone-grinding poverty\" in Manhattan's Hell's Kitchen. In one nine-month period of 1987, Chris accepted 102 dinner invitations. \"I don't know why they kept arriving, nor why I counted them, though I do know why I accepted them.\"\n\nIn 1990, a break came when he got a part in Days of Thunder, which starred Tom Cruise, Nicole Kidman, Cary Elwes, Robert Duvall, and Randy Quaid. John C. Reilly and Fred Dalton Thompson also appear. This seemed to jump-start Ellis' career as parts in films like My Cousin Vinny with Joe Pesci and Marisa Tomei, a small part in Addams Family Values, and a larger one in Apollo 13 as former NASA Mercury Seven astronaut Deke Slayton, alongside Tom Hanks, followed. He also began picking up credits on well-known television shows like Melrose Place, NYPD Blue, and The X-Files.\n\nSince working with Hanks on Apollo 13, the two have worked together on That Thing You Do, the TV miniseries From the Earth to the Moon, and Catch Me If You Can. Ellis returned to a fictional NASA Mission Control when he played a Flight Director in 1998's Armageddon.\n\nAdditional films in which Ellis has appeared include Home Fries, October Sky, Live Free or Die Hard, and Transformers. His television credits also include The West Wing, Ghost Whisperer, Chicago Hope, The Pretender, Alias, JAG, CSI: NY, Burn Notice, and Cold Case. He appeared in three season one episodes of Millennium as group member Jim Panseayres. He has established a reputation as being particularly talented at portraying Southern lawmakers or serious military or police-type characters.\n\nHe also appeared in Criminal Minds as Sheriff Jimmy Rhodes who calls for the BAU's help in investigating a string of murders in New Mexico. In addition to that, he also had two guest appearances in NCIS as Gunnery Sergeant John Deluca. Ellis's appearance in the Season 1 episode, \"The Curse\" was uncredited while his second and final appearance in Season 2's \"The Bone Yard\" was credited.\n\nDescription above from the Wikipedia article Chris Ellis (actor), licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1956-04-14","deathday":null,"gender":2,"homepage":null,"id":8191,"imdb_id":"nm0254760","known_for_department":"Acting","name":"Chris Ellis","place_of_birth":"Dallas, Texas, USA","popularity":6.126,"profile_path":"/zSoBhmD7KtHi9YrBVrHK9QSl8DU.jpg"}
