{"adult":false,"also_known_as":["Ivory","Tina Ferrari","Nina","Tina Moretti"],"biography":"Lisa Mary Moretti is a retired American professional wrestler. She is best known for her appearances with World Wrestling Entertainment (previously the World Wrestling Federation) between 1999 and 2005 under the ring name Ivory. Moretti, however, began her career in the Gorgeous Ladies of Wrestling professional wrestling promotion, where she wrestled as Tina Ferrari from the mid-to-late 1980s. She then debuted in the World Wrestling Federation in 1999 as the manager for the team of Mark Henry and D'Lo Brown. She won the WWE Women's Championship twice before becoming a part of the Right to Censor, an alliance of wrestlers with conservative views, and winning the title for a third time.  In her later years with the company, she only wrestled sporadically. She did, however, co-host The WWE Experience and act as a trainer on WWE Tough Enough. After being released in 2005, she wrestled a few matches on Women Superstars Uncensored, winning two other titles, and Moretti was also inducted into the WSU Hall of Fame. She also began working in the landscaping industry and volunteering with her local animal shelter. In addition, she opened an animal and grooming facility named Downtown Dog in her hometown in 2007. Moretti was born In Los Angeles, California and raised in Inglewood, CaliforniaShe has three siblings: two brothers and one sister.She studied public relations at the University of Southern California (USC),and she was a cheerleader for the Los Angeles Express of the United States Football League in the mid-1980s.Prior to beginning her career in wrestling, Moretti worked as a make-up artist for the cosmetic brand Revlon.\n\nAfter leaving WWE, Moretti began working in the landscaping industry. Moretti also worked with her niece to help the pet population affected by Hurricane Katrina. In addition, Moretti volunteered for an organization called Best Friends Animal Society, which is a no-kill animal shelter (a shelter that does not euthanize to control animal populations) in Utah.She also worked with her local animal shelter on San Juan Island in northwestern Washington,where she has resided since 2000. While working at the shelter, she met her eventual business partner Jessica Ray, with whom she opened Downtown Dog in 2007. The facility is an animal daycare, as well as a training, grooming, and cat boarding company located in Friday Harbor, Washington. In June 2007, they expanded the business to include veterinary care and later the Bow Wow Bus, which takes the dogs on outings.Moretti has taken classes to learn how to groom animals and now grooms them as part of the business","birthday":"1961-11-26","deathday":null,"gender":1,"homepage":null,"id":219244,"imdb_id":"nm0604324","known_for_department":"Acting","name":"Lisa Mary Moretti","place_of_birth":"Inglewood, California, USA","popularity":3.175,"profile_path":"/pcFZBzYpKzM35wnvC5qq7fv9AQw.jpg"}
