{"adult":false,"also_known_as":["Константин Эрнст"],"biography":"General Director of \"First Channel\" OJSC, President of the Industrial Committee of the Media, member of the Board of the Academy of Russian Television (ART), member of the Board of the National Association of TV and Radio Broadcasters (NAT). In 1983 he graduated from the biological faculty of the Moscow State University named after Mikhail Lomonosov, in 1987 - graduated from the Moscow State University, candidate of biological sciences; worked in the creative production association \"Videofilm\". Since 1988, he worked in the Main Editorial Office of Youth Programs of the Central Television and Radio Broadcasting of the USSR, in the weekly information and music program \"Vzglyad\". In 1991 in the TV company \"VID\" he created the journalistic program \"Matador\", dedicated to the issues of culture, cinema, fashion, until 1995 - the author and host of the program \"Matador\". In 1992, together with Leonid Parfyonov and Igor Ugolnikov, he created an independent production company \"Master-TV\" (became its general director), but a year later the company collapsed; registered the firm \"Matador\"; since 1995 - editor-in-chief of the Matador magazine. In June 1995, he was appointed general producer of JSC \"ORTV\"; together with Leonid Parfyonov became the author of New Year's scripts \"Russian Project\", \"Old Songs about the Main\" (ORT). In 1995-1996 he was the general producer and one of the directors of the films of \"social advertising\" \"Russian Project ORT\". From September 3 to October 6, 1999 - Acting General Director of Public Russian Television OJSC (ORT); On October 6, 1999, by a meeting of shareholders, he was approved by the general director of ORT OJSC (now - \"First Channel\" OJSC). In July 2002, he became one of the initiators and president of the Industrial Media Committee, established by the heads of the 30 largest Russian mass media; Secretary of the Union of Cinematographers of Russia (since 1994); Academician of the Academy of Russian Television (since 1996); member of editorial boards of the magazines \"Medved\", \"Kinoatel'e\".","birthday":"1961-02-06","deathday":null,"gender":2,"homepage":null,"id":23435,"imdb_id":"nm0259712","known_for_department":"Production","name":"Konstantin Ernst","place_of_birth":"Moscow, RSFSR, USSR","popularity":2.367,"profile_path":"/rqmCpu3g1AWNbH8BKcuYixEvAXc.jpg"}
