{"adult":false,"also_known_as":["Ли Смит"],"biography":"Lee Smith was born in Sydney, New South Wales, Australia. He was nominated for the Academy Award for Best Film Editing for Master and Commander: The Far Side of the World (2004) and The Dark Knight (2008). He was also nominated for the BAFTA Award for Best Editing for The Dark Knight and for Inception (2010). He was nominated for the BAFTA Award for Best Sound for The Piano (1993). He began his career as a sound editor/sound designer for films such as Dead Calm (1989), The Piano (1993) (for which he was nominated for the BAFTA Award for Best Sound), The Portrait of a Lady (1996), and Holy Smoke! (1999). Smith was also editing films during this interval; he was one of the editors for RoboCop 2 (1990).\n\nHe began his notable collaboration with director Peter Weir on the 1982 film The Year of Living Dangerously, on which he was an associate editor working with Weir's longtime editor William M. Anderson. He was credited as a co-editor with Anderson for Fearless (1993) and for The Truman Show (1998). He was the sole editor for Weir's Master and Commander: The Far Side of the World (2003), for which Smith was nominated for the Academy Award for Film Editing and for an \"Eddie Award\" from the American Cinema Editors.\n\nMore recently, Smith has edited seven films with director Christopher Nolan. He was nominated for a second Academy Award and American Cinema Editors Award for The Dark Knight (2008). In 2010, he received another nomination for the American Cinema Editors Award for his editing work on Inception; Inception was listed as the 35th best-edited film of all time in a 2012 survey of members of the Motion Picture Editors Guild. In 2018, he received an Academy Award for his work on Nolan's Dunkirk.","birthday":"1960-06-10","deathday":null,"gender":2,"homepage":null,"id":3904,"imdb_id":"nm0809059","known_for_department":"Editing","name":"Lee Smith","place_of_birth":"Sydney, New South Wales, Australia","popularity":1.765,"profile_path":"/zlnK1i7CqdzIFTFqfMsYLyt2Sk8.jpg"}
