{"adult":false,"also_known_as":["Mark Sinclair Vincent","Mark Vincent","Він Дізель","Вин Дизель","فان ديزل","วิน ดีเซล","ヴィン・ディーゼル","빈 디젤","馮·迪索","Βιν Ντίζελ","范·迪塞尔","വിൻ ഡീസൽ"],"biography":"Mark Sinclair (born 18 July 1967), known professionally as Vin Diesel, is an American actor, producer, director and screenwriter. He is best known for playing Dominic Toretto in the Fast & Furious franchise and is one of the highest-grossing actors of all time.\n\nHe began his career in 1990 but struggled to gain roles until he wrote, directed, produced, scored, and starred in the short film Multi-Facial (1995). This attracted the attention of Steven Spielberg, who was developing Saving Private Ryan (1998); Spielberg re-wrote elements of the film to allow Diesel to appear. He subsequently voiced the titular character in The Iron Giant (1999) while gaining a reputation as an action star after headlining the Fast & Furious, XXX, and The Chronicles of Riddick film franchises.\n\nDiesel voiced Groot in Guardians of the Galaxy (2014) and its sequel (2017), as well as Ralph Breaks the Internet (2018). Away from action films, he has enjoyed commercial success in a number of other genres, such as the comedy film The Pacifier (2005), while his performance in Find Me Guilty (2006) was praised. Diesel portrayed the comic book superhero Bloodshot in its 2020 film adaptation and is slated to appear in the Avatar sequels.\n\nHe founded the production company One Race Films, where he has also served as a producer or executive producer for a number of his star vehicles. Diesel also founded the record label Racetrack Records and video game developer Tigon Studios and has provided his voice and motion capture for all of Tigon's releases.\n\nFrom Wikipedia, the free encyclopedia","birthday":"1967-07-18","deathday":null,"gender":2,"homepage":null,"id":12835,"imdb_id":"nm0004874","known_for_department":"Acting","name":"Vin Diesel","place_of_birth":"Alameda County, California, USA","popularity":41.165,"profile_path":"/9uxTwqB8anAiPomB6Kqm6A73VTV.jpg"}
