{"adult":false,"also_known_as":[],"biography":"Beatriz Valdes Fidalgo nació bajo el seno de una familia cubana, se crio junto a su madre y su familia materna. A la edad de 8 años inicia cursos en un taller infantil de instrucción artística; el más reconocido de La Habana, donde realizaba diversas actividades. Se destacó en series juveniles y telenovelas como \"Algo más que soñar\" (1984) exitosa serie televisiva que relataba las vidas y experiencias de cuatro jóvenes reclutas de la Cuba de los 70 y en la que Beatriz interpretaba además uno de los temas musicales: \"Ya se va aquella edad\", compuesto por Pablo Milanés. También protagonizó la telenovela \"Tren de noviembre\" (1989) junto al entonces debutante Jorge Treto.\n\nEn el cine su primera gran oportunidad le llegó con \"Los pájaros tirándole a la escopeta\" (1984) comedia dirigida por Rolando Díaz, en la que tuvo como compañeros de reparto a los grandes actores cubanos Reinaldo Miravalles, Consuelo Vidal y Alberto Pujol, en una divertida historia sobre un joven machista que no entiende que su madura madre se enamore del padre de su novia.\n\nSiguieron películas como \"Lejanía\" (1985) de Jesús Díaz, que abordaba el tema del exilio y el reencuentro de una madre con su hijo; \"Como nosotros\" (1985) que narraba una historia de amor en el marco de la Guerra de Independencia cubana de 1985; \"Como la vida misma\" (1985), filme de Víctor Casaus, inspirado en una obra teatral, centrada en los problemas de los jóvenes en una Escuela en el campo y su más grande éxito \"La bella del Alhambra\" (1989), de Enrique Pineda Barnet, basada en la novela \"Canción de Rachel\" de Miguel Barnet, que narraba la vida de una corista del célebre teatro habanero \"Alhambra\" a principios del siglo XX, época de gloria del teatro musical cubano en medio de los turbios acontecimientos y manejos políticos de la naciente República.\n\nLlegó a Venezuela tras ser invitada al primer Foro Interamericano de Cine en 1989. En aquellas fechas da a luz a su primer hijo Mauricio y en 1991 regresa de nuevo a tierras venezolanas para así actuar en una película que sería filmada en la ciudad de Mérida llamada Grisalla.   En los últimos años ha trabajado en filmes cubanos como \"Perfecto amor equivocado\" y el documental de largometraje de Carlos Barba conmemorando el vigésimo aniversario del estreno de \"La bella del Alhambra\". Es toda una gran señora de la actuación muy versatil y única.","birthday":"1963-05-12","deathday":null,"gender":1,"homepage":null,"id":1009347,"imdb_id":"nm0883557","known_for_department":"Acting","name":"Beatriz Valdés","place_of_birth":"La Habana - Cuba","popularity":1.646,"profile_path":null}
