{"adult":false,"also_known_as":["Art Thomas","The Body","Hercules","Sailor Thomas"],"biography":"better known as Sailor Art Thomas or Seaman Art Thomas, was an American Merchant Mariner, bodybuilder and professional wrestler.\n\nA former WWA World Heavyweight Champion, Thomas was posthumously inducted into the WWE Hall of Fame in 2016.  After leaving the Merchant Marine, Thomas worked for Greyhound Lines before becoming a professional bodybuilder. After joining a bodybuilding troupe, he began touring the United States. After being spotted by promoter Jimmy Demetral, Thomas trained as a professional wrestler. He made his debut in 1943.Thomas would usually be introduced as a \"just discharged\" Navy seaman, wearing a regulation \"crackerjack\" uniform and pea coat, and enter the ring as a plant to oppose the villain's dishonorable tactics.\n\nThroughout the early 1960s, Thomas won a series of tag team championships around North America: the Worldwide Wrestling Associates International Television Tag Team Championship with Lou Thesz in California, the Maple Leaf Wrestling NWA International Tag Team Championship with John Paul Henning in Toronto, and the NWA Detroit World Tag Team Championship with Bobo Brazil in Detroit. In 1962 and 1963, Thomas won the NWA Texas Heavyweight Championship in the Texas-based Southwest Sports promotion on two occasions. Thomas also competed for the World Wide Wrestling Federation in the 1960s, teaming with Bobo Brazil and Bruno Sammartino.\n\nIn April 1972, Thomas won the WWA World Heavyweight Championship of the Indianapolis-based World Wrestling Association, defeating Baron von Raschke. The title was held up the next month after a bout between Thomas and von Raschke  Thomas had seven children. He died of cancer only a month after being diagnosed with it.","birthday":"1924-01-30","deathday":"2003-03-20","gender":2,"homepage":null,"id":1240555,"imdb_id":null,"known_for_department":"Acting","name":"Arthur Thomas","place_of_birth":"Gurdon, Arkansas, USA","popularity":0.6,"profile_path":null}
