{"adult":false,"also_known_as":["Mortimer H. Rydell"],"biography":"From Wikipedia, the free encyclopedia.\n\nMark Rydell (born March 23, 1935 , in New York City) is an American actor, film director and producer. He has directed many Academy Award-nominated films including The Fox (1967), The Reivers (1969), Cinderella Liberty (1973), The Rose (1979), The River (1984) and For the Boys (1991). He was nominated for an Academy Award for Best Director for On Golden Pond (1981).\n\nRydell's initial training was in music. As a youth, he wanted to be a conductor. He began his career as an actor and first became known for his role as Walt Johnson on The Edge of Night and as Jeff Baker on As the World Turns, which he played from 1956 to 1962. When he would not sign a long-term contract to remain on ATWT the producers had his character die in a car crash. He won plaudits for his role of violent Jewish mob kingpin Marty Augustine in Robert Altman's The Long Goodbye (1973). His most recent significant film role was in Woody Allen's Hollywood Ending (2002).\n\nAs a director, Rydell's credits include The Reivers (1969), The Cowboys (1972), Cinderella Liberty (1973), The Rose (1979), On Golden Pond (1981), for which he received an Oscar nomination as Best Director, The River (1984), For the Boys (1991), and Intersection (1994). He directed the TV movie The Crime of the Century (1996), which starred Isabella Rossellini and Stephen Rea. In 2006, Rydell directed the movie Even Money.\n\nRydell was also the director of the TV bio-pic James Dean (2001), which earned actor James Franco a Golden Globe award. Rydell also acted in the movie, playing Jack L. Warner (head of Warner Bros).\n\nIn 2009, Rydell, working with actor Martin Landau and screenwriter/playwright Lyle Kessler, produced an education seminar, The Total Picture Seminar. It is a two-day event covering the disciplines of acting, directing, and writing for film. The three have worked together as a team for many decades at The Actors Studio teaching and coaching professional actors, writers, and directors. In 2010, Rydell joined the Advisory Board of Openfilm, an online video sharing site created to help aspiring independent filmmakers.\n\nDescription above from the Wikipedia article Mark Rydell, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1934-03-23","deathday":null,"gender":2,"homepage":null,"id":21958,"imdb_id":"nm0041932","known_for_department":"Directing","name":"Mark Rydell","place_of_birth":"New York City, New York, USA","popularity":4.152,"profile_path":"/5UP43cVTYcdMY2DkyBrYQILYHk7.jpg"}
