{"adult":false,"also_known_as":["Paco Rabal"],"biography":"From Wikipedia, the free encyclopedia\n\nFrancisco Rabal (March 8, 1926 – August 29, 2001), perhaps better known as Paco Rabal, was a Spanish actor born in Águilas, a small town in the province of Murcia, Spain.\n\nIn 1936, after the Spanish Civil War broke out. Rabal and his family left Murcia and moved to Madrid. Young Francisco had to work as a street salesboy and in a chocolate factory. When he was 13 years old, he left school to work as an electrician at Estudios Chamartín.\n\nRabal got some sporadic jobs as an extra. Dámaso Alonso and other people advised him to try his luck with a career in theater.\n\nDuring the following years, he got some roles in theater companies such as Lope de Vega or María Guerrero. It was there that he met actress Asunción Balaguer; they married and remained together for the rest of Rabal's life. Their daughter, Teresa Rabal, is also an actor.\n\nIn 1947, Rabal got some regular jobs in theater. He used his full name, Francisco Rabal, as stage name. However, the people who knew him always called him Paco Rabal. (Paco is the familiar form for Francisco.) \"Paco Rabal\" became his unofficial stage name.\n\nDuring the 1940s, Rabal began acting in movies as an extra, but it was not until 1950 that he was first cast in speaking roles, and played romantic leads and rogues. He starred in three films directed by Luis Buñuel - Nazarín (1959), Viridiana (1961) and Belle de jour (1967).\n\nWilliam Friedkin thought of Rabal for the French villain of his 1971 movie The French Connection. However, he could not remember the name of \"that Spanish actor\". Mistakenly, his staff hired another Spanish actor, Fernando Rey. Friedkin discovered that Rabal did not speak English or French, so he decided to keep Rey. Rabal has previously worked with Rey in Viridiana. Rabal did, however, work with Friedkin in the much less successful but Academy Award-nominated cult classic Sorcerer (1977), a remake of The Wages of Fear (1953).\n\nThroughout his career, Rabal worked in France, Italy and Mexico with directors such as Gillo Pontecorvo, Michelangelo Antonioni, Luchino Visconti, Valerio Zurlini, Jacques Rivette and Alberto Lattuada.\n\nIt is widely considered that Rabal's best performances came after Francisco Franco's death on 1975. In the 1980s, Rabal starred in Los santos inocentes, winning the Award as Best Actor in Cannes Film Festival, in El Disputado Voto del Señor Cayo and also in the TV series Juncal. In 1989, he was a member of the jury at the 39th Berlin International Film Festival. In the 1999 he played the character of Francisco Goya in Carlos Saura Goya en Burdeos, winning a Goya Award as Best Actor.\n\nFrancisco Rabal is the only Spanish actor to have received a honoris causa doctoral degree from the University of Murcia.\n\nRabal's final movie was Dagon, a film which was dedicated to him right before the credits. The dedication read \"Dedicated to Francisco Rabal, a wonderful actor and even better human being.\"\n\nRabal died in 2001 from compensatory dilating emphysema, while on an airplane travelling to Bordeaux, when he was coming back from receiving an Award at Montreal Film Festival.\n\nDescription above from the Wikipedia article Francisco Rabal, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1926-03-08","deathday":"2001-08-29","gender":2,"homepage":null,"id":9768,"imdb_id":"nm0704719","known_for_department":"Acting","name":"Francisco Rabal","place_of_birth":"Águilas, Murcia, Región de Murcia, Spain","popularity":2.56,"profile_path":"/4SXneju54P5QjrF7ZmAlU09HHxX.jpg"}
