{"adult":false,"also_known_as":["莊李富高","존 리스고","John Arthur Lithgow"],"biography":"John Arthur Lithgow (born October 19, 1945) is an American actor. Prolific in films, television and on stage, Lithgow is the recipient of numerous accolades, including two Golden Globe Awards, six Primetime Emmy Awards, three Screen Actors Guild Awards, two Tony Awards and nominations for two Academy Awards and four Grammy Awards. He was inducted into the American Theater Hall of Fame and has received a star on the Hollywood Walk of Fame.\n\nLithgow studied at Harvard University winning a Fulbright scholarship and getting a chance to attend the London Academy of Music and Dramatic Art. From there he focused his training on the New York stage beginning a distinguished career on Broadway. In 1973, Lithgow received his first Tony Award for his performance in The Changing Room. In 1976 Lithgow acted alongside Meryl Streep in three plays 27 Wagons Full of Cotton, A Memory of Two Mondays and Secret Service. In the 1980s he continued to receive Tony Awards nominations for his performances in Requiem for a Heavyweight (1985) and M. Butterfly (1988). In 2002, Lithgow received his second Tony Award, this time for a musical, The Sweet Smell of Success and another nomination for Dirty Rotten Scoundrels (2005). In 2007, he made his Royal Shakespeare Company debut as Malvolio in Neil Bartlett's production of Twelfth Night. He has also appeared on Broadway in the acclaimed plays The Columnist (2012) and A Delicate Balance (2014). He portrayed Bill Clinton in Hillary and Clinton (2019) alongside Laurie Metcalf as Hillary Clinton.\n\nLithgow is also known for his television roles such as Dick Solomon in the sitcom 3rd Rock from the Sun (1996–2001) winning three Primetime Emmy Awards for Best Actor in a Comedy Series for his performance. He also played Arthur Mitchell in the drama Dexter (2009) and he won the Primetime Emmy Award for Outstanding Guest Actor in a Drama. In 2004, Lithgow played Blake Edwards in the HBO television movie, The Life and Death of Peter Sellers. He has also appeared on 30 Rock, How I Met Your Mother, Louie and Drunk History. Lithgow won great acclaim for his portrayal of Winston Churchill in Peter Morgan's historical drama The Crown (2016–2019) on Netflix. For acting in The Crown he won a Primetime Emmy Award and Screen Actors Guild Award. In 2020, he had a recurring role on the HBO period series Perry Mason.\n\nHe is also well known for his film roles. His early screen roles included Bob Fosse's All That Jazz (1979) and Brian De Palma's Blow Out (1981). He received his first Academy Award nomination for his breakout performance in The World According to Garp (1982) and received a second Academy Award nomination for Terms of Endearment (1983). He then starred in the films Footloose (1984), Harry and the Hendersons (1987), The Pelican Brief and Cliffhanger (1993), A Civil Action (1998), Rugrats in Paris: The Movie (2000), Shrek (2001), Kinsey (2004), Dreamgirls (2006), Love Is Strange (2014), Miss Sloane (2016) and Beatriz at Dinner (2017). In 2019 he appeared in Mindy Kaling's comedy Late Night and portrayed Roger Ailes in Bombshell.\n\nDescription above from the Wikipedia article John Lithgow, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1945-10-19","deathday":null,"gender":2,"homepage":null,"id":12074,"imdb_id":"nm0001475","known_for_department":"Acting","name":"John Lithgow","place_of_birth":"Rochester, New York, USA","popularity":14.082,"profile_path":"/8Y1sjBdnVR483S8PrnAQzlESwhx.jpg"}
