{"adult":false,"also_known_as":["Claire Catherine Danes","클레어 데인즈","Клэр Дэйнс"],"biography":"Claire Catherine Danes (born April 12, 1979) is an American actress. She is the recipient of three Primetime Emmy Awards, four Golden Globe Awards, and two Screen Actors Guild Awards. In 2012, Time named her one of the 100 most influential people in the world, and she was awarded a star on the Hollywood Walk of Fame in 2015.\n\nDanes gained early recognition as Angela Chase in the 1994 teen drama series My So-Called Life. The role won her a Golden Globe Award for Best Actress and a Primetime Emmy nomination for Outstanding Lead Actress in a Drama Series. She made her film debut the same year in Little Women (1994). Her other films include Home for the Holidays (1995), Romeo + Juliet (1996), The Rainmaker (1997), Les Misérables (1998), Brokedown Palace (1999), the 1999 English dub of Princess Mononoke (1997), The Hours (2002), Terminator 3: Rise of the Machines (2003), Shopgirl (2005), Stardust (2007), and A Kid Like Jake (2018).\n\nFrom 1998 to 2000, Danes attended Yale University before dropping out to return to acting. She appeared in an Off-Broadway production of The Vagina Monologues in 2000 and made her Broadway debut playing Eliza Doolittle in the 2007 revival of Pygmalion. In 2010, she portrayed Temple Grandin in the highly acclaimed HBO television film Temple Grandin, which won her a second Golden Globe and her first Primetime Emmy Award for the Outstanding Lead Actress in a Limited Series or Movie. From 2011 to 2020, she starred as Carrie Mathison in the Showtime drama series Homeland, for which she won two Primetime Emmy Awards for Outstanding Lead Actress in a Drama Series, two Golden Globe Awards for Best Actress – Television Series Drama, and the Television Critics Association Award for Individual Achievement in Drama.","birthday":"1979-04-12","deathday":null,"gender":1,"homepage":"http://www.clairedanes.com","id":6194,"imdb_id":"nm0000132","known_for_department":"Acting","name":"Claire Danes","place_of_birth":"Manhattan, New York, USA","popularity":21.972,"profile_path":"/bxkrtZBp6qVj94G23KYoKAJBjqf.jpg"}
