{"adult":false,"also_known_as":["Джейсон Айзекс","Τζέισον Άιζακς","제이슨 아이삭스"],"biography":"Jason Michael Isaacs (born 6 June 1963) is an English actor. His most notable film roles include Col. Tavington in The Patriot (2000), Michael D. Steele in Black Hawk Down (2001), Lucius Malfoy in the Harry Potter film series (2002–2011), Capt. Hook in Peter Pan (2003), Marshal Georgy Zhukov in The Death of Stalin (2017), and Vasili in Hotel Mumbai (2018). His other films include Divorcing Jack (1998), The End of the Affair (1999), Sweet November (2001), The Tuxedo (2002), Nine Lives (2005), Friends with Money (2006), Good (2008), Green Zone (2010), Abduction (2011), A Cure for Wellness (2016), and Mass (2021).\n\nIsaacs's roles in television have included Det. Michael Britten in the NBC series Awake (2012), Dr. Hunter Aloysius \"Hap\" Percy in the Netflix supernatural mystery drama streaming series The OA (2016–19) and Captain Gabriel Lorca in the first season of Star Trek: Discovery (2017–18). He was also the voice of Adm. Zhao in the first season of Avatar: The Last Airbender (2005), a role he reprised in the second season of The Legend of Korra (2013), and the Grand Inquisitor (as well as the Sentinel) in Star Wars Rebels (2014–16).\n\nHe was nominated for the Golden Globe Award for Best Actor – Miniseries or Television Film for The State Within (2006) and for the British Academy Television Award for Best Actor for his portrayal of Harry H. Corbett in The Curse of Steptoe (2008). He also was nominated for the International Emmy Award for Best Actor and won the Satellite Award for Best Actor – Miniseries or Television Film for Case Histories (2011–13) and was nominated for the Satellite Award for Best Actor – Television Series Drama for Brotherhood (2006–08)\n\nIsaacs has appeared on stage as Louis Ironson in Declan Donnellan's 1992 and 1993 Royal National Theatre premiere of Tony Kushner's Pulitzer Prize-winning play Angels in America: A Gay Fantasia on National Themes, and as hitman Ben in a 2007 revival of Harold Pinter's 1957 play The Dumb Waiter at Trafalgar Studios in the West End.","birthday":"1963-06-06","deathday":null,"gender":2,"homepage":null,"id":11355,"imdb_id":"nm0005042","known_for_department":"Acting","name":"Jason Isaacs","place_of_birth":"Liverpool, Merseyside, England, UK","popularity":17.169,"profile_path":"/nlim5RpNgpNcN0BWhhOCWmaMEHI.jpg"}
