{"adult":false,"also_known_as":[],"biography":"Dominique Farrugia (born 2 September 1962) is a French actor, film director, screenwriter, producer, humorist and comedian. He is a member and founder of the group of comedians Les Nuls alongside Alain Chabat, Chantal Lauby and Bruno Carette.\n\nFarrugia was born in Vichy, France, to a Jewish pied-noir and Maltese family.\n\nSince the launching of Canal+, in 1984, he works in editing trailers and as a broadcast production assistant on the Tous en scène show. Thus he meets Canal+ first weatherman, Alain Chabat, with whom he would form the group of comedians Les Nuls alongside Chantal Lauby and Bruno Carette in 1986. In 1987 he is included in the writing of the TV series Objective: nul (7 d'Or for best comedy TV show), the first parody by Les Nuls. He hosts a parodic weather forecast in the 'JTN' of 'Nulle part ailleurs' from 1987 to 1988. Initially, he did not want to act, but rather write. The absence of one of the actors in an episode of Objective: nul accidentally placed him in front of the camera. TVN 595, a TV special which was broadcast in October 1988, won the 7 d'Or for best show. Les Nuls' career lasts until 1992.\n\nIn 1994, La Cité de la peur is released making 3,216,436 entries in the French box office.\n\nAfter Les Nuls split, Dominique Farrugia starts a film career as a director with Delphine 1, Yvan 0 and Trafic d'influence. He subsequently becomes a producer founding the RF2K production company with the actor Olivier Granier.\n\nIn 1997 he founded the cable and satellite TV channel Comédie!, discovering new comic talents such as Les Robins des Bois, Franck Dubosc, Titoff, Kad & Olivier and Jonathan Lambert.\n\nIn April 2001, he created the cable and satellite TV channel Cuisine TV.\n\nIn 2001-2002, he produces Vidocq (1,865,998 entries in France) and Monsieur Batignole (1,872,045 entries in France).\n\nIn 2002, he first becomes director-general and deputy director of broadcasting and programming at Canal+ and later president from April 2002 to February 2003 and to date, only assistant becoming president of Canal+.\n\nIn July 2003, he created FEW (Farrudg Entertainment Worldwide), a media company producing feature films.\n\nIn 2007 he produced the show of Manu Payet, then two years later of Laurent Lafitte.\n\nIn 2009, he launched the website Les graves infos which presents false news. The site is closed on 23 February 2010.\n\nIn 2010, he co-directed with Arnaud Lemort the film L'amour c'est mieux à deux (1,250,000 entries in France, more profitable movie of 2010, with its particular stage of Clovis Cornillac, Virginia Efira and Manu Payet).\n\nBetween September 2010 and May 2011, he is a columnist in the show Tout le monde il est beau, tout le monde il est gentil, hosted by Bruce Toussaint, every Sunday on Canal+.\n\nOn 20 November 2012, FEW, his production company and Luc Besson's EuropaCorp, signed an agreement under which all FEW films will be produced exclusively in partnership with EuropaCorp.\n\nSource: Article \"Dominique Farrugia\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1962-09-02","deathday":null,"gender":2,"homepage":null,"id":27221,"imdb_id":"nm0268543","known_for_department":"Acting","name":"Dominique Farrugia","place_of_birth":"Vichy, Allier, France","popularity":2.548,"profile_path":"/4NkU0ISee2I4r1beH9duZZ3YKn9.jpg"}
