{"adult":false,"also_known_as":["Robert Müller","Rob Müller"],"biography":"Robby Müller (4 April 1940 - 4 July 2018) was a Dutch cinematographer. Known both for his use of natural light and minimalist imagery, as well as expressionistic use of colors, Müller first gained recognition for his contributions to West German Cinema through his acclaimed collaborations with Wim Wenders.\n\nMüller's first work as a cinematographer was also Wim Wenders' first as director,  Alabama: 2000 Light Years. They went on making many more films together such as Summer in the City, The Goalie's Anxiety at the Penalty Kick, The Scarlet Letter, Alice in the Cities, Wrong Move, Kings of the Road, The American Friend, Wings of Desire, Until the End of the World and Paris, Texas.\n\nThroughout the course of his career, he also worked closely with directors Jim Jarmusch (Down by Law, Mystery Train, Dead Man, Ghost Dog: The Way of the Samurai), Lars Von Trier (Breaking the Waves, Dancer in the Dark), Peter Bogdanovich (Saint Jack, They All Laughed), Barbet Schroeder (Barfly, Tricheurs) and Hans W. Geissendörfer (Jonathan, The Glass Cell, Carlos, The Wild Duck, Der Fall Lena Christ, Die Eltern).\n\nMüller's other work has been on both mainstream productions and independent films, including the hazy, yellow-tinted cinematography of William Friedkin's To Live and Die in LA, Alex Cox's Repo Man, Michael Winterbottom's 24 Hour Party People, Andrzej Wajda's Korczak, Jerry Schatzberg's Honeysuckle Rose, Peter Handke's The Left Handed Woman, Sally Potter's The Tango Lesson, Dom Rotheroe's My Brother Tom and Steve McQueen's Carib’s Leap.\n\nPaul Thomas Anderson referred to Müller as \"The master of night exteriors. Like a chef with a secret sauce. I can't quite figure it out.\" Barry Sonnenfeld recalls the first thing he and the Coen Brothers bonded over was Müller's The American Friend cinematography, which convinced the brothers that Sonnenfeld had good enough taste to shoot their first film (Blood Simple).\n\nMüller died on 3 July 2018, aged 78, having suffered from vascular dementia for several years.","birthday":"1940-04-04","deathday":"2018-07-03","gender":2,"homepage":null,"id":1632,"imdb_id":"nm0005810","known_for_department":"Camera","name":"Robby Müller","place_of_birth":"Willemstad, Curaçao, Netherlands Antilles","popularity":1.846,"profile_path":"/w1rFlCwYwo6Q3piqyZOu8P8RG0l.jpg"}
