{"adult":false,"also_known_as":["Эдуард Васильевич Назаров","Эдуард Назаров\t"],"biography":"Eduard Vasilievich Nazarov (Russian: Эдуард Васильевич Назаров; 23 November 1941 – 11 September 2016; Moscow) was a Russian (and Soviet) animator, screenwriter, voice actor, book illustrator and educator, artistic director at the Pilot Studio (2007–2016), vice-president of ASIFA (1987–1999) and a co-president of the KROK International Animated Films Festival.  Eduard Nazarov was born in a bomb shelter during the Battle of Moscow. His parents were Russian engineers who met at the end of 1930s while studying at Moscow institutes. Nazarov's ancestors came from the Bryansk Oblast and had a peasant background. He became engaged in painting since childhood and while in the 9th grade entered an art school where he got acquainted with Yuri Norstein, his close friend since.\n\nAfter three years in the Soviet Army Nazarov entered Stroganov Institute. Simultaneously he started working at Soyuzmultfilm in 1959 as an apprentice, self-educating, since he was too late for the animation courses. He worked as an artist-renderer, an art director's assistant under Mikhail Tsekhanovsky and as an art director under Fyodor Khitruk, most famously creating Winnie-the-Pooh for the Soviet adaptation of the fairy tale.\n\nSince 1973 he had been directing his own short films, often combining duties of an art director, screenwriter and voice actor. \"Once Upon a Time there Lived a Dog\" (1982) is generally considered his most prominent work; it was awarded the First Prize at the 1983 Odense International Film Festival and a Special Jury Award at the 1983 Annecy International Animated Film Festival. Between 1979 and 2000 Nazarov had been working at the High Courses for Scriptwriters and Film Directors as an educator. He also illustrated various books and magazines. His last film \"Martynko\" (1987) was made during perestroika and banned for four years because Nazarov refused to change the name of the cartoon princess Raisa.  During the 1990s he directed commercials and hosted a number of television shows dedicated to Russian and world animation. In 1991 he became a co-president of the KROK International Animated Films Festival, along with David Cherkassky. In 1993 he co-founded the SHAR animation school-studio along with Andrei Khrzhanovsky, Yuri Norstein and Fyodor Khitruk where he worked until his death. In 2004 Nazarov joined the Pilot Studio in their \"Mountain of Gems\" project, a grand government-backed TV series that combined efforts of many animators; between 2004 and 2015 they produced around seventy 13-minute shorts based on various traditional fairy tales of different Russian and former Soviet regions. In addition to art direction, Nazarov also co-wrote screenplays and did voice-overs to some of them. After the sudden death of Alexander Tatarsky in 2007 he turned into an artistic director of the studio.\n\nNazarov suffered from diabetes for many years and had to undergone a surgery late in his life, losing one of the legs. He continued teaching students through Skype. Eduard Nazarov died on 11 September 2016 and was buried at the Vagankovo Cemetery in Moscow.","birthday":"1941-11-23","deathday":"2016-09-11","gender":2,"homepage":null,"id":565332,"imdb_id":"nm0623375","known_for_department":"Directing","name":"Eduard Nazarov","place_of_birth":"Moscow, USSR (Russia)","popularity":2.164,"profile_path":"/iWdkjQGOKnTvAdT738EKr8erFdu.jpg"}
