{"adult":false,"also_known_as":[],"biography":"Deborah S. Craig stars as Shelley Ng, a waitress at Bluebell, Alabama 's local restaurant and bar, the Rammer Jammer , in The CW 's new series \"Hart of Dixie,\" a fish-out-of-water story about a New York City doctor (Rachel Bilson) adjusting to life in a small Southern town after she inherits a local medical practice.\n\nShe is best known for originating the role of Marcy Park on Broadway in the Tony award winning musical, The 25th Annual Putnam County Spelling Bee. Based on her own childhood, Marcy Park became the first Korean American character created on Broadway and earned her critical raves as well as a Drama Desk Award. On television, she was a recurring guest star on JJ Abrams/ABC’s \"Six Degrees\" opposite Bridget Moynihan and starred in MTV Iggy’s “Crap From Beyond the Seas”. As a writer/actor Miss Craig was featured on Funnyordie.com twice and achieved immortal status (over 100k hits) for her cult web hit “Yoga For Black People”.\n\nShe can also be seen in the feature films \"Ghost Town\" with Ricky Gervais, \"Just Wright\" with Queen Latifah and the indie comedy “818” premiering in the 2011 Miami International Film Festival. Off Broadway credits include workshops of Tony Kushner’s IHO at the Public Theater(dir. Michael Grief) the core cast of the improv extravaganza Don't Quit Your Night Job, Sung Rno's WaVe with Ma-Yi Theater Co/Dir. Will Pomerantz, Pericles with Red Bull Theater Co/Dir. Jesse Berger, Fuenteovejuna with NAATCO (dir. David Herskovitz) and The Karaoke Show directed by Diane Paulus. Regional work includes Adam Gwon’s Ordinary Days at South Coast Rep (dir. Ethan McSweeney) , My Scary Girl at Barrington Stage Co. and the rock musical Falco in Vienna, Austria.\n\nShe is an alumni of Ma-Yi Theater Company's Writers Lab, a certified yoga instructor and an accomplished singer/songwriter most notably penning the title song for the feature film “Purity” and the youtube sensation “I’m a L-L-L-L Lesbian for you”.\n\nCraig graduated from the Ma-Yi Theater Company's Writers Lab.\n\nhttp://hartofdixie.wikia.com/wiki/DeborahS.Craig","birthday":"1974-06-01","deathday":null,"gender":0,"homepage":"http://deborahscraig.com/DeborahSCraig/home.html","id":1225349,"imdb_id":"nm0185832","known_for_department":"Acting","name":"Deborah S. Craig","place_of_birth":null,"popularity":2.767,"profile_path":"/pPQMKVbcR515HGV1LBXAXt7AuY7.jpg"}
