{"adult":false,"also_known_as":[],"biography":"A third-generation actress on both sides of her family, Robin was born in a trunk. Actually, she was almost born in a taxi on the Brooklyn Bridge but traffic was good that day so she made her actual debut at Beth Israel hospital in New York City. Her parents, both professional actors, owned and ran legit theaters, in Aspen, Atlanta and Syracuse and had a very practical philosophy: \"If you have children, use them.\" Consequently, Robin grew up on stage, backstage, in the box office and selling cookies in the lobby. Classically trained since the age of two, including several years with the prestigious Colorado Shakespeare Festival, Robin has split her time since between stage, film and television. Even after starring in countless T.V. series and films, the stage remains Robin's favorite version of soul food.\n\nHer television work includes starring roles as a series regular in six series, among them: The Gregory Hines Show (C.B.S.),Thunder Alley with Edward Asner (A.B.C.) the ground breaking SHOWTIME series, Brothers (two Ace Award nominations Best Actress in a comedy) two series for FOX including the cult classic comedy Get A Life, in which she played Chris Elliott's nemesis. One particular episode in which Chris and Robin play rival stars in a community theatre production, was named by T.V. Guide as \"One of the fifty funniest T.V. moments of all time.\" Robin has had recurring roles in several popular series including Reba, Hung, and Boston Legal as well as guest starring roles on dozens of shows; playing Hector Elizondo's ex-wife on Tim Allen's Last Man Standing, Bones, Switched at Birth, Anger Management with Charlie Sheen, NCIS, and Justified, to name a few. TV movies include,This Magic Moment, Holly's Holiday and the mini series Gone But Not Forgotten opposite Brooke Shields. The Indie film,The Wedding Party will be making the rounds of the festival circuit soon and the John Sayles cult classic Alligator, in which Robin stars opposite Robert Forster is having a 'behind the scenes' DVD release in the near future.\n\nHer stage credits include, All My Sons with Neil Patrick Harris at The Geffen Playhouse, (Ovation nomination Best Supporting Actress), George Furth's play, Sex, Sex, Sex, Sex, and Sex at the Matrix (LA Weekly nomination Best Supporting Actress), Les Liaisons Dangereuses at The Blank Theatre (Ovation nomination Best Actress) Pied a Terre- (Off Broadway) Welcome to the Woods\" (Off Broadway and part of the New York 400 Festival), Bernard Slade's I Remember You with Tony Danza at Garry Marshall's Falcon Theatre, and The Kiss at City Hall at the Pasadena Playhouse, Cannibals, at the Zephyr Theatre and productions of Ladies Room in both Los Angeles and San Francisco.\n\nHer new book, A Survivors' Guide to Hollywood: How to Play the Game Without Losing Your Soul, has just been released and is available at Samuel French, Skylight Bookstore, and world-wide via Amazon and Barnes and Noble. More info at www.robinriker.com","birthday":"1952-10-02","deathday":null,"gender":1,"homepage":"https://robinriker.com/","id":38711,"imdb_id":"nm0726939","known_for_department":"Acting","name":"Robin Riker","place_of_birth":"New York City - New York - USA","popularity":6.835,"profile_path":"/805H8McgVzm2zzd5MSeF7MmUqET.jpg"}
