{"adult":false,"also_known_as":[],"biography":"Neve Adrianne Campbell (born October 3, 1973) is a Canadian actress, who is an influential figure in popular culture, and is recognized for her work in the drama and horror genres. Campbell is regarded as a sex symbol and scream queen, and appeared on People magazine's list of \"50 Most Beautiful People\" twice.\n\nFollowing a series of minor appearances, Campbell played a starring role in the Canadian drama series Catwalk (1992–1994) and the television film The Canterville Ghost (1996), the latter winning her a Family Film Award for Best Actress. She subsequently relocated to the United States to play the role of Julia Salinger in the Fox teen drama series Party of Five (1994–2000), which is her breakthrough role, earning her recognition as a teen idol and a nomination for the Teen Choice Award for Choice TV Actress. While on the show, she starred in her first American feature film, headlining the supernatural blockbuster The Craft (1996).\n\nCampbell rose to international prominence for starring as Sidney Prescott in Wes Craven's slasher film Scream (1996), which emerged as a critical and commercial success—the highest grossing slasher film for over 20 years, it obtained a cult following and spawned the Scream franchise, where she reprised the character in the series' second (1997), third (2000), fourth (2011) and fifth (2022) installments; although critical reception has varied with each film, Campbell has consistently earned praise for her work, and is one of the genre's highest-grossing and acclaimed heroines of all time. Scream has earned her several accolades, including two Blockbuster Entertainment Awards for Best Actress, a Fangoria Chainsaw Award for Best Actress, a Saturn Award for Best Actress, and an MTV Award for Best Female Performance collectively awarded for the first two installments.\n\nCampbell has achieved success in films such as the neo-noir thriller Wild Things (1998), the crime films Drowning Mona and Panic (both 2000), all of which garnered acclaim. She furthered this success with roles in the drama films Last Call (2002), The Company (2003) and When Will I Be Loved (2004), the comedies Churchill: The Hollywood Years (2004) and Relative Strangers (2006) and the romantic-drama Closing the Ring (2007); Last Call won her the Prism Award for Best Performer in a TV Film/Miniseries. She returned to television after Closing the Ring, notably playing Olivia Maidstone in the NBC action drama series The Philanthropist (2009) and LeAnn Harvey in the Netflix political thriller series House of Cards (2016–2017), and appearing in the miniseries Titanic: Blood and Steel (2011). She continues to work in film, starring in the comedy-drama Walter (2015), the action Skyscraper (2018), the Canadian-drama Castle in the Ground (2019) and the musical drama Clouds (2020).","birthday":"1973-10-03","deathday":null,"gender":1,"homepage":null,"id":9206,"imdb_id":"nm0000117","known_for_department":"Acting","name":"Neve Campbell","place_of_birth":"Guelph, Ontario, Canada","popularity":23.313,"profile_path":"/9fDbXBbrM6L10YrzDJUJowDt8U.jpg"}
