{"adult":false,"also_known_as":["斯蒂芬·斯皮尔伯格","สตีเวน สปีลเบิร์ก","スティーヴン・スピルバーグ","스티븐 스필버그","ستيفن سبيلبرغ","Стивен Спилберг","Stīvens Spīlbergs","סטיבן שפילברג","स्टीवन स्पिलबर्ग","Стевен Спиелберг","Stevenas Spielbergas","Στίβεν Σπίλμπεργκ","اسٹیون اسپیلبرگ","స్టీవెన్ స్పీల్బర్గ్","ಸ್ಟೀವನ್ ಸ್ಪೀಲ್ಬರ್ಗ್","ஸ்டீவன் ஸ்பில்பேர்க்","ስቲቨን ስፒልበርግ","Սթիվեն Սփիլբերգ","স্টিভেন স্পিলবার্গ","ស្តេវិនស្ពៀលប៊ឺក","Стівен Спілберґ","斯蒂文·斯皮尔伯格","სტივენ სპილბერგი"],"biography":"Steven Allan Spielberg (born December 18, 1946) is an American film director, producer, and screenwriter. He began his career in the New Hollywood era and is currently the most commercially successful director. Spielberg is the recipient of various accolades, including three Academy Awards (with two for Best Director), a Kennedy Center honor, a Cecil B. DeMille Award, and an AFI Life Achievement Award.\n\nSpielberg was born in Cincinnati, Ohio, and grew up in Phoenix, Arizona. He later moved to California and studied film in college. After directing television episodes and several minor films for Universal Studios, he became a household name for directing 1975's summer blockbuster Jaws. He then directed box office successes Close Encounters of the Third Kind (1977), E.T. the Extra-Terrestrial (1982), and the adventure films in the Indiana Jones series. Spielberg later explored drama in The Color Purple (1985) and Empire of the Sun (1987).\n\nAfter a brief hiatus, he directed back to back box office successes with the acclaimed science fiction action film Jurassic Park and the holocaust drama Schindler's List (both 1993). In 1998, he directed the World War II epic Saving Private Ryan, which was both a critical and commercial success. Spielberg continued in the 2000s with science fiction, including A.I. Artificial Intelligence (2001), Minority Report (2002) and War of the Worlds (2005). He has since directed several fantasy films including The Adventures of Tintin (2011), and Ready Player One (2018), the historical dramas War Horse (2011), Lincoln (2012), The Post (2017), and the musical West Side Story (2021).\n\nIn addition to filmmaking, he co-founded Amblin Entertainment and DreamWorks, and has served as a producer for many television series and films. Spielberg is also known for his long time collaboration with composer John Williams, with whom he has worked for all but five of his feature films. Several of Spielberg's works are among the highest-grossing films of all time and have received acclaim; seven of his films have been inducted into the National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\".","birthday":"1946-12-18","deathday":null,"gender":2,"homepage":"https://amblin.com/","id":488,"imdb_id":"nm0000229","known_for_department":"Directing","name":"Steven Spielberg","place_of_birth":"Cincinnati, Ohio, USA","popularity":29.604,"profile_path":"/tZxcg19YQ3e8fJ0pOs7hjlnmmr6.jpg"}
