{"adult":false,"also_known_as":["Vivica Fox","Vivian A. Fox"],"biography":"Vivica Anjanetta Fox (born July 30, 1964) is an American actress and television producer. She is best known for her roles in the films Independence Day, Set It Off, Soul Food, Why Do Fools Fall In Love, and Kill Bill: Vol. 1.   Fox, who is of African American and Native American descent, was born in South Bend, Indiana, the daughter of Everlyena and William Fox. She is a graduate of ArlingtonHigh School in Indianapolis, Indiana and GoldenWestCollege in California with an Associate Art degree in Social Sciences. While in California she started acting professionally, first on soap operas such as Generations, Days of our Lives and The Young and the Restless. She was cast as Emily Franklin in the pilot episode of ABC's Living Dolls, a spin-off of the sitcom Who's the Boss? but was replaced with HalleBerry for the remaining episodes. Another early role saw her as Patti LaBelle's fashion designer daughter, Charisse Chamberlain, on the NBC TV series Out All Night. She also appeared as Jazz's sister on the hit show The Fresh Prince of Bel-Air and on Beverly Hills, 90210. She got her big break in film in two 1996 movies, Independence Day, and Set It Off. From 2004 to 2006 Fox starred in and co-produced the Lifetime Network drama series, Missing. Fox was a judge on The WB's talent show The Starlet. Fox participated in the third season of ABC's hit television show, Dancing with the Stars, she was voted off after the fourth week. In September 2007, she appeared in the sixth season of HBO’s Curb Your Enthusiasm as a mother of a family displaced by a hurricane and taken in by Larry and Cheryl. Then, on October 1, she appeared in an episode of the show The Game. In August 2008, she filmed Shark City in Toronto. Fox also hosted her own VH1 reality series entitled Glam God (2008). In 2009, Fox served as celebrity spokesperson for the newly revamped Psychic Friends Network. She stars in the stage play starring in a play entitled Cheaper to Keep Her, produced by I'm Ready Productions. Fox was one of TV Guide Network's red carpet correspondents for the 82nd Academy Awards which were held on Sunday, March 7, 2010.   In December 1998, Fox married singer Christopher Harvest. The couple divorced in 2002. Fox later dated rapper 50 Cent in 2003. On December 26, 2010, Vivica Fox got engaged to her younger boyfriend, Atlanta club promoter Omar \"Slim\" White.","birthday":"1964-07-30","deathday":null,"gender":1,"homepage":"https://www.vivicafox.com/","id":2535,"imdb_id":"nm0000407","known_for_department":"Acting","name":"Vivica A. Fox","place_of_birth":"South Bend, Indiana, USA","popularity":21.227,"profile_path":"/oIzevp0dqjIxqRQ2VoSzjiDCBt.jpg"}
