{"adult":false,"also_known_as":["Sandra Annette Bullock","Сандра Буллок","산드라 블록","Σάντρα Μπούλοκ","Σάντρα Ανέτ Μπούλοκ","ساندرا بولوك"],"biography":"Sandra Annette Bullock (born July 26, 1964) is an American actress and producer. She rose to fame in the 1990s with roles in films such as Demolition Man (1993), Speed (1994), The Net (1995), While You Were Sleeping (1995), A Time to Kill (1996), and Hope Floats (1998). In the new millennium, Bullock starred in Miss Congeniality (2000), Two Weeks Notice (2002), The Lake House (2006), and the critically acclaimed Crash (2004). In 2007, she was ranked as the 14th richest woman in the entertainment industry with an estimated fortune of $85 million. In 2009, Bullock starred in two of the more financially successful films of her career, The Proposal and The Blind Side. Bullock was awarded the Broadcast Film Critics Association Award for Best Actress, Screen Actors Guild Award for Outstanding Performance by a Female Actor in a Leading Role, Golden Globe Award for Best Actress – Motion Picture Drama, and the Academy Award for Best Actress for her role as Leigh Anne Tuohy in The Blind Side.\n\nBullock was born in Arlington, Virginia, a suburb of Washington, D.C. Her father, John W. Bullock (born 1925), was a United States Army employee and part-time voice coach; her mother, Helga Mathilde Meyer (1942–2000), was an opera singer and voice teacher.Bullock's father was from Birmingham, Alabama, and had English, Irish, German, and French ancestry, while Bullock's mother was German. Bullock's maternal grandfather was a rocket scientist from Nuremberg, Germany. Bullock's father, then in charge of the Army's Military Postal Service in Europe, was stationed in Nuremberg when he met his wife. They married in Germany and moved to Arlington, where John worked with the Army Materiel Command, before becoming a contractor for The Pentagon.She has a younger sister, Gesine Bullock-Prado, who was formerly the vice-president of Bullock's production company Fortis Films.\n\nBullock was raised in Nuremberg, Germany for twelve years and grew up speaking German.She attended the humanistic Waldorf School. As a child, Bullock frequently accompanied her mother on European opera tours. Bullock studied ballet and vocal arts as a child, taking small parts in her mother's opera productions. She sang in the operas children's choir at the Staatstheater Nürnberg. The scar above her left eye was caused when she fell into a creek as a child. Bullock attended Washington-Lee High School, where she was a cheerleader and performed in high school theater productions. After graduating in 1982, she attended East Carolina University in Greenville, North Carolina, where she received a degree in drama in 1986.She then moved to Manhattan and supported herself as a bartender, cocktail waitress, and coat checker while auditioning for roles. Until the age of eighteen, Bullock held German and American dual citizenship. In 2009 Bullock reapplied for German citizenship.","birthday":"1964-07-26","deathday":null,"gender":1,"homepage":null,"id":18277,"imdb_id":"nm0000113","known_for_department":"Acting","name":"Sandra Bullock","place_of_birth":"Arlington County, Virginia, USA","popularity":29.622,"profile_path":"/u2tnZ0L2dwrzFKevVANYT5Pb1nE.jpg"}
