{"adult":false,"also_known_as":["John Leslie Coogan","John L. Coogan","Jack Coogan"],"biography":"​From Wikipedia, the free encyclopedia.\n\nJohn Leslie Coogan (October 26, 1914 – March 1, 1984), known professionally as Jackie Coogan, was an American actor who began his movie career as a child actor in silent films. Many years later, he became known as Uncle Fester on 1960s sitcom The Addams Family. In the interim, he sued his mother and stepfather over his squandered film earnings and provoked California to enact the first known legal protection for the earnings of child performers.\n\nCoogan enlisted in the U.S. Army in March 1941. After the attack on Pearl Harbor that December, he requested a transfer to Army Air Forces as a glider pilot because of his civilian flying experience. Graduating the Advanced Glider School with the Glider Pilot aeronautical rating and the rank of Flight Officer, he volunteered for hazardous duty with the 1st Air Commando Group. In December 1943, the unit was sent to India. He flew British troops, the Chindits, under General Orde Wingate on March 5, 1944, landing them at night in a small jungle clearing 100 miles (160 km) behind Japanese lines in the Burma Campaign.\n\nAfter the war, Coogan returned to acting, taking mostly character roles and appearing on television. From 1952 to 1953, he played Stoney Crockett on the syndicated series Cowboy G-Men. He guest-starred on NBC's The Martha Raye Show. He appeared, too, as Corbett in two episodes of NBC's The Outlaws with Barton MacLane, which aired from 1960–1962. In the 1960–1961 season, he guest-starred in the episode \"The Damaged Dolls\" of the syndicated crime drama The Brothers Brannagan. In 1961, he guest-starred in an episode of The Americans, an NBC series about family divisions stemming from the Civil War. He also appeared in episode 37, titled \"Barney on the Rebound\", of The Andy Griffith Show, which aired October 31, 1961. He had a regular role in a 1962–63 NBC series, McKeever and the Colonel. He finally found his most famous television role as Uncle Fester in ABC's The Addams Family (1964–1966). He appeared as a police officer in the Elvis Presley comedy Girl Happy in 1965.\n\nHe appeared four times on the Perry Mason series, including the role of political activist Gus Sawyer in the 1963 episode \"The Case of the Witless Witness\", and TV prop man Pete Desmond in the final episode, \"The Case of the Final Fadeout\", in 1966. He was a guest several times on The Red Skelton Show, appeared twice on The Brady Bunch (\"The Fender Benders\" and \"Double Parked\"), I Dream of Jeannie (as Jeannie's uncle, Suleiman – Maharaja of Basenji), Family Affair, Here's Lucy, and The Brian Keith Show, and continued to guest-star on television (including multiple appearances on The Partridge Family, The Wild Wild West, Hawaii Five-O, and McMillan and Wife) until his retirement in the mid 1970s.\n\nDescription above from the Wikipedia article Jackie Coogan, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1914-10-26","deathday":"1984-03-01","gender":2,"homepage":null,"id":19426,"imdb_id":"nm0001067","known_for_department":"Acting","name":"Jackie Coogan","place_of_birth":"Los Angeles, California, USA","popularity":8.816,"profile_path":"/l9wiXgf7kLiuxgArVVeOqgPYHrm.jpg"}
