{"adult":false,"also_known_as":["Clotilde Acosta"],"biography":"From Wikipedia, the free encyclopedia\n\nNacha Guevara (born Clotilde Acosta, October 3, 1940) is an Argentine singer-songwriter, dancer and actress from Mar de Plata, Buenos Aires province.\n\nWith poet Mario Benedetti and musician Alberto Favero, 1973 trained as a dancer and actress, she discovered by chance a career as a singer becoming a symbol around 1968 in the avant-garde movement at Instituto Di Tella in Buenos Aires, the preeminent pioneer center for visual and theater experimentation at that time. She was a controversial cult figure in the underground movement and as a singer-songwriter in the \"cafe-concert\" scene, singing tunes and parodies by Boris Vian, George Brassens, Tom Lehrer, Nicolas Guillén and Argentine writers including Julio Cortázar, Jorge de la Vega, Ernesto Schoo and others.\n\nAccording to a 1974 interview, she adopted her stage name in the mid-1960s, \"Nacha\" as a family tradition, and \"Guevara\" due to a \"problem of identity\", before Che was well known.[2]\n\nAt the beginning of 1970, one of her pivotal works was Nacha sings Benedetti, where she and Alberto Favero, musical partner and at that time husband, adapted some of the most famous poems of Uruguayan poet Mario Benedetti to music.\n\nIn 1973 she obtained great recognition by critics and audiences with a big revue named Las mil y una Nachas (\"One thousand and one Nachas\"). Nacha Guevara exiled herself first to Peru then Mexico in 1974, threatened by the Triple A death squad. She attempted to make a comeback in 1975 with a new version of Las mil y una Nachas. The show was never performed. After the dress rehearsal prior to the opening night, a bomb destroyed the theater, killing a member of the crew and forcing her to flee the country once more.\n\nShe continued a successful career in Mexico, Cuba and Spain with performances in New York, Chicago and La Habana too, before returning to Argentina.\n\nNacha Guevara has acted in numerous Argentine films, as well as on Broadway. However, she is best known for her extensive musical career, which has been realized throughout the world and over several decades.\n\nAfter the end of the Argentine dictatorship, she came back to her native country in 1984. In 1986 she starred Pedro Orgambide's Eva, an Argentine answer to the musical Evita by Andrew Lloyd Webber. The show was redone for a bigger version in 2008 and renamed Eva, the great Argentinean musical.\n\nIn the last decades she won recognition as an actress, participating in movies and TV shows such as Alas, Poder y Pasión (\"Wings, Power and Passion\") and films as El Lado Oscuro del Corazón (\"The Dark Side of the Heart\") and its sequel, where she plays Death, a symbolic character who is in love with the hero and harasses him, trying to take him to the other side.","birthday":"1940-10-03","deathday":null,"gender":1,"homepage":null,"id":262525,"imdb_id":null,"known_for_department":"Acting","name":"Nacha Guevara","place_of_birth":"Mar del Plata, Buenos Aires, Argentina","popularity":0.629,"profile_path":"/zQjIHxgBJ34THeO0QDScHpD0xTy.jpg"}
