{"adult":false,"also_known_as":["Yuri Norstein","Юрий Норштейн","Yury Norshteyn","Yuri Norshteyn","Yuriy Norstein","Yury Norstein","Yuriy Norshteyn","Iouri Norstein","ユーリ・ノルシュテイン","ユーリ・ボリソヴィチ・ノルシュテイン","Норштейн, Юрий Борисович","Ю́рий Бори́сович Норште́йн"],"biography":"PAR Yuri Norstein (Russian: Ю́рий Бори́сович Норште́йн, Yuriy Borisovich Norshteyn; born 15 September 1941), is a Soviet and Russian animator best known for his animated shorts, Hedgehog in the Fog and Tale of Tales. Since 1981 he has been working on a feature film called The Overcoat, based on the short story by Nikolai Gogol of the same name. According to the Washington Post, \"He is considered by many to be not just the best animator of his era, but the best of all time\".\n\nYuri Norstein was born to a Jewish family in the village of Andreyevka, Penza Oblast, during his parents' World War II evacuation. He grew up in the Maryina Roshcha suburb of Moscow. After studying at an art school, Norstein initially found work at a furniture factory. Then he finished a two-year animation course and found employment at studio Soyuzmultfilm in 1961. The first film that he participated in as an animator was Who Said \"Meow\"? (1962).\n\nAfter working as an animation artist in some fifty films, Norstein got the chance to direct his own. In 1968 he debuted with 25th October, the First Day, sharing directorial credit with Arkadiy Tyurin. The film used the artwork of 1920s-era Soviet artists Nathan Altman and Kuzma Petrov-Vodkin.\n\nThe next film in which he had a major role was The Battle of Kerzhenets (1971), a co-production with Russian animation director Ivan Ivanov-Vano under whose direction Norstein had earlier worked on 1969's Times of the Year.\n\nThroughout the 1970s Norstein continued to work as an animator in many films, and also directed several. As the decade progressed his animation style became ever more sophisticated, looking less like flat cut-outs and more like smoothly-moving paintings or sophisticated pencil sketches. His most famous film is Tale of Tales, a non-linear, autobiographical film about growing up in the postwar Soviet world.\n\nNorstein uses a special technique in his animation, involving multiple glass planes to give his animation a three-dimensional look. The camera is placed at the top looking down on a series of glass planes about a meter deep (one every 25–30 cm). The individual glass planes can move horizontally as well as toward and away from the camera (to give the effect of a character moving closer or further away).\n\nFor many years he has collaborated with his wife, the artist Francheska Yarbusova, and the cinematographer Aleksandr Zhukovskiy.\n\nSource: Wikipedia","birthday":"1941-09-15","deathday":null,"gender":2,"homepage":"http://www.norshteyn.ru/","id":550476,"imdb_id":"nm0635956","known_for_department":"Directing","name":"Yuri Norstein","place_of_birth":"Andreevka, Penzenskaya oblast, USSR (Russia)","popularity":3.499,"profile_path":"/jXZxyCwla3vfHs1nS6w5EZz8oi1.jpg"}
