{"adult":false,"also_known_as":["John Gordon-Sinclair","Gordon John Sinclair","Gordon Sinclair"],"biography":"From Wikipedia, the free encyclopedia.  John Gordon Sinclair (born 1962, Glasgow) is a Scottish actor most famous for playing Gregory in Gregory's Girl. He was born as Gordon John but took the stage name 'John Gordon Sinclair' because Equity already had a Gordon John registered.\n\nHe joined Glasgow's Youth Theatre after he visited one night and met fellow fan of Canadian progressive rock group Rush, Robert Buchanan. As a result he starred in a number of films by director Bill Forsyth, perhaps the most famous of which was 1981's Gregory's Girl, shot when he was 19 years old. He reprised the role nearly two decades later in Gregory's Two Girls, and also appeared in Forsyth's Local Hero.\n\nHe has continued to act on stage and screen. Other roles include parts in Goodbye Mr Steadman, Mad About Alice Gasping and Roman Road. He was also in the first series of LWT's Hot Metal and both the radio and television sitcom An Actor's Life For Me. He played Dan Weir in Espedair Street, the BBC Radio 4 adaptation of the Iain Banks novel, as well as playing the lead part of Dr. Finlay in the Radio 4 series entitled Adventures of a Black Bag.\n\nHe appeared in the 1982 Scottish squad's World Cup song \"We Have a Dream\", a number 5 hit in the UK, which was written and performed by BA Robertson. It featured John Gordon Sinclair speaking his recollection of a dream about Scottish football success. He later revived this Scottish footballing connection by narrating the 2006-07 BBC Scotland documentary series That Was The Team That Was.\n\nJohn Gordon Sinclair played Frank McClusky, a leading character, in the 1990 John Byrne TV serial \"Your Cheatin' Heart\". He also appeared in \"Local Hero\". Sinclair played one of the main characters in the Tesco TV adverts in the late 1990s and early 2000s alongside Prunella Scales and Jane Horrocks. He most recently appeared in the West End in The Producers playing the part of Leo Bloom alongside Fred Applegate.\n\nHe voiced all the male characters (except for Finbar) in HIT Entertainment's Rubbadubbers. He was awarded the Laurence Olivier Theatre Award in 1995 for Best Actor in a Musical for his 1994 performance in \"She Loves Me\".\n\nSinclair also performed the part of \"Master of Ceremonies\" in Mike Oldfield's premiere performance of Tubular Bells II at Edinburgh Castle in 1992.\n\nDescription above from the Wikipedia article John Gordon Sinclair , licensed under CC-BY-SA,full list of contributors on Wikipedia.","birthday":"1962-02-04","deathday":null,"gender":2,"homepage":null,"id":97884,"imdb_id":"nm0329947","known_for_department":"Acting","name":"John Gordon Sinclair","place_of_birth":"Glasgow, Scotland, UK","popularity":2.404,"profile_path":"/2iDe3PnGvXOC13VkhAKQ1c4jqMk.jpg"}
