{"adult":false,"also_known_as":["Ellen McRae","Edna Rae Gillooly"],"biography":"Ellen Burstyn (born Edna Rae Gillooly; December 7, 1932) is an American actress. Known for her portrayal of complicated women in dramas, Burstyn is the recipient of various accolades, and is among the few performers to have won an Oscar, Emmy, and Tony (Triple Crown of Acting).\n\nBorn in Detroit, Michigan, Burstyn left school and worked as a dancer and model. She made her stage debut on Broadway in 1957 and soon started to make appearances in television shows. Stardom followed several years later with her acclaimed role in The Last Picture Show (1971), which earned her a nomination for the Academy Award for Best Supporting Actress. Her next appearance in The Exorcist (1973), earned her a nomination for the Academy Award for Best Actress. The film has remained popular and several publications have regarded it as one of the greatest horror films of all time. She followed this with Martin Scorsese's Alice Doesn't Live Here Anymore (1974), which won her the Academy Award for Best Actress.\n\nShe appeared in numerous television films and gained further recognition from her performances in Same Time, Next Year (1978), which won her a Golden Globe Award, and Resurrection (1980), How to Make an American Quilt (1995), and Requiem For a Dream (2000). For playing a lonely drug-addicted woman in the last one of these, she was again nominated for an Academy Award and a Screen Actors Guild Award. In the 2010s, she made appearances in television series including the political dramas, Political Animals and House of Cards, which have earned her Emmy Award nominations. Since 2000, she has been co-president of the Actors Studio, a drama school in New York City. In 2013, she was inducted into the American Theatre Hall of Fame for her work on stage.\n\nDescription above from the Wikipedia article Ellen Burstyn, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1932-12-07","deathday":null,"gender":1,"homepage":null,"id":9560,"imdb_id":"nm0000995","known_for_department":"Acting","name":"Ellen Burstyn","place_of_birth":"Detroit, Michigan, USA","popularity":10.357,"profile_path":"/57gu12UWYWtphrzlccJQfw8lORm.jpg"}
