{"adult":false,"also_known_as":["Дрю Бэрримор","드류 베리모어","Drew Blythe Barrymore","Ντρου Μπλάιδ Μπάριμορ","Ντρου Μπάριμορ","Дрю Беррімор"],"biography":"Drew Blythe Barrymore (born February 22, 1975) is an American actress, director, producer, businesswoman, and talk show host who is the recipient of numerous accolades, including a Golden Globe and a Screen Actors Guild Award, as well as five Emmy Award nominations and a BAFTA nomination. She is a member of the Barrymore family of actors and the granddaughter of John Barrymore.\n\nBarrymore achieved fame as a child actress with her role in E.T. the Extra-Terrestrial. Following a highly publicized childhood marked by drug and alcohol abuse, she released an autobiography Little Girl Lost. She starred in a string of successful films during the 1990s and 2000s, including Charlie's Angels, Never Been Kissed, Poison Ivy, Boys on the Side, Mad Love, Batman Forever, Scream and Ever After. Barrymore starred with Adam Sandler in several films, including The Wedding Singer, 50 First Dates and Blended.\n\nHer other films include Firestarter, Donnie Darko, Riding in Cars with Boys, Confessions of a Dangerous Mind, Charlie's Angels: Full Throttle, Fever Pitch, Music and Lyrics, Going the Distance, Big Miracle and Miss You Already. She also starred in her directorial debut film Whip It. She won a SAG Award and a Golden Globe for her role in Grey Gardens. She starred in the Netflix series Santa Clarita Diet and currently hosts her syndicated talk show The Drew Barrymore Show.\n\nBarrymore is the founder of the production company Flower Films. It produced several projects in which she has starred. She launched a range of cosmetics under the Flower banner in 2013, which has grown to include lines in make-up, perfume and eyewear. Her other business ventures include a range of wines and a clothing line. E. P. Dutton published a collection of Barrymore's autobiographical essays in a book titled Wildflower in 2015. Barrymore received a star on the Hollywood Walk of Fame in 2004.","birthday":"1975-02-22","deathday":null,"gender":1,"homepage":"http://www.drewbarrymore.com/","id":69597,"imdb_id":"nm0000106","known_for_department":"Acting","name":"Drew Barrymore","place_of_birth":"Culver City, California, USA","popularity":17.696,"profile_path":"/vCg538wASd6UlZcqD0a0KdgwMIQ.jpg"}
