{"adult":false,"also_known_as":["Burt Freeman Bacharach"],"biography":"From Wikipedia, the free encyclopedia\n\nBurt Freeman Bacharach (born May 12, 1928) is an American composer, songwriter, record producer, pianist, and singer who has composed hundreds of pop songs from the late 1950s through the 1980s, many in collaboration with lyricist Hal David. A six-time Grammy Award winner and three-time Academy Award winner, Bacharach's songs have been recorded by more than 1,000 different artists. As of 2014, he had written 73 US and 52 UK Top 40 hits. He is considered one of the most important composers of 20th-century popular music.\n\nHis music is characterized by unusual chord progressions, influenced by his background in jazz harmony, and uncommon selections of instruments for small orchestras. Most of Bacharach's and David's hits were written specifically for and performed by Dionne Warwick, but earlier associations (from 1957 to 1963) saw the composing duo work with Marty Robbins, Perry Como, Gene McDaniels, and Jerry Butler. Following the initial success of these collaborations, Bacharach went on to write hits for Gene Pitney, Cilla Black, Dusty Springfield, Jackie DeShannon, Bobbie Gentry, Tom Jones, Herb Alpert, B. J. Thomas, the Carpenters, among numerous other artists. He arranged, conducted, and produced much of his recorded output.\n\nSongs that he co-wrote which have topped the Billboard Hot 100 include \"This Guy's in Love with You\" (1968), \"Raindrops Keep Fallin' on My Head\" (1969), \"(They Long to Be) Close to You\" (1970), \"Arthur's Theme (Best That You Can Do)\" (1981), and \"That's What Friends Are For\" (1986).\n\nA significant figure in easy listening, Bacharach is described by writer William Farina as \"a composer whose venerable name can be linked with just about every other prominent musical artist of his era.\" In later years, his songs were newly appropriated for the soundtracks of major feature films, by which time \"tributes, compilations, and revivals were to be found everywhere\". He has been noted for his influence on later musical movements such as chamber pop and Shibuya-kei. In 2015, Rolling Stone ranked Bacharach and David at number 32 for their list of the 100 Greatest Songwriters of All Time. In 2012, the duo received the Library of Congress Gershwin Prize for Popular Song, the first time the honor has been given to a songwriting team.","birthday":"1928-05-12","deathday":null,"gender":2,"homepage":"http://bacharachonline.com/","id":9580,"imdb_id":"nm0000820","known_for_department":"Acting","name":"Burt Bacharach","place_of_birth":"Kansas City, Missouri, USA","popularity":1.273,"profile_path":"/dPmf3Z8KqbnGSnWVSgBSOiJvIRp.jpg"}
