{"adult":false,"also_known_as":["عادل إمام","Adel Imam","Adel Emam","عادل امام"],"biography":"Adel Imam is an Egyptian comedic actor, and one of the most iconic figures in Arab cinema. He's starred in over 100 movies and 10 plays, earning the adoration of audiences and critics alike. He was born in Mansoura on May 17, 1940, but at an early aged moved with his family to Sayyed Zeinab where he grew up. The actor got his bachelor's degree in agriculture from the University of Cairo, where he became passionately involved in college theatre productions. He joined a television troupe in 1962 while still a student, and began starring in TV plays like \"Ana wa Howa wa Heya\" (He, She and I) and \"Al Nassabin\" (The Swindlers) which was performed at the Al Hakim Theater. In the following years he acted in several well received plays like \"Al Bijamma Al Hamra\" (The Red Pajamas), \"Fardet Shamal\" (Left Shoe) and \"Gharammiyat A'feefy\" (A'feefy's Love Affairs). In the 1970s, he starred in the hit play \"Madrassat Al Mashaghbeen\" (Mischief at School), which screened from 1971 to 1975. He then did \"Shahid Mashafsh Hagga\" (The Witness Didn't See Anything) which was screened over a period of seven years. Afterwards, he did \"Al Wadd Sayyid Al Shaghal,\" which screened from 1985 to 1993. Imam has had one of the longest acting careers. More recently, he starred in \"The Yacoubian Building,\" adapted from Alaa Al-Aswany's celebrated novel. The film, a poignant piece of social commentary, is known to be the highest-budgeted film in Egyptian cinema history. In 2012, an Egyptian court convicted Imam for defamation of Islam (not the first time this has happened). The films targeted in this particular case were \"Al Irhabi\" (The Terrorist) and \"Al Zaeem\" (The Leader) in which he satirizes Arab autocratic rulers. Imam, however, won his appeal against the conviction. In 2000, the United Nations named him a Goodwill Ambassador for UNHCR.","birthday":"1940-05-17","deathday":null,"gender":2,"homepage":"http://www.adelimamfilm.com/","id":13202,"imdb_id":"nm0408054","known_for_department":"Acting","name":"Adel Emam","place_of_birth":"El Mansoura, Egypt","popularity":3.45,"profile_path":"/vPEubkxYDRfkSUDoAfJUWQgg4cD.jpg"}
