{"adult":false,"also_known_as":["Micheline Chassagne","Мишлин Николь Джулия Эмилинна Шассан","Micheline Nicole Julia Emilien Chassagne","Мишлин Прель","Мишлин Пресль"],"biography":"Micheline Presle (born Micheline Nicole Julia Émilienne Chassagne on 22 August 1922) is a French actress. She was sometimes billed as Micheline Prelle. Starting in 1939, she starred in over 50 French and English language films that were made in Hollywood and in France.\n\nBorn in Paris, she wanted to be an actress from an early age. She took acting classes in her early teens and made her film debut at the age of fifteen in the 1937 production of La Fessée. In 1938, she was awarded the Prix Suzanne Bianchetti as the most promising young actress in French cinema. Her rise to European stardom, in films such as Devil in the Flesh, led to offers from Hollywood and in 1950, she was signed by 20th Century Fox.\n\n20th Century Fox executives changed Presle's last name to Prell. It was later changed to Prelle after a soap company brought out Prell shampoo. Her first Hollywood production was a starring role opposite John Garfield in the film Under My Skin directed by Jean Negulesco. That same year director Fritz Lang cast her opposite Tyrone Power in the war drama American Guerrilla in the Philippines. In 1950, she became the second wife of American actor William Marshall with whom she had a daughter, Tonie. William Marshall had teamed up with actor Errol Flynn and his production company and in 1951 he directed Flynn and her in the film Adventures of Captain Fabian.\n\nPresle's marriage did not last and she returned to France, divorcing Marshall in 1954. Her career flourished in French films and in 1957 she was a guest on the American Ed Sullivan Show. In 1959 she performed in the United Kingdom English-language production of Blind Date directed by Joseph Losey. She returned to Hollywood in 1962 for the role of Sandra Dee's mother in the Universal Studios film If a Man Answers which also featured Dee's husband, singer Bobby Darin. The following year, Presle acted again in English in The Prize starring Paul Newman. She did not make another English film, but after performing in more than 50 films in French, in 1989 she appeared in the French-made bilingual production I Want to Go Home, for which she was nominated for the César Award for Best Actress in a Supporting Role.\n\nIn 1971, Presle signed the Manifesto of the 343, publicly declaring she had an illegal abortion.\n\nSource: Article \"Micheline Presle\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1922-08-22","deathday":null,"gender":1,"homepage":null,"id":34595,"imdb_id":"nm0696163","known_for_department":"Acting","name":"Micheline Presle","place_of_birth":"Paris, France","popularity":2.212,"profile_path":"/l3JEGPsntAwicRgZaNelmVoYGmg.jpg"}
