{"adult":false,"also_known_as":["Zhāng Guóróng","Leslie Cheung Kwok-Wing\t","Cheung Kwok-Wing","張國榮","张国荣","Kwok-wing Cheung","Lesile K.W. Cheung","Guorong Zhang","장국영","Trương Quốc Vinh"],"biography":"Leslie Cheung (12 September 1956 – 1 April 2003) was a Hong Kong singer-songwriter, actor, film director, record producer, and screenwriter. Cheung is considered one of the \"founding fathers of Cantopop\" by \"combining a hugely successful film and music career.\" He rose to prominence as a teen heartthrob and pop icon of Hong Kong in the 1980s, with the turning point in his acting career coming in 1986 with his starring role in John Woo's A Better Tomorrow, which broke Hong Kong's box office record. In the following years Cheung was praised for his performances in films which found popularity with audiences worldwide, including A Chinese Ghost Story (1987), Rouge (1987) and Wong Kar-Wai's Days of Being Wild (1991). Cheung won the 1991 Hong Kong Film Award (Days of Being Wild) and the 1994 Hong Kong Film Critics Society Award (Ashes of Time) for best actor. He had also won the 1994 Japan Film Critics Society Award for best actor for his performance in Farewell My Concubine and ten other best actor nominations, five Golden Horse Awards, three Cannes Film Festival Awards, an Asia Pacific Film Festival Award, and a Venice Film Festival Award. Cheung's music and movies not only captured fans in Hong Kong but also other Asian countries including Taiwan, Singapore, Malaysia, China, Japan and South Korea. He is the first foreign artist to hold 16 concerts in Japan that has yet to be broken and the record holder as the best-selling C-pop artist in Korea. Cheung was ranked as the favorite actor in the 100 years of Chinese cinema. In 2010, he was voted the third \"Most Iconic Musician of All Time\" (after Michael Jackson and The Beatles). CNN considered Cheung as the \"Most Beautiful Man from Hong Kong Cinema\" and one of \"Asia's 25 Greatest Actors of All Time.\"","birthday":"1956-09-12","deathday":"2003-04-01","gender":2,"homepage":"http://www.lesliecheung.cc/","id":69637,"imdb_id":"nm0002000","known_for_department":"Acting","name":"Leslie Cheung","place_of_birth":"Hong Kong, China","popularity":14.529,"profile_path":"/6H8gTq1QCB0bD9CGDhrIJITiGVX.jpg"}
