{"adult":false,"also_known_as":[" Gwyneth Verdon","Gwen Verdun"],"biography":"Gwyneth Evelyn \"Gwen\" Verdon was an American actress and dancer. She won four Tony Awards for her musical comedy performances, and served as an uncredited choreographer's assistant and specialty dance coach for theater and film. With flaming red hair and a quaver in her voice, Verdon was a critically acclaimed performer on Broadway from the 1950s-70s. Having originated many roles in musicals she is also strongly identified with her second husband, director–choreographer Bob Fosse, remembered as the dancer–collaborator–muse for whom he choreographed much of his work and as the guardian of his legacy after his death.\n\nBy the time she was six, she was already dancing on stage. She went on to study multiple dance forms, ranging from tap, jazz, ballroom and flamenco to Balinese.  In 1942, Verdon’s parents asked her to marry family friend and tabloid reporter James Henaghan after he got her pregnant at 17, and she quit her dancing career to raise their child. After her divorce, she entrusted her son Jimmy to the care of her parents. Early on, Verdon found a job as assistant to choreographer Jack Cole. During her five-year employment with Cole, she took small roles in movie musicals as a \"specialty dancer\" She also taught dance to stars such as Jane Russell, Fernando Lamas, and Lana Turner. Verdon started out on Broadway as a \"gypsy,\" going from one chorus line to another. Her breakthrough role finally came as second female lead in Cole Porter's musical Can-Can.  Verdon's biggest success was George Abbott's Damn Yankees.  Verdon won another Tony and went to Hollywood to repeat her role in the 1958 movie version Damn Yankees.  Verdon won another Tony for her performance in the musical, New Girl in Town, and won her fourth Tony for Redhead.  Verdon and Fosse continued to collaborate on projects such as musicals Chicago and Dancin', as well as All That Jazz. After originating the role of Roxie opposite Chita Rivera's Velma Kelly in Chicago, Verdon focused on film acting, playing character roles in movies such as The Cotton Club, Cocoon and its sequel. She continued to teach dance and musical theater and to act.  She received three Emmy Award nominations for appearances on Magnum, P.I., Dream On, and Homicide: Life on the Street. Verdon appeared in Alice and Marvin's Room).  In 1999, Verdon served as artistic consultant on a Broadway musical designed to showcase examples of classic Fosse choreography, called Fosse.  which won a Tony Award for best musical.\n\nVerdon appeared in the movie Walking Across Egypt, as well as Bruno. Verdon received a total of four Tonys, for best featured actress for Can-Can and best leading actress for Damn Yankees, New Girl in Town, and Redhead. She also won a Grammy Award for the cast recording of Redhead.\n\nVerdon was inducted into the American Theater Hall of Fame in 1981, and in 1998, she was awarded the National Medal of Arts.","birthday":"1925-01-13","deathday":"2000-10-18","gender":1,"homepage":null,"id":54122,"imdb_id":"nm0893862","known_for_department":"Acting","name":"Gwen Verdon","place_of_birth":"Culver City, Los Angeles, California, USA","popularity":1.614,"profile_path":"/a8aVk3PTmBNbjpUWAj67y3NudgI.jpg"}
