{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nWayne Anthony Allwine (February 7, 1947 – May 18, 2009) was an American voice actor, a sound effects editor and foley artist for The Walt Disney Company. He was born in Glendale, California. He was the voice of Mickey Mouse for 32 years, narrowly the longest to date, and was married to voice actress Russi Taylor.\n\nAllwine was the voice of Mickey Mouse from 1977 until his death in 2009. He succeeded Jimmy MacDonald, who in 1947 had taken over from Walt Disney himself, who had performed the role since 1928 as well as supplying Mickey's voice for animated portions of the original Mickey Mouse Club television show (ABC-TV, 1955–59).\n\nAllwine's first appearance as Mickey was voicing the animated lead-ins for The New Mickey Mouse Club in 1977. His first appearance as Mickey for a theatrical release was in the 1983 featurette Mickey's Christmas Carol. In the same film, he voiced a Santa Claus on the street appealing for charity donations at the start of the movie and the two weasel undertakers in the Christmas future scene.\n\nHe also starred in films such as The Prince and the Pauper (1990), and Mickey, Donald, Goofy: The Three Musketeers (2004), and the TV series Mickey Mouse Works (1999-2000), Disney's House of Mouse (2001-2003), and Mickey Mouse Clubhouse (2006-2009) and Who Framed Roger Rabbit. He has provided Mickey's voice for nearly every entry in the popular Kingdom Hearts series of video games, which was done in collaboration with Japanese video game company Square Enix.\n\nIn addition to his voice work, Allwine had also been a sound effects editor on Disney films and TV shows including Splash (1984) and Three Men and a Baby (1987); as well as Innerspace (1987), Alien Nation (1988) and Star Trek V: The Final Frontier for other studios.\n\nDescription above from the Wikipedia article Wayne Allwine, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1947-02-07","deathday":"2009-05-18","gender":2,"homepage":null,"id":78076,"imdb_id":"nm0021656","known_for_department":"Acting","name":"Wayne Allwine","place_of_birth":"Glendale, California, USA","popularity":2.897,"profile_path":"/tvUq0ZrJdxkI9y7Y8UWo037id5Y.jpg"}
