{"adult":false,"also_known_as":["Мэгги Джилленхол","매기 질렌할"],"biography":"Margalit \"Maggie\" Ruth Gyllenhaal (born November 16, 1977) is an American actress and filmmaker. Part of the Gyllenhaal family, she is the daughter of filmmakers Stephen Gyllenhaal and Naomi Achs, and the older sister of actor Jake Gyllenhaal.\n\nGyllenhaal began her career as a teenager with small roles in several of her father's films, and appeared with her brother in the cult favorite Donnie Darko (2001). She then appeared in Adaptation, Confessions of a Dangerous Mind (both 2002), and Mona Lisa Smile (2003). Gyllenhaal received critical acclaim for her leading performances in the erotic romantic comedy drama Secretary (2002) and the drama Sherrybaby (2006), each of which earned her a Golden Globe Award nomination. After several commercially successful films in 2006, including World Trade Center, she received wider recognition for playing Rachel Dawes in the superhero film The Dark Knight (2008).\n\nFor her performance as a single mother in Crazy Heart (2009), she received a nomination for Academy Award for Best Supporting Actress. She subsequently starred in the comedies and dramas: Nanny McPhee and the Big Bang (2010), Hysteria (2011), and Won't Back Down (2012). Her other roles include a Secret Service agent in the action-thriller White House Down (2013), a musician in Frank (2014), and the title role in the drama The Kindergarten Teacher (2018). In 2021, Gyllenhaal made her writing and directing debut with the psychological drama The Lost Daughter, for which she won the Venice International Film Festival's Best Screenplay Award and was nominated for the Academy Award for Best Adapted Screenplay.\n\nGyllenhaal has also appeared in five stage productions since 2000, including making her Broadway debut in a revival of The Real Thing. She has starred in several television series, including the BBC political-thriller miniseries The Honourable Woman. For her performance, she won a Golden Globe award for Best Actress, and was nominated for a Primetime Emmy Award. She also produced and starred in the HBO period drama series The Deuce (2017–19). Gyllenhaal has been married to actor Peter Sarsgaard since 2009 and they have two children together.","birthday":"1977-11-16","deathday":null,"gender":1,"homepage":null,"id":1579,"imdb_id":"nm0350454","known_for_department":"Acting","name":"Maggie Gyllenhaal","place_of_birth":"Lower East Side, New York City, New York, USA","popularity":28.345,"profile_path":"/qxgM5LzzG4uWTprCL3gBVVJ2Q1K.jpg"}
