{"adult":false,"also_known_as":["Dave Fincher ","David Andrew Leo Fincher ","Дэвид Финчер","大卫·芬奇","เดวิด ฟินเชอร์","デヴィッド・フィンチャー","데이비드 핀처","ديفيد فينشر","Девід Фінчер"],"biography":"David Andrew Leo Fincher (born August 28, 1962) is an American film director. His films, mostly psychological thrillers and biographical dramas, have received 40 nominations at the Academy Awards, including three for him as Best Director.\n\nBorn in Denver, Colorado, Fincher was interested in filmmaking at an early age. He directed numerous music videos, most notably Madonna's \"Express Yourself\" in 1989 and \"Vogue\" in 1990, both of which won him the MTV Video Music Award for Best Direction. He made his feature film debut with Alien 3 (1992), which garnered mixed reviews, followed by the thriller Seven (1995), which was better received. Fincher found lukewarm success with The Game (1997) and Fight Club (1999), but the latter eventually became a cult classic. In 2002, he returned to prominence with the thriller Panic Room starring Jodie Foster.\n\nFincher also directed Zodiac (2007), The Social Network (2010), The Girl with the Dragon Tattoo (2011), and Mank (2020). For The Social Network, he won the Golden Globe Award for Best Director and BAFTA Award for Best Direction. His biggest commercial successes are The Curious Case of Benjamin Button (2008) and Gone Girl (2014), both of which grossed more than $300 million worldwide, with the former earning thirteen nominations at the Academy Awards, and eleven at the British Academy Film Awards.\n\nHe also served as an executive producer and director for the Netflix series House of Cards (2013–2018) and Mindhunter (2017–2019), winning the Primetime Emmy Award for Outstanding Directing for a Drama Series for the pilot episode of House of Cards. Fincher was the co-founder of Propaganda Films, a film, and music.\n\nDescription above from the Wikipedia article David Fincher, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1962-08-28","deathday":null,"gender":2,"homepage":null,"id":7467,"imdb_id":"nm0000399","known_for_department":"Directing","name":"David Fincher","place_of_birth":"Denver, Colorado, USA","popularity":13.924,"profile_path":"/tpEczFclQZeKAiCeKZZ0adRvtfz.jpg"}
