{"adult":false,"also_known_as":["Nancy O'Neil","Cynthia Boyd","Brenda O'Neil"],"biography":"Nancy O'Brien is an actress, Playboy model, and writer, who has spent a lifetime exploring and discovering the world.\n\nNancy grew up in Pittsburgh, Pennsylvania where she began her acting career at the age of six, after being selected as the lead role of the very first play for which she auditioned. Nancy continued performing in various productions as a child, and subsequently began taking acting classes. She received financial and emotional support from her late Uncle Carl, aka the beloved Carl the Barber, for her acting interests.\n\nDuring her studies at CSUN, Nancy did extra work as a sexy college student in a Playboy video, entitled The Freshman Class, where she was immediately noticed by the executive producer, who cast her as the lead role in the video. Not long after that, Nancy appeared in several other Playboy videos, Playboy movies, Playboy TV shows, and Playboy radio programs. Nancy was also featured in several of Playboy's Special Edition magazines, including two issues of Sexy Celebrities (2001 and 2002), as well as Playboy's Natural Beauties (1999) and was featured and honored as Playboy's Perfect 10 Model in (2000). She was also featured in Playboy magazine, November (2000), and April (2001).\n\nIn addition to her work with Playboy, Nancy also co-hosted Danni's Point Spread, a sports show dedicated to football. She also wrote and performed her own stand-up comedy material. She even got cast in the lead role of one of her favorite genres, a fun campy horror film, entitled The Backlot Murders, which was shot at Universal Studios.\n\nNancy spends her free time rock climbing, mountaineering in remote locations around the world, including Morocco and Peru, and now is continuing the pursuit of her greatest passion- writing novels and screenplays.","birthday":null,"deathday":null,"gender":1,"homepage":null,"id":41950,"imdb_id":"nm0639744","known_for_department":"Acting","name":"Nancy O'Brien","place_of_birth":"Pennsylvania, USA","popularity":1.694,"profile_path":"/cxnxcplS4W1ULLqSpmnJVJyL8i9.jpg"}
