{"adult":true,"also_known_as":["Aristide Massaccesi","Kevin Mancuso","Michael Di Caprio","Raf de Palma","Joe De Mato","Andrea Massai","Una Pierre","Alexandre Borsky","Chang Lee Sun","David Hills","Robert Yip","James Burke","Joan Russell","Dario Donati","Steven Benson","O.J. Clarke","John Bird","Robert Hall","Peter Newton","Anna Bergman","Michael Wotruba","John Shadow","Romano Gastaldi","Fred Slonisko","Federiko Slonisko","Anthony Ford"],"biography":"From Wikipedia, the free encyclopedia.\n\nJoe D'Amato, (birth name: Aristide Massaccesi) (December 15, 1936 in Rome - January 23, 1999 in Rome) was a prolific Italian filmmaker who directed roughly 200 films, usually at the same time acting as producer and cinematographer, and sometimes providing the script as well. While D'Amato contributed to many different genres (such as the spaghetti western, the war movie, the swashbuckler, the peplum, and the fantasy film), the majority of his films are exploitation-themed pornography, both soft- and hardcore. He is perhaps most well known for his horror film efforts, many of which went on to become cult movies (such as Anthropophagous and Beyond the Darkness), and for his hastily-produced remakes of popular American films (such as the Ator series, based upon the Conan the Barbarian films), some of which were featured in Mystery Science Theater 3000. The poor production value of many of his films, combined with his expressed lack of concern for the production quality of his films as long as they proved profitable, have led him to be labeled as \"The Evil Ed Wood,\" despite D'Amato's apparently amiable nature.\n\nDescription above from the Wikipedia article Joe D'Amato, licensed under CC-BY-SA, full list of contributors on Wikipedia​","birthday":"1936-12-15","deathday":"1999-01-23","gender":2,"homepage":null,"id":31775,"imdb_id":"nm0001090","known_for_department":"Directing","name":"Joe D'Amato","place_of_birth":"Rome, Lazio, Italy","popularity":15.757,"profile_path":"/6MkHXS4uo7S3sAQ2jKxRjR3YEGe.jpg"}
