{"adult":false,"also_known_as":["Mia Tallarico"],"biography":"Mia Abagale Tallarico (born December 22, 1978), better known as Mia Tyler, is an American actress, model and fashion designer.\n\nMia is the daughter of rock singer Steven Tyler of the band Aerosmith and actress Cyrinda Foxe. She was born at Dartmouth Hitchcock Medical Center in Hanover, New Hampshire and raised nearby, primarily by Lake Sunapee. She is the paternal half-sister of actress Liv Tyler (whose mother is model and singer Bebe Buell). In 1979, Steven Tyler wrote a song named after Mia, which was released on the Aerosmith album Night in the Ruts.\n\nAt age 17, Tyler appeared as a VJ on the MTV show House of Style. Primarily a plus size fashion model, she has been represented by the modeling agency Wilhelmina Models. She has appeared in such elite magazines as Seventeen, Teen, Teen People, Mode, Us, Jump, YM, Moxie Girl, Vogue and on the cover of Flare. She modeled for H&M, MXM, Pennington's and Lane Bryant. She has also appeared on the runways of New York and Paris.\n\nTyler launched her own clothing line, Revolution 1228, in February 2009.\n\nIn 2005 Tyler was a member of the VH1 reality show Celebrity Fit Club, and featured in Really Rich Real Estate, also on VH1, in 2006. In March 2009, Tyler was a judge on Pretty Wicked, a reality show that airs on the Oxygen network.\n\nShe has had a few acting roles, including Marsha in Rush Hour 3, a cameo appearance in O Brother, Where Art Thou, People Are Dead, A Little Bit of Lipstick, and Inheridance.\n\nIn 2008, Tyler released her autobiography Creating Myself.\n\nTyler along with Steven both appeared in the Season 13 episode of Hell's Kitchen as chef's table guests in the red kitchen.\n\nDescription above from the Wikipedia article Mia Tyler, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1978-12-22","deathday":null,"gender":1,"homepage":null,"id":215130,"imdb_id":"nm0851175","known_for_department":"Acting","name":"Mia Tyler","place_of_birth":"Lebanon, New Hampshire, USA","popularity":7.042,"profile_path":"/wcocfZz9zrF08zeVqud1wmVR6OH.jpg"}
