{"adult":false,"also_known_as":["黃子華","Dayo Wong Chi-Wah","Dayo Wong Tze-wah","Wong Chi-Wah","Wong Tze-wah","Wong Tze-Wah","黄子华"],"biography":"Dayo Wong Tze-wah (黃子華), born 5 September 1960, is a Hong Kong stand-up comedy, actor, presenter, screenwriter, and singer-songwriter who is the pioneer of stand-up comedy in Hong Kong. Wong gained a degree in philosophy from the University of Alberta in Canada. He began his career in the entertainment industry in Hong Kong in 1984, but he is best known for his works in live stand-up comedy which he started performing regularly since 1990. Since then he has starred in TV dramas and films, and recorded his own album. Dayo had his TVB TV series debut in 1999, acting as \"Lai Sam\" in \"Justice Sung 2\". A year later, he reached a milestone of his TV series career. Dayo as a lazy office assistant in a law firm in War of the Gender, wining the My Favourite Television Character Award in the year of 2002. It is when his flame reached his highest point. 2004 is a fruitful year for Day, it is when he won two awards, the My Favourite On-Screen Partners (with Ada Choi in \"Catch the Uncatchable\") and again, the My Favourite Television Character Award (also in \"Catch the Uncatchable\"). He was so close to the \"TV King\" Award (The Best Actor Award). He was on the nomination list of the award in both 2007 and 2009. He finally crowned as TV King with \"Bounty Lady\" in 2013. To Dayo, the award was accumulative result of his TVB dramas. He also revealed that his relationship with Chilam were like cousins. In that year, Chilam Cheung started as the clear favourite of the audience due to his absolute popularity starring as Captain Cool in \"Triumph in the Skies 2\". Though Chilam ended up bagging the Most Popular Male Character, he sounded disappointed in his acceptance speech (the price is widely recognised as a consolation prize to the The Best Actor Award). Chilam did not stay behind the ceremony for the TVB official interview. He explained that he was not informed to stay behind for any interview. The discord rumours between Chilam and Dayo begin to spread out widely. However, the rumour was shot down when Chilam surprised Dayo by his sudden appearance at a meal gathering of the Bounty Lady. Besides the TVB drama career, Dayo is also well known to be a stand-up comedian. He introduced stand up comedy (talk show) to Hong Kong. He has done thirteen talk show so far, mainly targeting local Hongkongese. Unlike Northern American stand-up comedian, his jokes usually includes a lot of political and philosophical content, which brings up a high level of consonant among audience. \"Hong Kong's housing issue is absolutely ridiculous. I have discussed this in my stand-up shows too. Hong Kong residents need to have 13 to 14 times their current annual salary to finally be qualified for home ownership.\" said the comedian. Up to 2013, he has done as much as thirteen talk show. Seven of them are also performed in Australia, Canada and the United States. Dayo's latest talk show will be performed in October 2014. A month later, the show be in Canada and the United States as well. Comparing with his stand-up comedy and TV dramas, his movies are not as successful. When being asked the reasons behind, he explained that he ultimate goal is to look for something new in his movies. His visions makes his work good to watch, but it is not good enough to attract people to pay for a cinema ticket. The second reason it that he hates doing promotion for his work.","birthday":"1960-09-05","deathday":null,"gender":2,"homepage":null,"id":110847,"imdb_id":"nm0938990","known_for_department":"Acting","name":"Dayo Wong","place_of_birth":"Hong Kong, China","popularity":6.843,"profile_path":"/yTgCHQcJpcJWm2IrR7NRAVU0TWi.jpg"}
