{"adult":false,"also_known_as":["Helena Kristina Bergström","Helena Bergström Nutley"],"biography":"From Wikipedia, the free encyclopedia.\n\nHelena Bergström (born 5 February 1964 in Kortedala, Gothenburg) is a Swedish actress.\n\nThe granddaughter of legendary Swedish actor Olof Widgren and the daughter of Hans Bergström (director) and Kerstin Widgren (actress). Bergström is married to Colin Nutley and is known for playing the female lead in many of his films. Being one of Sweden’s most highly acclaimed stage actresses she has played the lead part in plays like ”Miss Julie”, ”Twelfth Night”, ”Pygmalion”, ”Piaf”, \"A Dolls House\", the part of Hamlet in “Hamlet”, “Medea” and Blanche in “A Streetcar Named Desire”. In the autumn of 2008 she will play the part of Sally Bowles in Stockholm City Theatre’s production of “Cabaret”.\n\nDespite being born into a theatrical family, Bergström's childhood dream was to work with animals. Aged 15, she travelled to Mississippi in the US as an exchange student and lived there for a year. During this time, she became fascinated with the theatre and decided that the stage was her calling. Back in Sweden, she won a part in a TV series but failed in her first attempt to achieve a place at stage school. Thanks to tuition from Margreth Weivers, she succeeded on her third attempt in 1985.\n\nOn graduating from the Swedish National Academy of Mime and Acting in 1988, she worked at both the Dramaten Theatre and the Stockholm City Theatre. Her breakthrough came with the film 1939 in 1989. Colin Nutley spotted her on a poster for the film \"Women on the roof\" Kvinnorna på taket (1989) and gave her the leading role in his film Blackjack (1990). She was also the obvious choice for his film Änglagård (1992) as well as its sequel ”House of Angels – the Second Summer”. In 1998 she played the part of Astrid in the English production ”Still Crazy” which was to be followed by Colin Nutley’s Oscar-nominated ”Under the Sun” - a film that also received the Special Jury Prize at the San Sebastian Film Festival \"for the quality of its acting\".\n\nWinner of several awards including Best Actress at the Swedish Film Awards, the Montreal Film Festival and the 1995 Istanbul Film Festival for her performance in Nutley’s ”The Last Dance”.\n\nIn 2007 she made her directorial debut with “Mind the Gap” (Se upp för dårarna).\n\nHas two children, a son and a daughter, with Nutley.\n\nDescription above from the Wikipedia article Helena Bergström, licensed under CC-BY-SA, full list of contributors on Wikipedia.​","birthday":"1964-02-05","deathday":null,"gender":1,"homepage":null,"id":18068,"imdb_id":"nm0075087","known_for_department":"Acting","name":"Helena Bergström","place_of_birth":"Kortedala, Gothenburg, Sweden","popularity":7.526,"profile_path":"/rGJFdV6ljUXogAmgvDfGGtDhhoc.jpg"}
