{"adult":false,"also_known_as":["Crystal Lynn Bernard"],"biography":"From Wikipedia, the free encyclopedia\n\nHeight     5' 4\" (1,63 m)\n\nCrystal Lynn Bernard (born September 30, 1961) is an American singer-songwriter and television and film actress, most widely known for her seven-year-long role on the situation comedy Wings. While her main work has been on television, she has appeared in some films, and also attempted to pursue a music career as a songwriter/performer.\n\nCrystal Lynn Bernard (born September 30, 1961) is an American singer-songwriter and television and film actress, most widely known for her seven-year-long role on the situation comedy Wings. While her main work has been on television, she has appeared in some films, and also attempted to pursue a music career as a songwriter/performer.Bernard was born in Garland, Texas. She was raised in a Southern Baptist home. Her father, Dr. Jerry Wayne Bernard, was a Baptist televangelist who traveled across the United States preaching and singing. She became an entertainer at a young age, singing gospel songs with her elder sister, Robyn (also an actress, who played \"Terry Brock\" on General Hospital, 1984-1990). One recording of the two that has survived from those years is a song called \"The Monkey Song\" (an objection to evolution), on Feudin' Fussin' and Frettin' recorded when Crystal was 8 years old, a recording of a 1972 Thomas Road Baptist Church service led by Jerry Falwell. She has two younger sisters, Scarlett and Angelique Bernard.\n\nBernard studied acting at Alley Theatre while growing up in Houston, Texas. She attended Spring High School, and continued her education at Baylor University, where she studied acting and international relations.","birthday":"1961-09-30","deathday":null,"gender":1,"homepage":null,"id":1226789,"imdb_id":"nm0004751","known_for_department":"Acting","name":"Crystal Bernard","place_of_birth":"Garland, Texas, USA","popularity":8.828,"profile_path":"/bsuipk2YLkS09Fjkw0zlvkznhg1.jpg"}
