{"adult":false,"also_known_as":["Cameron Michelle Diaz","Кэмерон Диаз","Κάμερον Ντίαζ","Κάμερον Μισέλ Ντίαζ"],"biography":"Cameron Michelle Diaz (born August 30, 1972) is an American entrepreneur, producer, author, and retired actress and model. The recipient of several accolades, including nominations for four Golden Globe Awards, a BAFTA Award and three Screen Actors Guild Awards, and a star on the Hollywood Walk of Fame, she was named the highest-paid Hollywood actress over 40 in 2013. As of 2018, the U.S. domestic box office grosses of Diaz's films total over US$3 billion, with worldwide grosses surpassing US$7 billion, making her the fifth highest-grossing U.S. domestic box office actress.\n\nBorn in San Diego, California, Diaz was raised in Long Beach. While still in high school, she signed a modeling contract with Elite Model Management. She made her film debut at age 21 opposite Jim Carrey in the comedy The Mask (1994). She was subsequently cast in a supporting role in the romantic comedy My Best Friend's Wedding (1997), before appearing as the titular character in the Farrelly brothers' hit comedy There's Something About Mary (1998), which brought her increased fame and a Golden Globe nomination for Best Actress in a Comedy or Musical. Her following two projects—the sports drama Any Given Sunday and Spike Jonze's surrealist fantasy Being John Malkovich (both 1999)—lent Diaz a reputation as a dramatic actress, the latter earning her a second Golden Globe nomination.\n\nDiaz earned a third Golden Globe nomination for her supporting role in the drama Vanilla Sky (2001) and appeared in numerous high-profile films in the early 2000s, including the action comedy Charlie's Angels (2000) and its sequel Charlie's Angels: Full Throttle (2003), as well as voicing the character of Princess Fiona in the Shrek franchise (2001–2010). In 2002, she was cast in Martin Scorsese's period epic Gangs of New York, for which she earned her fourth Golden Globe nomination. Her subsequent films included the dramatic comedies In Her Shoes (2005) and The Holiday (2006), the psychological thriller The Box (2009), and the action comedy Knight and Day (2010). She also appeared in a supporting role in the superhero film The Green Hornet (2011), followed by starring roles in the comedies Bad Teacher (2011) and The Other Woman (2014). Her final performance before retiring from acting was Will Gluck's 2014 film adaptation of Annie.","birthday":"1972-08-30","deathday":null,"gender":1,"homepage":"http://www.cameron-diaz.org/website/","id":6941,"imdb_id":"nm0000139","known_for_department":"Acting","name":"Cameron Diaz","place_of_birth":"San Diego, California, USA","popularity":28.43,"profile_path":"/d4f4cQ9EiYuvNMjT1IB2h06KoRx.jpg"}
