{"adult":false,"also_known_as":["Σέλμα Μπλερ","셀마 블레어"],"biography":"​Blair was born Selma Blair Beitner in Southfield, Michigan, the daughter of Molly Ann, a judge, and Elliot Beitner. She has three older sisters, Katherine (a book publicist), Elizabeth, and Marie. Blair attended Hillel Day School, a Jewish day school in Farmington Hills, Michigan, and Cranbrook Kingswood school in Bloomfield Hills, Michigan. She attended Kalamazoo College in Michigan, then later transferred to the University of Michigan, where she earned her bachelor's degree in 1994.  After training at the Stella Adler Conservatory of Acting, Blair began acting in the mid-90s. Blair began her career with small roles and guest roles in various television series. Blair appeared with co-stars Sarah Michelle Gellar, and Ryan Phillippe in the 1999 film Cruel Intentions , for which Blair won an MTV Movie Award for Best Kiss - Lesbian Kiss between Blair and co-star Gellar. Blair went on to star as Zoe Bean in two seasons of TV series Zoe, Duncan, Jack and Jane (1999-2000), She rejoined actress Reese Witherspoon in the comedy film Legally Blonde (2001). Later, Blair appeared in Highway (2002).\n\nShe also starred opposite Cameron Diaz and Christina Applegate in The Sweetest Thing and in two independent films that garnered her much critical acclaim: Dana Lustig's Kill Me Later and Todd Solondz's controversial Storytelling, and one of her most recognized roles, Liz Sherman in Hellboy (2004) and its successful sequel released in 2008, Hellboy II: The Golden Army based on the popular comic.\n\nOther films include the political thiller The Deal, The Big Empty, Feast of Love (opposite Greg Kinnear and Morgan Freeman), Ed Burn's Purple Violets and the horror thriller W?Z (opposite Stellan Skarsgard).\n\nBlair starred opposite Molly Shannon in the TV series Kath &amp; Kim, based on the Australian television series of the same name. Blair's upcoming projects are Happy Together (2009), as Mrs. Delbo, Columbus Circle (2010) and Different Kind Of Love (2011) with Juliette Lewis .\n\nSelma can also be seen in the My Friend Steve 1998 music video Charmed .\n\nHer stage work includes the role of Kayleen in Rajiv Joseph's Gruesome Playground Injuries, which had its world premiere at Houston's Alley Theatre in October 2009.","birthday":"1972-06-23","deathday":null,"gender":1,"homepage":null,"id":11826,"imdb_id":"nm0004757","known_for_department":"Acting","name":"Selma Blair","place_of_birth":"Southfield, Michigan, USA","popularity":20.089,"profile_path":"/5KfULwS7ZPZc6Ac1OP0ka2PhZZy.jpg"}
