{"adult":false,"also_known_as":["John Warden Lebzelter, Jr."],"biography":"Jack Warden was an American television and film character actor, born John Warden Lebzelter in Newark, New Jersey. He was twice nominated for an Academy Award for Best Supporting Actor for Shampoo (1975) and Heaven Can Wait (1978). He also received a BAFTA nomination for the former movie and won an Emmy for his performance in Brian's Song (1971).  \n\nExpelled from high school for fighting, Warden eventually fought as a professional boxer under the name Johnny Costello winning 13 welterweight bouts to little financial success.   Warden worked a number of odd jobs before joining the United States military in 1938, rotating through numerous branches of the US armed forces, finishing his career as a Master Sergeant with the 501st Parachute Infantry Regiment of the 101st Airborne Division.  \n\nFollowing his military service, Warden studied theatre, performing on stage for five years, before making his television debut in 1948 on The Philco Television Playhouse and Studio One.  He earned his first credited film role with The Man with My Face in 1952, just prior to his breakout performance as Juror No. 7 in 12 Angry Men. Warden continued to appear in many television series and films over the years. He received a supporting actor Emmy Award for his performance as Chicago Bears coach George Halas in the television movie Brian's Song, and was twice nominated for his starring role in the 1980s comedy/drama series, Crazy Like a Fox.  Appearing in more than one hundred movies, Wardon typically played gruff cops, sports coaches, trusted friends or similar roles over his six decade career.  His final film was The Replacements in 2000, after which he suffered from declining health and retired from acting before passing of heart and kidney failure in a New York hospital at the age of 85.  ","birthday":"1920-09-18","deathday":"2006-07-19","gender":2,"homepage":null,"id":5251,"imdb_id":"nm0912001","known_for_department":"Acting","name":"Jack Warden","place_of_birth":"Newark, New Jersey, USA ","popularity":9.256,"profile_path":"/hSShXiYMfRpMByaB5euZ59qCKN.jpg"}
