{"adult":false,"also_known_as":["Peter Perkinson","Scott Spiegal","Scott Speigel"],"biography":"From Wikipedia, the free encyclopedia\n\nScott Spiegel (born December 24, 1957) is an American screenwriter, film director, producer and actor. He is best known for co-writing the screenplay for the movie Evil Dead II with longtime friend, film director Sam Raimi, with whom he attended Wylie E. Groves High School in Birmingham, Michigan. Spiegel played the role of Scotty in Raimi's Within the Woods, which served as a precursor to The Evil Dead.\n\nWhen Spiegel first moved to Los Angeles, he shared a house in with directors Raimi and Joel Coen, producer Ethan Coen and actresses Holly Hunter, Frances McDormand and Kathy Bates. He shared yet another house with roommate and film editor Bob Murawski (Spider-Man). In the early 1990s, he introduced film director Quentin Tarantino to producer Lawrence Bender, who helped Tarantino get Reservoir Dogs made.\n\nSpiegel grew up in what was then \"rural\" Birmingham, Michigan. He attended Walnut Lake Elementary school and then went on to attend West Maple Jr. High School. It was here that Scott met Sam Raimi and Bruce Campbell. Spiegel worked at the local grocery market across from Walnut Lake Elementary School and it is from this market that Scott would later draw upon the memories to come up with classic scenes that would eventually be worked into many of the scenes of the movies he would either write or direct.\n\nIn 1999, Spiegel directed the direct-to-video sequel to From Dusk Till Dawn, Texas Blood Money. Spiegel formed the production company Raw Nerve with film directors Eli Roth, and Boaz Yakin. Raw Nerve produced the film Hostel (2005), directed by Roth.\n\nDescription above from the Wikipedia article Scott Spiegel, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1957-12-24","deathday":null,"gender":2,"homepage":null,"id":11641,"imdb_id":"nm0818547","known_for_department":"Acting","name":"Scott Spiegel","place_of_birth":"Birmingham, Michigan, USA","popularity":6.87,"profile_path":"/3dKveWiEUeQbAxC7o9AKkIUymPQ.jpg"}
