{"adult":false,"also_known_as":["David Hall","Dave Hall"],"biography":"From Wikipedia, the free encyclopedia\n\nRobert David Hall (born November 9, 1947) is an American actor, best known for his role as coroner Dr. Albert Robbins M.D. on the television show CSI: Crime Scene Investigation.\n\nBorn in East Orange, New Jersey, Hall attended Tustin High School in California and went on to graduate from UCLA in 1971 with a degree in English Literature. Hall is a former professional musician and accomplished guitarist, and is also proficient on piano and mandolin. For several years he was a high profile radio DJ in Los Angeles. He has also done extensive voice work on television commercials and cartoons.\n\nIn 1978, Robert had to have both of his legs amputated as a result of an accident in which an 18-wheeler truck crushed his car. The accident also caused the gasoline tank of the car to explode, causing burns over 65% of his body. He now comfortably uses prosthetic limbs, allowing for personal mobility. Several of his characters, including his CSI character, have openly shared this disability. He is a prominent advocate for disabled Americans.\n\nIn addition to starring on CSI: Crime Scene Investigation, Robert has appeared in such films as Starship Troopers and The Negotiator and has made guest appearances in a number of TV programs including The West Wing and L.A. Law. He also furnishes the narration on CourtTV's documentary series North Mission Road. Currently, Hall is working on the short thriller \"The Roymann Closure in the Netherlands\", written by writer/director David Grifhorst and executive producer Jop Douma.\n\nIn his personal life, Robert was married to Susan Petroni from 1969 until their divorce in 1974, and Connie Cole from 1979 until their divorce in 1987. His son, Andrew, was born of his second marriage. Hall's third and current marriage is to Judy Sterns in 1999.","birthday":"1947-11-09","deathday":null,"gender":2,"homepage":null,"id":1217657,"imdb_id":"nm0004371","known_for_department":"Acting","name":"Robert David Hall","place_of_birth":"East Orange, New Jersey, USA","popularity":3.319,"profile_path":"/myVVloDAXZgmSXI0dxAPg8RN0JF.jpg"}
