{"adult":false,"also_known_as":[],"biography":"Douglas Henshall was born in Glasgow, Scotland in November 1965. His mother was a nurse and his father a salesman. He is the youngest of three children and has two older sisters. He grew up in Barrhead and attended Barrhead High School. Whilst at school a friend asked him to join The Scottish Youth Theatre based in Glasgow. After leaving school, he moved to London to train at Mountview Theatre School. He returned to Glasgow after training where he joined the 7:84 theater company. Eventually, he went back to live in London where he received critical acclaim for his theater work, notably \"Life of Stuff\" at the Donmar Warehouse (1993) and \"American Buffalo\" at the Young Vic (1997).  One of his first successful film roles was as Edgar in \n\nAngels and Insects (1995) before going on to star in Orphans (1998), The Man with Rain in His Shoes (1998), Lawless Heart (2001) and It's All About Love (2003) .  He has also starred in many television series and is known for his roles in \n\nPsychos(1999), Kid in the Corner (1999), Loving You (2003) and Frances Tuesday (2004).  Douglas has also performed in plays for BBC radio, including the role of Romeo in \"Romeo and Juliet (1999), David in \"The Long Farewell\" (2002), Jack Parlabane in \"Bampot Central\" (2004) and Richard in \"Richard III\" (2004).  In the summer of 2002, Douglas returned to the London stage where he performed the role of Michael Bakunin in \n\nTom Stoppard's new trilogy of plays, 'The Coast of Utopia', at The National Theatre.  During 2004 he continued stage work starring as John Proctor in 'Arthur Miller' 's 'The Crucible' at The Crucible in Sheffield and Thomas Huxley in 'Darwin in Malibu' by Crispin Whittell, at the Hampstead Theatre.  In 2005 Douglas made his West End debut at The Lyric, Shaftesbury Avenue playing Biff Loman in the critically acclaimed production of Arthur Miller' 's play 'Death of a Salesman', alongside \n\nBrian Dennehy.","birthday":"1965-11-19","deathday":null,"gender":0,"homepage":null,"id":35862,"imdb_id":"nm0378112","known_for_department":"Acting","name":"Douglas Henshall","place_of_birth":"Glasgow, Scotland, UK","popularity":7.645,"profile_path":"/2mjlldFRcvrXZq6pRKV5dSVlzn8.jpg"}
