{"adult":false,"also_known_as":["Такэси Китано","Beat Takeshi","Такеши Китано","北野武","기타노 타케시","비트 타케시","\"Beat\" Takeshi Kitano"],"biography":"Takeshi Kitano (born January 18, 1947) is a Japanese filmmaker, comedian, singer, actor, tap dancer, film editor, presenter, screenwriter, author, poet, painter, and one-time video game designer who has received critical acclaim, both in his native Japan and abroad, for his highly idiosyncratic cinematic work. The famed Japanese film critic Nagaharu Yodogawa once dubbed him \"the true successor\" to influential filmmaker Akira Kurosawa. With the exception of his works as a film director, he is known almost exclusively by the name Beat Takeshi. Since April 2005, he has been a professor at the Graduate School of Visual Arts, Tokyo University of the Arts. Kitano owns his own talent agency and production company, Office Kitano, which launched Tokyo Filmex in 2000. Some of Kitano's earlier films are dramas about Yakuza gangsters or the police. Described by critics as using an acting style that is highly deadpan or a camera style that approaches near-stasis, Kitano often uses long takes where nothing appears to be happening, or editing that cuts immediately to the aftermath of an event. Many of his films express a bleak or nihilistic philosophy, but they are also filled with a great deal of humor and affection for their characters. Kitano's films leave paradoxical impressions and can seem controversial. While formally disguised as dark comedies or gangster movies, his films raise moral questions and provide food for thought. The Japanese public knows him primarily as a TV host and comedian, and he is well remembered for the leading role of the comedy show Oretachi Hyōkin-zoku (1981–1989) and for the game show Takeshi's Castle (1986–1989). His portrayal of Zatōichi in the 2003 movie is his biggest domestic commercial success. He hosts a weekly television program called Beat Takeshi's TV Tackle, a kind of panel discussion among entertainers and politicians regarding controversial current events. In 2010 the Fondation Cartier pour l'art contemporain in Paris held a one-man show displaying his paintings and installations. A room in the basement played a 12-hour loop of his work as a TV host.","birthday":"1947-01-18","deathday":null,"gender":2,"homepage":null,"id":3317,"imdb_id":"nm0001429","known_for_department":"Acting","name":"Takeshi Kitano","place_of_birth":"Tokyo, Japan","popularity":11.642,"profile_path":"/6pnXXkCx8wkCHvOrcWjaY58KA7k.jpg"}
