{"adult":false,"also_known_as":["Майкл Гэмбон"],"biography":"Sir Michael John Gambon CBE (born 19 October 1940) is an Irish-English actor. Having trained under Laurence Olivier, he started his career on stage at the Royal National Theatre. Gambon is known for portraying Professor Albus Dumbledore in the Harry Potter film series from 2004 to 2011.\n\nHaving started his career on the theatre with Olivier with the National Theatre Company at the Old Vic, Gambon appeared in many productions of works by William Shakespeare such as Othello, Hamlet, Macbeth and Coriolanus. Gambon has been nominated for thirteen Olivier Awards for his work on the London stage. He won three awards including for his performance as Eddie Carbone in Arthur Miller's A View from the Bridge in 1987. He also won for his performances in Alan Ayckbourn's plays A Chorus of Disapproval and Man of the Moment. For his work on the Broadway stage he went on to receive a Tony Award nomination for Best Actor in a Play for his performance as Tom Sergeant in David Hare's Skylight in 1997. He also received a Drama Desk Award, and Olivier Award nomination. In 2013, Gambon took part in the 50th Anniversary Celebration of the National Theatre.\n\nGambon made his film debut in Othello (1965) alongside Laurence Olivier and Maggie Smith. Gambon's other films include Peter Greenaway's The Cook, the Thief, His Wife & Her Lover (1989), Iain Softley's The Wings of the Dove (1997), Michael Mann's The Insider (1999), Robert Altman's Gosford Park (2001), Michael Apted's Amazing Grace (2006), Tom Hooper's The King's Speech (2010), Dustin Hoffman's Quartet (2012), and Stephen Frears' Victoria & Abdul (2017). Gambon has also appeared in the Wes Anderson films The Life Aquatic with Steve Zissou (2004), and Fantastic Mr. Fox (2009). He is known for his performances in television programmes such as The Singing Detective (1986), Wives and Daughters (1999), Path to War (2002), Cranford (2007), Emma (2009), The Casual Vacancy (2015), Churchill's Secret (2016), and Little Women (2017).\n\nGambon was knighted in 1998 for services to drama. He has received four BAFTA TV Awards, three Olivier Awards (a thirteen-time nominee), and the 2017 Irish Film & Television Academy Lifetime Achievement Award. In 2020, he was listed at No. 28 on The Irish Times' list of Ireland's greatest film actors. He retired from stage acting in 2015 due to memory loss, but continues to act on screen.","birthday":"1940-10-19","deathday":null,"gender":2,"homepage":null,"id":5658,"imdb_id":"nm0002091","known_for_department":"Acting","name":"Michael Gambon","place_of_birth":"Cabra, Dublin, Ireland","popularity":32.343,"profile_path":"/3jdWkDKf4IODbG4JKTeaC7AzxZH.jpg"}
