{"adult":false,"also_known_as":[],"biography":"​From Wikipedia, the free encyclopedia.  \n\nCharles Robert Band (b. December 27, 1951 in Los Angeles, California) is a director, writer, and producer of horror films. He is the son of director-producer Albert Band, and brother of the composer Richard Band. With his former wife Meda, he has two children, Alex Band, the vocalist for band The Calling, and Taryn Band. He has two sons with his former wife Debra Dion, Harlan and Zalman. Charles' grandfather was the artist Max Band.\n\nOne of the few non-horror films he worked on was the Prehysteria trilogy, which were made by his family-oriented company Moonbeam Entertainment.\n\nHis most famous films are those in the Puppet Master franchise, made by his Full Moon Features company. Before he had Full Moon Features, his earlier (and now defunct) company Empire Pictures made films like Ghoulies and Re-Animator.\n\nStarting in the seventies, Band formed Charles Band Productions. Dissatisfied with distributors' handling of his films, Band created Empire Pictures in the early eighties. Through Empire, he could produce and distribute his films ensuring proper distribution and return on profits. Empire entered the video market with Wizard Video during this time, which also released films by others in addition to Empire product. At the height of its run, Empire produced 12 theatrical and 12 direct to video films a year. Wizard would also produce two games for the Atari 2600 in 1982: The Texas Chainsaw Massacre and Halloween both based on the films of the same names and both quite controversial at the time for the levels of violence. Citing the fall of the Italian lira, the Rome based Empire closed its doors in the late eighties and Band returned to the States. There he formed Full Moon Productions which was quickly changed to Full Moon Entertainment and later became Full Moon Studios and Full Moon Features before settling on the current Full Moon Pictures. During this time, Band produced exclusively with Paramount Home Video before parting ways with that company in 1994. Since then, Full Moon has been an independent company, producing and distributing solely for the home market. Notable side companies have included Moonbeam Entertainment, Filmonsters, Action Xtreme and Pulsepounders all of which produced films aimed at kids and tweens as well as Torchlight Entertainment and Surrender Cinema which produced soft core films for the adult market. In addition, Monster Island Entertainment produced man in a rubber suit monster movies, Alchemy Entertainment later Big City Pictures created urban horror, and Pulp Fantasy Productions specialized in non Full Moon type horror. For a short time in the early 2000s, Full Moon became Shadow Entertainment when Band felt the company's product had strayed too far from the brand that he had created. During this time, many of the films were produced by J. R. Bookwalter's Tempe Entertainment. Since 2004, Band has taken a more active hand in the company, producing and directing almost every film released. Also in 2004, the Wizard Video line was reintroduced.\n\nFor a short time, fans could buy a line of toys based on characters from the films such as Shrieker, Radu from Subspecies and the Puppet Master puppets as well. Branded Full Moon Toys, this line lasted a couple of years. More recently, the Monster Bra line has been created, specializing in gag brassieres. CD soundtracks have also been released through the Full Moon Records line including many works by Band's brother Richard Band and comics based on Dollman, Puppet Master, Subspecies and Trancers were released through Eternity Comics.\n\nDescription above from the Wikipedia article  Charles Robert Band, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1951-12-27","deathday":null,"gender":2,"homepage":null,"id":19707,"imdb_id":"nm0023929","known_for_department":"Production","name":"Charles Band","place_of_birth":" Los Angeles, California, USA","popularity":3.994,"profile_path":"/mfTZ5yBOLqxdJ4YG0kHaA5rY0G4.jpg"}
