{"adult":false,"also_known_as":["Wayne Shamrock","Kenneth Shamrock","Kenneth Wayne Kilpatrick","The World's Most Dangerous Man","Ken Shamrock"],"biography":"Kenneth Wayne Shamrock is an American bare-knuckle boxing promoter, professional wrestler, and retired mixed martial artist and kickboxer, currently signed with Impact Wrestling. A UFC Hall of Fame member, Shamrock is widely regarded as one of the greatest fighters in the history of MMA, as well as an icon and pioneer of the sport. He has headlined over 15 main events and co-main events in the UFC and Pride FC and set numerous pay-per-view records. In the early part of his UFC career, Shamrock was named \"The World's Most Dangerous Man\" by ABC News in a special called \"The World's Most Dangerous Things\". The moniker has stuck as his nickname.\n\nShamrock became known early on in the UFC for his rivalry with Royce Gracie. After fighting to a draw in the inaugural UFC \"Superfight\", he became the first UFC Superfight Champion when he defeated Dan Severn at UFC 6; the title was eventually replaced by the UFC Heavyweight Championship when weight categories were introduced to the UFC. He was also the first foreign MMA Champion in Japan, winning the title of King of Pancrase. During his reign as the UFC Superfight Champion, he was widely considered the #1 mixed martial artist in the world. In 2008, Shamrock was ranked by Inside MMA as one of the top 10 greatest mixed martial arts fighters of all time. He is the founder of the Lion's Den mixed martial arts training camp, and is the older brother of Frank Shamrock.\n\nIn addition to his mixed martial arts career, Shamrock enjoyed considerable success in professional wrestling, particularly during his tenure with the World Wrestling Federation. There, he is a one-time Intercontinental Champion, a one-time World Tag Team Champion and the 1998 King of the Ring. Shamrock also wrestled for Total Nonstop Action Wrestling, where he is a one-time NWA World Heavyweight Champion – the first world champion under the TNA banner – and a 2002 Gauntlet for the Gold winner. He headlined multiple pay-per-view events in both promotions, including 1997's D-Generation X: In Your House, where he challenged for the WWF Championship. Additionally, Shamrock was also one of the first American wrestlers to use the shoot wrestling style. WWE has credited Shamrock with popularizing the ankle lock submission hold.","birthday":"1964-02-11","deathday":null,"gender":2,"homepage":"http://www.kenshamrock.com/","id":81978,"imdb_id":"nm0787900","known_for_department":"Acting","name":"Ken Kilpatrick","place_of_birth":"Warner Robins, Georgia, USA","popularity":2.657,"profile_path":"/eXG2pAEFDgh6kI7XhS1yGjeL5lt.jpg"}
