{"adult":false,"also_known_as":["Blade Runner Flash","Sting","Flash Borden","The Vigilante","Stinger","The Man they call Sting","The Icon"],"biography":"Steve Borden, better known by his ring name Sting, is an American retired professional wrestler, signed with World Wrestling Entertainment (WWE) in an ambassador role. He is best known for his time spent with World Championship Wrestling (WCW) and Total Nonstop Action Wrestling (TNA).\n\nSting is a 15-time world heavyweight champion, having held the NWA World Heavyweight Championship twice, the WCW World Heavyweight Championship seven times, the WCW International World Heavyweight Championship twice, the TNA World Heavyweight Championship four times and the WWA World Heavyweight Championship once. He is a WCW Triple Crown winner, has held 21 total championships between WCW and TNA, and is the only man to hold the NWA, WCW, and TNA World Titles in his career. In 2002, after over a year and a half of hiatus, Borden toured Europe with the World Wrestling All-Stars (WWA) promotion throughout November and December. His first match in the WWA took place on November 28, 2002, in Dublin, Ireland, where he reunited with Lex Luger to defeat Buff Bagwell and Malice. At The Retribution on December 6, 2002 in Glasgow, Scotland, United Kingdom, Sting lost to Luger in a bout for the vacant WWA World Heavyweight Championship. Sting defeated Luger to claim the WWA World Heavyweight Championship in Zurich, Switzerland, on December 13\n\nDespite negotiations, Borden until the end of his career never signed a contract with WWE. His only live appearance on a television program owned by the organization until 2014 occurred on the final edition of WCW Monday Nitro in March 2001; he subsequently appeared in WWE media only through archive materials acquired by the promotion upon its purchase of WCW. Owing to his loyalty to the now-defunct promotion, Sting came to be known as \"The Franchise of WCW\" during the 1990s. WWE has named Sting the greatest superstar in WCW history, and described him as \"one of the most popular and respected competitors of all time.\" After WCW's closing Sting signed with TNA where he was announced as the inaugural inductee into the TNA Hall of Fame in June 2012. Pro Wrestling Illustrated readers voted Borden \"Most Popular Wrestler of the Year\" a record four times. Borden made his debut in WWE at Survivor Series 2014, and was inducted into WWE's Hall of Fame in 2016.  Borden was an admitted anabolic steroid user in the 1980s. He became a born-again Christian in August 1998, after confessing his adultery, and substance and alcohol abuse to his then-wife. Borden has two sons, Garrett Lee and Steve, Jr. and a daughter named Gracie, who was born in 2000. His elder son Garrett attends Azusa Pacific University, where he plays college football as a running back. Steven attended Kilgore College, where he played tight end; on December 19, 2012, he committed to attend the University of Kentucky.  After the 2015 NFL Draft, Steven was invited by the Kansas City Chiefs to try out for the team at their rookie mini-camp.  Borden married his second wife Sabine in 2015, shortly after WrestleMania 31.","birthday":"1959-03-20","deathday":null,"gender":2,"homepage":null,"id":1108859,"imdb_id":"nm0096165","known_for_department":"Acting","name":"Steve Borden","place_of_birth":"Omaha, Nebraska, USA","popularity":7.383,"profile_path":"/6CAEsFah0QghdSIz1mZVT9lczBE.jpg"}
