{"adult":false,"also_known_as":["अनिल कपूर"],"biography":"Living in a Chawl in Tilak Nagar, Punjabi-speaking Anil was born in 1959 to Surinder and Nirmal aka Suchitra Kapoor. He has an elder brother, Boney, a sister, Reena, and a younger brother, Sanjay. His dad used to be Shammi Kapoor's Secretary.\n\nA loner, without many friends, he studied in the nearby O.L.P.S. (Our Lady of Perpetual Succor) School, and was an ardent fan of Bollywood flicks that were telecast during the Ganesh Maha Utsav every year. He was a fan of Raj Kapoor, and it was this that influenced his acting, and people saw him as a mimic of the legendary showman. He landed a role as a child artiste with Shashi Kapoor in the lead, but the movie (Tu Payal Main Geet) was never released.\n\nAfter school, he went to study in St. Xaviers College. He commuted by bus and train from Chembur to Bombay V.T., and the walked the rest of the way. It was here that he met Mazhar Khan. A distracted Anil was kicked out of College in the second year due to his lack of presence. His attempts to join the Pune Film Institute were in vain, as he failed in the written examination. He then decided to join Roshan Taneja's Acting school.\n\nHe first appeared on the silver screen in Hamhare Tumhare in a character role. His first lead role was in 'Woh 7 Din' and from thence on there has been no looking back. He has acted in close to a 100 movies, and has 5 in production. He has produced two movies (Gandhi My Father & Badhaai Ho Badhaai), as well as been a Casting Director/Outdoor In charge for 'Hum Paanch'.\n\nKapoor's first role in an international film was in Danny Boyle's 2008 Academy Award-winning film Slumdog Millionaire, for which he shared the Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture. His performance in the eighth season of the action series 24 generated rave reviews from the American press Globally, Anil Kapoor is one of the most recognized Indian actors.\n\nAnil met wealthy and chic model, Sindhi-speaking Sunita Bhambhani, and married her in 1984. Since then they have given birth to 3 children, kapoor has two daughters and a son Harshwardhan Kapoor.Kapoor's elder daughter is actress Sonam Kapoor. Rhea Kapoor attended school in New York and is now a producer in Mumbai.","birthday":"1956-12-24","deathday":null,"gender":2,"homepage":"http://www.anilkapoor.net/","id":72118,"imdb_id":"nm0438463","known_for_department":"Acting","name":"Anil Kapoor","place_of_birth":"Mumbai, Maharashtra, India","popularity":2.847,"profile_path":"/dwvnpiwg9m2zj0VHzlgzEotFl0G.jpg"}
