{"adult":false,"also_known_as":["Jonathan van Hyde"],"biography":"Jonathan Hyde (born 21 May 1948) is an Australian-born English actor, well known for his roles as J. Bruce Ismay, the managing director of the White Star Line in Titanic, Egyptologist Allen Chamberlain in The Mummy and Sam Parrish/Van Pelt, the hunter in Jumanji. He is married to the Scottish soprano Isobel Buchanan. They have two daughters, one of which is the actress Georgia King.\n\nHyde was born in Brisbane, Queensland. He is a member of the Royal Shakespeare Company. Among other roles, he played Ferdinand in a 1985 production of John Webster's The Duchess of Malfi. He graduated from the Royal Academy of Dramatic Art and is an Associate Member there. He was also an original cast member of Not the Nine O'Clock News, the first series of which was pulled from broadcast because of the General Election of 1979. Hyde has been in numerous films including The Contract, The Curse of King Tut's Tomb, Land of the Blind, The Tailor of Panama, Sherlock Holmes and the Case of the Silk Stocking, Eisenstein, Anaconda and Richie Rich.\n\nHe appeared in the 1989 BBC miniseries Shadow of the Noose in which he played the famous barrister Edward Marshall Hall. He has also appeared in several television mysteries, including The Adventures of Sherlock Holmes starring Jeremy Brett, and Midsomer Murders.\n\nIn 2007, Hyde played Dr. Dorn in Chekhov's The Seagull and the Earl of Kent in King Lear for the RSC in a repertory company that included Ian McKellen, Frances Barber, Romola Garai, William Gaunt and Sylvester McCoy. Both plays toured together internationally, before taking up residence in the New London Theatre. The final performance was on 12 January 2008. He reprised his role of Kent in the 2008 television film of King Lear.\n\nDescription above from the Wikipedia article Jonathan Hyde, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1948-05-21","deathday":null,"gender":2,"homepage":"http://jonathanhyde.net/","id":8537,"imdb_id":"nm0404993","known_for_department":"Acting","name":"Jonathan Hyde","place_of_birth":"Brisbane, Australia","popularity":7.196,"profile_path":"/1jYyW3B5omvMTVfEswqQQBrHN2.jpg"}
