{"adult":false,"also_known_as":["Jessica Lynn Capogna"],"biography":"From Wikipedia, the free encyclopedia.\n\nJessica Collins (born April 1, 1971 height 5' 7\" (1,70 m)) is an American actress, best known for roles as Dinah Lee Mayberry on the ABC soap opera Loving and her current role as Avery Bailey Clark on the CBS soap opera The Young and the Restless. She also starred as Meredith Davies on Fox's Tru Calling, and appeared in recurring and guest roles in many other shows.\n\nCollins was born Jessica Lynn Capogna in Schenectady, New York. She attended Amsterdam High School in Amsterdam, New York. In 1988, she won the title Miss New York Teen USA and was the first runner-up for the Miss Teen USA Pageant in that same year. Collins later attended London's Royal National Theatre Studio and the Howard Fine Acting Studio in Los Angeles.\n\nCollins starred in ABC daytime soap opera Loving as Dinah Lee Mayberry from 1991 to 1994. After left from soaps, Collins appeared in films like Leprechaun 4: In Space (1996), Best of the Best: Without Warning (1998), and Beautiful (2000), and guest-starred in primetime shows such as Lois & Clark: The New Adventures of Superman, Star Trek: Voyager, Beverly Hills 90210, and Dawson's Creek.\n\nCollins played Meredith Davies on the Fox Network's Tru Calling from 2003 to 2004. She had major recurring role in NBC period drama American Dreams, and later appeared in short-lived series Unscripted and Scoundrels. She also starred in short-lived ABC comedy-drama Big Shots from 2007 to 2008. In film, Collins played roles in Ritual (2002), Catch Me If You Can (2002), Dirty Love (2005), Live! (2007), and Open House (2010). Her other television credits include CSI: Crime Scene Investigation, Two and a Half Men, Nip/Tuck, It's Always Sunny in Philadelphia, and NCIS.\n\nIn 2011, Collins return to soaps with role as Avery Bailey Clark on CBS's The Young and the Restless. In 2013, she was nominated for Daytime Emmy Award for Outstanding Supporting Actress in a Drama Series for her role.","birthday":"1971-04-01","deathday":null,"gender":1,"homepage":"http://www.jessicacollins.tv/","id":86929,"imdb_id":"nm0172385","known_for_department":"Acting","name":"Jessica Collins","place_of_birth":"Schenectady, New York, USA","popularity":11.337,"profile_path":"/fPYRn7Ko6ljVyhedTlOU2kUPVdd.jpg"}
