{"adult":false,"also_known_as":["The Cos","William Henry Cosby","William Henry Cosby, Jr.","William H. Cosby Jr.","William H. Cosby","William Henry \"Bill\" Cosby Jr.","Μπιλ Κόσμπι"],"biography":"William Henry \"Bill\" Cosby Jr. (born July 12, 1937) is an American comedian, actor, author, and television producer. He got his start as a nightclub stand-up comic before landing a starring role in the action show I Spy (1965-1968). After various film and television roles, Cosby's greatest success came when he produced and starred in The Cosby Show (1984-1992), a popular sitcom that highlighted the experiences and growth of an upper-middle-class African-American family. Due to this role, he was widely dubbed \"America's Dad.\" After the show ended, he produced and starred in multiple other shows and films. He was a sought-after spokesman from the 1960s until the early 2000s, endorsing a number of products including Jell-O, Kodak film, Ford, Texas Instruments, and Coca-Cola.\n\nCosby has received several awards including 5 Primetime Emmy Awards, 2 Daytime Emmy Awards, 9 Grammy Awards, 2 Golden Globe Awards, the Presidential Medal of Freedom for his contribution to television (2002), and several honorary degrees from colleges and universities. Many of his awards have been rescinded due to numerous sexual assault allegations, including the 1998 Kennedy Center Honor, the 2009 Mark Twain Prize for American Humor, and all but 10 of 72 honorary degrees. The Academy of Motion Picture Arts and Sciences expelled him as a member of the Actors Branch in May 2018.\n\nApproximately 60 women have accused Cosby of various forms of sexual assault in alleged incidents spanning from 1965 to 2008. These allegations became highly publicized in 2014, leading to several civil suits and criminal investigations for cases that had not yet reached the statute of limitations. Many networks, including NBC, removed reruns of The Cosby Show from their schedules. In April of 2018, Cosby was sentenced to three to ten years in prison for multiple counts of aggravated indecent assault. The Pennsylvania Supreme Court overturned the conviction in June 2021 due to violation of a prior prosecutorial agreement that Cosby's previous civil suit testimony—in which he admitted to giving drugs to women he wanted to have sex with—would not be used in the criminal trial. He was released from prison later that month after serving almost three years of the sentence and maintains his innocence in all accusations. As of August 2021, there is still one known active civil suit against Cosby.","birthday":"1937-07-12","deathday":null,"gender":2,"homepage":"http://www.billcosby.com/","id":51962,"imdb_id":"nm0001070","known_for_department":"Acting","name":"Bill Cosby","place_of_birth":"Philadelphia, PA, USA","popularity":2.75,"profile_path":"/oN2wqTSYNrMliATEijuBYV4vi9z.jpg"}
