{"adult":false,"also_known_as":["韋納荷索","Werner Herzog Stipetić","Вернер Херцог"],"biography":"Werner Herzog (German: [ˈvɛɐ̯nɐ ˈhɛɐ̯tsoːk]; born 5 September 1942) is a German film director, screenwriter, author, actor, and opera director, regarded as a pioneer of New German Cinema. His films often feature ambitious protagonists with impossible dreams, people with unique talents in obscure fields, or individuals in conflict with nature. He is known for his unique filmmaking process, such as disregarding storyboards, emphasizing improvisation, and placing the cast and crew into similar situations as characters in his films.\n\nHerzog started work on his first film 'Herakles' in 1961, when he was nineteen. Since then he has produced, written, and directed more than sixty feature films and documentaries, such as 'Aguirre, the Wrath of God' (1972), 'The Enigma of Kaspar Hauser' (1974), 'Heart of Glass' (1976), 'Stroszek' (1977), 'Nosferatu the Vampyre' (1979), 'Fitzcarraldo' (1982), 'Cobra Verde' (1987), 'Lessons of Darkness' (1992), 'Little Dieter Needs to Fly' (1997), 'My Best Fiend' (1999), 'Invincible' (2000), 'Grizzly Man' (2005), 'Encounters at the End of the World' (2007), 'Bad Lieutenant: Port of Call New Orleans' (2009), and 'Cave of Forgotten Dreams' (2010). He has published more than a dozen books of prose, and directed as many operas.\n\nFrench filmmaker François Truffaut once called Herzog \"the most important film director alive.\" American film critic Roger Ebert said that Herzog \"has never created a single film that is compromised, shameful, made for pragmatic reasons, or uninteresting. Even his failures are spectacular.\" He was named one of the world's 100 most influential people by Time magazine in 2009.\n\nDescription above from the Wikipedia article Werner Herzog, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1942-09-05","deathday":null,"gender":2,"homepage":"https://www.wernerherzog.com/","id":6818,"imdb_id":"nm0001348","known_for_department":"Directing","name":"Werner Herzog","place_of_birth":" Munich, Bavaria, Germany","popularity":5.758,"profile_path":"/izA2CVVphluvszmMgZ0g02KFjoD.jpg"}
