{"adult":false,"also_known_as":[],"biography":"Michelle Hurd (born December 21, 1966) is an American stage, film, and television actress. She is married to actor Garret Dillahunt.\n\nMichelle Hurd is the daughter of actor Hugh L. Hurd. She graduated from Saint Ann's School in 1984 and Boston University in 1988, and studied with the Alvin Ailey School. After her graduation from college, she studied at Great Britain's National Theatre .\n\nHer Broadway credits include the 1996 Stephen Sondheim-George Furth flop Getting Away with Murder. Other theater credits include Othello, A.M.L., Hamlet, The Hunchback of Notre Dame and Looking for the Pony  at Manhattan Theater Source with her sister Adrienne Hurd. She met her husband, Garret Dillahunt, in 900 Oneonta at Circle Repertory Theater Company. She has won several awards, including the Robbie Award and the California Theatre Award for Best Supporting Actress in a Drama for the premiere of Richard Greenberg's The Violet Hour.\n\nShe has also appeared in several movies, including Random Hearts, Personals and as the comic book superhero B.B. DaCosta/Fire in the unshown TV-pilot Justice League of America (1997). After working in television roles such as The Cosby Mysteries, New York Undercover and The Practice, she appeared in a 1997 episode of Law & Order. Her performance as a corrupt FBI informant caught the attention of L&O producer Dick Wolf, who two years later cast her in the spin-off Law & Order: Special Victims Unit as Det. Monique Jeffries. She co-starred with Christopher Meloni and Mariska Hargitay for the first season before leaving the series in 2000, but she did appear in the first, seventh and sixteenth episodes of season two, her final appearance being in March 2001. In 2001, she appeared in the Showtime original series Leap Years, where her character was the on and off love interest of a bisexual character played by her real-life husband.\n\nTelevision roles include parts in Charmed, The O.C., According to Jim, Shark, Bones and Gossip Girl. In 2006 - 2007, she had a recurring role on ER as television news producer Courtney Brown, who became close to Dr. Kerry Weaver.\n\nShe played Diana, the leading rôle, in the Washington Shakespeare Theatre Company's 10 February–29 March 2009 production of Lope de Vega's Dog in the Manger.\n\nShe won a Robbie Award as \"best actress\" for her work in the world premiere of The Violet Hour at South Coast Repertory. She played in Hamlet at the North Shore Theater.\n\nIn 2010, Hurd began a starring role on the A&E Network drama The Glades, playing Colleen Manus.","birthday":"1966-12-21","deathday":null,"gender":1,"homepage":null,"id":91461,"imdb_id":"nm0403335","known_for_department":"Acting","name":"Michelle Hurd","place_of_birth":"New York City, New York, USA","popularity":16.737,"profile_path":"/cdFf791CMSWvCNH1wksf32oPT2e.jpg"}
