{"adult":false,"also_known_as":["Raven-Symoné Pearman","Raven Symoné","Raven Symone","Raven","Raven-Symone","Raven Pearman","Raven-Symoné Christina Pearman","Raven S. Pearman","Raven C. Pearman"],"biography":"Raven-Symoné Christina Pearman (born December 10, 1985 in Atlanta, Georgia), known professionally as Raven-Symoné, or simply Raven, is an American actress, singer, songwriter, comedian, dancer, television producer and model. Symone launched her successful career in 1989 after appearing in the show A Different World as Olivia. She released her debut album, Here's to New Dreams in 1993; the single, \"That's What Little Girls Are Made Of\" charted number sixty-eight on the US Billboard Hot 100.\n\nSymoné appeared in several successful television series, such as The Cosby Show and Hangin' with Mr. Cooper, on the mid to late 1980s and early 1990s. In 2003, Symone went on to star in the highly successful Disney Channel series, That's So Raven in which Symone starred as Raven Baxter, a psychic teenager who tried her best to keep her psychic powers a secret. Symone starred in the series from 2003 until 2007. Symone's co-stars of That's So Raven went onto appear in the follow up, Cory In the House; however, Symone did not feature permanently, as she only appeared as a guest in one episode. During her time on That's So Raven, Symone released her third studio album, This is My Time (2004) which was Symone's best selling solo album to date, charting at number fifty-one on the Billboard 200. In 2008, she followed up This Is My Time with the release of her fourth album, Raven-Symoné (2008), which charted at #159 on the Billboard charts.\n\nShe transitioned to a film career, starring in several films aimed at teenage audiences, including Dr. Dolittle (1998), Dr. Dolittle 2 (2001), College Road Trip (2008), and television movies successful, including The Cheetah Girls (2003), Cheetah Girls 2 (2006), Revenge of the Bridesmaids (2010). Raven has also lent her voice to the animated series Kim Possible, for the character Monique and films such as Disney‘s Tinker Bell. Raven-Symoné also owns a \"how-to\" video website, Raven-Symoné Presents.\n\nDescription above from the Wikipedia article Raven-Symoné, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1985-12-10","deathday":null,"gender":1,"homepage":null,"id":66896,"imdb_id":"nm0712368","known_for_department":"Acting","name":"Raven-Symoné","place_of_birth":"Atlanta, Georgia, USA","popularity":6.986,"profile_path":"/iyz6AbVgumSMsgZeSfsWpr4vewB.jpg"}
