{"adult":false,"also_known_as":["Cream "],"biography":"Eric Patrick Clapton, CBE (born 30 March 1945) is an English guitarist, vocalist, and songwriter. Clapton is the only three-time inductee to the Rock and Roll Hall of Fame: once as a solo artist, and separately as a member of The Yardbirds and Cream. Clapton has been referred to as one of the most important and influential guitarists of all time. Clapton ranked fourth in Rolling Stone magazine's list of the \"100 Greatest Guitarists of All Time\" and fourth in Gibson's Top 50 Guitarists of All Time.\n\nIn the mid sixties, Clapton left the Yardbirds to play blues with John Mayall & the Bluesbreakers. In his one-year stay with Mayall, Clapton gained the nickname \"Slowhand\", and graffiti in London declared \"Clapton is God.\" Immediately after leaving Mayall, Clapton formed with drummer Ginger Baker and bassist Jack Bruce, the power trio, Cream, in which Clapton played sustained blues improvisations and \"arty, blues-based psychedelic pop.\" For most of the seventies, Clapton's output bore the influence of the mellow style of J.J. Cale and the reggae of Bob Marley. His version of Marley's \"I Shot the Sheriff\" helped gain reggae a mass market. Two of his most popular recordings were \"Layla\", recorded by Derek and the Dominos, and Robert Johnson's \"Crossroads\", recorded by Cream. A recipient of seventeen Grammy Awards, in 2004 Clapton was awarded a CBE for services to music. In 1998 Clapton, a recovering alcoholic and drug addict, founded the Crossroads Centre on Antigua, a medical facility for recovering substance abusers.\n\nDescription above from the Wikipedia article Eric Clapton, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1945-03-30","deathday":null,"gender":2,"homepage":"https://www.ericclapton.com/","id":2585,"imdb_id":"nm0002008","known_for_department":"Acting","name":"Eric Clapton","place_of_birth":"Ripley, Surrey, England, UK","popularity":2.878,"profile_path":"/xAt8X2SzU4gghOyf8xjPPknHNyv.jpg"}
