{"adult":false,"also_known_as":[],"biography":"Gérard Cairaschi is a multimedia visual artist (photography, video, films, film installation and video installation). Born in 1956 in Brignoles (Var), he lives and works in Paris.\n\nFrom 1974 to 1979, he studied at the School of Fine Arts in Aix en Provence. A pupil of Louis Bec and Vincent Bioules, he obtained the Higher National Diploma of Plastic Expression in 1979 with congratulations from the jury. In 1980, he participated in the 11th Biennale de Paris - selection films.\n\nSince 1981, he has been a professor at the Regional School of Fine Arts then at the Superior School of Art and Design of Reims as a visual artist in charge of the video-film-sound workshop in charge of the plastic approach of video, film and sound\n\nSince 1974 he has produced films, videos and installations and has participated in numerous plastic arts exhibitions in museums and galleries and is regularly invited to film and video festivals in France (Paris, Clermont-Ferrand, Valenciennes ...) and all over the world (Montreal, Tokyo, Nagoya, Athens, Basel, Locarno, Lisbon, Osnabrück, Sofia ...).\n\nHe has produced several videos in collaboration with visual artists, notably with Michel Journiac the videos Messe pour un corps, Action de corps exclu and Device murder and inauguration.\n\nHis videos are in the collections of the National Museum of Modern Art at the Center Pompidou, the European House of Photography, Harvard Film Archive, Harvard University Cinematheque in Cambridge, USA.\n\nIn 1999 he received the Video Creation Prize from SCAM and recently the Special Jury Prize at the Videolisboa International Video Festival 2000, Lisbon.\n\nTwo extracts from his videos - Mémoire (s) and Oversight - appear in the documentary L'Art Vidéo devoted to the history of video art produced by Aude de la Fourcade with the collaboration of Jean-marie Duhard. This documentary broadcast on the France 5 / ARTE channel in February 2002 is co-produced by the Musée national d'art moderne, Center Pompidou.","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":1610406,"imdb_id":null,"known_for_department":"Directing","name":"Gérard Cairaschi","place_of_birth":"Brignoles, France","popularity":0.6,"profile_path":"/A9Gxm7HQ4ZFf34FPTn9wMjto1HA.jpg"}
