{"adult":false,"also_known_as":["सोनाली बेंद्रे"],"biography":"Sonali was born in Mumbai into a Marathi speaking Chandraseniya Kayastha Prabhu family.She studied in Bangalore and Mumbai in Kendriya Vidyalaya Malleswaram and Holy Cross Convent High School, Thane. Thereafter she went to Welham Girls School, Dehradun. She married film director Goldie Behl on 12 November 2002. On 11 August 2005, she gave birth to a son, Ranveer, at the Breach Candy Hospital.\n\nBendre started out as a model before being selected for the \"Star Dust Talent Search\". She was invited to Mumbai and received training from a variety of top actors and performers of the Indian film industry. Her first role was in Aag (1994) opposite Govinda.The movie flopped,but she get noticed. And she get two awards for Filmfare Award for newcomer and Star Screen Awards Most Promising Newcomer. Though, she initially struggled to be a successful actress, she was eventually given critical acclaim for her performances in Diljale in 1996, followed by Bhai (1997), Sarfarosh, Zakhm, Duplicate, Kadhalar Dhinam (Tamil film), Hum Saath-Saath Hain: We Stand United (1999), Tera Mera Saath Rahen (2001) and Anahat (2003) among others. She is also known for being one of the few actresses who acted opposite all top four Khans (Salman, Aamir, Shahrukh and Saif). She has also starred opposite Bollywood actors such as Akshay Kumar, Sunil Shetty, Ajay Devgn, Sanjay Dutt and Anil Kapoor. She also starred opposite Telugu Superstars Mahesh Babu in Murari, Chiranjeevi, Akkineni Nagarjuna and Nandamuri Balakrishna in films such as Indra, Shankar Dada M.B.B.S., Angaaray, Manmadhudu, Palanti Brahma Naidu and Kannada Superstar Upendra in the film Preethse (remake of Darr) That helped her to establish herself and she gain popularity in South and North. She is a well known Indian star internationally.","birthday":"1975-01-01","deathday":null,"gender":1,"homepage":null,"id":35754,"imdb_id":"nm0007114","known_for_department":"Acting","name":"Sonali Bendre","place_of_birth":"Mumbai - India","popularity":3.593,"profile_path":"/huYWaB8dlKJaDzeDKOcxvGS6IBn.jpg"}
