{"adult":false,"also_known_as":[],"biography":"An iconic actor and stage director in Portugal, Luís Miguel Cintra was born in Madrid, in 1949. His connection to theater began in 1968, at the Faculty of Letters Theater Group, when he was studying Romance Philology at the University of Lisbon. From 1970 to 1972, he attended the Acting Technical Course, in the Bristol Old Vic Theatre School, thanks to a scholarship from the Calouste Gulbenkian Foundation. When he returned to Portugal, he founded, along with Jorge Silva Melo, the Teatro da Cornucópia Company, in 1973, where he directed plays by some of the great names in theater, including Aeschylus, Sophocles, Shakespeare, Brecht, Beckett, Strindberg, and many others, almost always participating as an actor in the plays he directed. At the same time, until the 80s, he was a theater critic for O Tempo e o Modo magazine and he managed the Seara Nova Theater Collection, from Estampa publishing house, and the Theater Collection, from Ulmeiro publishing house. As a reader, Luís Miguel Cintra recorded complete readings of Viagens na Minha Terra, by Almeida Garrett and Amor de Perdição, by Camilo Castelo Branco, as well as poems by Pessoa, Sophia de Mello Breyner, Camões, Antero de Quental and Ruy Belo. In 1987, Cintra made his debut as an opera stage director, with L'Enfant et les Sortilèges, by Ravel and Dido and Aeneas, by Purcell, at the Teatro Nacional de S. Carlos. In the following years, he directed operas by Mozart, Haydn, Cherubini, among others. He worked with the Teatro Nacional de S. Carlos Choir and the Gulbenkian Choir, as a reader, in recitals by authors such as Schubert, Liszt, Sati and Poulenc. In 1984, he entered the Venice Biennial Theater Festival with his group and in 1988 he directed the show La Mort du Prince et Autres Fragments, by Fernando Pessoa, for the Avignon Festival. Later, he kept on presenting plays in Italy, France, Spain and. Belgium  In addition to the theater, Luís Miguel Cintra began his career in cinema early, making his debut in a short film by João César Monteiro. From that point until now, he worked in over 70 films, with directors like the aforementioned João César Monteiro, Paulo Rocha, Manoel de Oliveira, Joaquim Pinto, João Botelho, Teresa Villaverde, Pedro Costa and the American John Malkovich.  His many awards include two Bordalo da Casa da Imprensa Awards for Best Acting in Film (1995) and Best Acting in Theater (1997), two Globos de Ouro for Theater Personality of the Year (1999) and Best Theater Actor (2003), the Coimbra University Award and the Pessoa Prize, both in 2005. The LEFFEST will pay tribute to Luís Miguel Cintra’s work as an actor, through a selection of films he starred in; and as a stage director, showing recordings of some of the plays, followed by discussions with the audience and several actors he worked with.","birthday":"1949-04-29","deathday":null,"gender":2,"homepage":null,"id":234486,"imdb_id":"nm0162502","known_for_department":"Acting","name":"Luís Miguel Cintra","place_of_birth":"  Madrid, Spain","popularity":0.6,"profile_path":"/cdFwM3XffJAarnt355yWCxMvEnH.jpg"}
