{"adult":false,"also_known_as":["Henry Del Gado ","Hank Delgado","Henry Delgado","Manolito","Henry & Lucy "],"biography":"Henry Darrow is a Nuyorican (a New York-born Puerto Rican) character actor of stage and film known for his role as Manolito \"Mano\" Montoya on the 1960s television series, The High Chaparral. In film, Darrow played the corrupt and vengeful Trooper Hancock in The Hitcher.\n\nDarrow had already landed small parts in 12 movies and 75 television series when he won the role in a play titled The Wonderful Ice Cream Suit. This brought him to the attention of television producer David Dortort, who immediately recruited him for his television western series The High Chaparral, casting him as Manolito Montoya. Making its debut on American television in September 1967, it went on to last four seasons and was screened around the world. While on the show, both he and series' lead, Cameron Mitchell, became household names as the breakout stars of the show.\n\nDarrow is the first Latino actor to portray Zorro on television. He starred in the series Zorro and Son and also has provided the voice for the animated series of The New Adventures of Zorro. He replaced Efrem Zimbalist, Jr. as Zorro's father from 1990–1994, in the Family Channel's successful series, The New Zorro.\n\nDuring the 1970s and 1980s, he was seen in numerous guest starring television roles. In 1972, Darrow co-founded the Screen Actors Guild Ethnic Minority Committee with actors Ricardo Montalbán, Edith Diaz and Carmen Zapata.\n\nIn 1974-75, Darrow portrayed police detective Manny Quinlan in the first season of Harry O, starring David Janssen. The character was killed off at the end of the first season in a re-tooling of the series.\n\nIn 1986, he appeared in the horror film The Hitcher as Trooper Hancock, a ruthless and vengeful policeman who would go above the law to kill the main protagonist (who was framed for the crimes by the main antagonist).\n\nDarrow replaced Efrem Zimbalist Jr. as Zorro's father Don Alejandro de la Vega in the 1990s television series Zorro.","birthday":"1933-09-15","deathday":"2021-03-14","gender":2,"homepage":null,"id":44686,"imdb_id":"nm0201688","known_for_department":"Acting","name":"Henry Darrow","place_of_birth":"New York City, New York, USA","popularity":2.082,"profile_path":"/nN31ROoQKhXEt4CAlALE9qld285.jpg"}
