{"adult":false,"also_known_as":["Edward Mitchell Rouse"],"biography":"Mitch Rouse (born August 6, 1964) is an American film and television actor, director, and screenwriter. He is a well known vet in the world of improvisation. Rouse grew up in Oak Ridge, Tennessee. He dropped out of college and moved to Chicago to study improvisation under the late, great Del Close. While there he was asked to join the Second City Theatre, birthplace of his idols John Belushi, Dan Aykroyd and Bill Murray. While there Mitch wrote and performed shows with Steve Carell, Stephen Colbert, Nia Vardalos and Scott Adsit. Mitch made his feature film debut alongside Vince Vaughn and Jon Favreau in Rudy.\n\nRouse then moved to New York to star with Amy Sedaris, in the premiere of David Sedaris’ original play Stitches, at La Mama Theatre.\n\nIn New York, Mitch made a name for himself in TV as a writer/actor on Comedy Central’s EXIT 57, which he created with Stephen Colbert. EXIT was the network's first original sketch comedy series. It received five Cable Ace Award nominations, including Best Actor (Rouse) and Best Writing for a comedy series.\n\nRouse wrote and directed the dark humored independent film Employee of the Month, which starred Matt Dillon, Steve Zahn, and Christina Applegate. The film premiered at The Sundance Film Festival to a standing ovation and rave reviews.\n\nMitch created the cult-hit Strangers With Candy, with Stephen Colbert and Amy Sedaris. During it’s run the dark comedy attracted guest stars: Chris Pratt, Will Ferrell, Winona Ryder, Steve Carrell, Matthew Broderick, Paul Rudd, Tim Meadows, Allison Janney and Phillip Seymour Hoffman to name a few.\n\nDavid Letterman and World Wide Pants produced the feature film version of Strangers, taking Rouse back to the Sundance film festival for it’s premiere.\n\nWhile co-starring on ABC’s According to Jim, Mitch created SPIKE TV's first foray into comedy with the critically acclaimed FACTORY. Rouse starred in and produced the series with long time friend and Second City alum, David Pasquesi.\n\nOther Film & Television: Transparent - Neighbors - RENO 911! - Austin Powers - Friends With Money - Spy School - Without A Paddle - The Heartbreak Kid - Spin City - Lost AT Home - and The Secret Lives Of Men\n\nMitch lives in Los Angeles with his wife Andrea and their kids, Tennessee & Strummer. He continues writing and directing unique characters with original voices.​","birthday":"1964-08-06","deathday":null,"gender":2,"homepage":null,"id":66571,"imdb_id":"nm0745861","known_for_department":"Acting","name":"Mitch Rouse","place_of_birth":"Knoxville, Tennessee, USA","popularity":1.575,"profile_path":null}
