{"adult":false,"also_known_as":["Douglas Elton Ulman Fairbanks Jr.","Douglas Elton Fairbanks Jr.","Doug Fairbanks"],"biography":"Although he appeared in approximately 100 movies or television shows, Douglas Fairbanks Jr. never really intended to take up acting as a career. However, the environment he was born into and the circumstances naturally led him to be a thespian.\n\nThe son of future silent era swashbuckling idol Douglas Fairbanks (born Douglas Elton Thomas Ullman) and Beth Sully - the daughter of a very wealthy cotton mogul - was born in 1909 and soon proved a gifted boy. To the end of his life he remained a multi-talented, hyperactive man, not content to appear in the 100 films mentioned above. Handsome, distinguished and extremely bright, he excelled at sports (much like his father), notably during his stay at the Military Academy in 1919 (his role in Claude Autant-Lara's \"L'athlète incomplete\" illustrated these abilities). He also excelled academically, and attended the Lycéee Janson de Sailly in Paris, where he had followed his divorced mother. Very early in his life he developed a taste for the arts as well and became a painter and sculptor.\n\nNot content to limiting himself to just one field, he became involved in business, in fields as varied as mining, hotel management, owning a chain of bowling alleys and a firm that manufactured popcorn. During World War II he headed London's Douglas Voluntary Hospital (an establishment taking care of war refugees), was President Franklin D. Roosevelt's special envoy for the Special Mission to South America in 1940 before becoming a lieutenant in the Navy (he was promoted to the rank of captain in 1954) and taking part in the Allies' landing in Sicily and Elba in 1943. A fervent Anglophile, Fairbanks was knighted in 1949 and often entertained Queen Elizabeth II and Prince Philip in his London mansion, \"The Boltons\".\n\nHis film career began at the age of 13 when he was signed by Paramount Pictures. He debuted in Stephen Steps Out (1923), but the film flopped and his career stagnated despite a critically acclaimed role in Stella Dallas (1925). Things really picked up when he married Lucille Le Sueur, a young starlet who was soon to become better known as Joan Crawford. The young couple became the toast of the town and good parts and success followed, such as Fairbanks' role as the hapless partner of Edward G. Robinson in Little Caesar (1931), a favorably reviewed turn as the villain in The Prisoner of Zenda (1937), or more debonair characters in slapstick comedies or adventure yarns.\n\nThe 1930s were a fruitful period for Fairbanks, his most memorable role probably being that of the British soldier in Gunga Din (1939); although it was somewhat of a \"swasbuckling\" role, Fairbanks made a point of never imitating his father.\n\nAfter World War II, his star waned and, despite a moving part in Ghost Story (1981), he did not appear in a major movie. Now a legend himself, Douglas Fairbanks Jr. left this world with the satisfaction of having lived up to the Fairbanks name at the end of a life nobody could call \"wasted\". He died on 7 May 2000 in New York City, New York, the result of a heart attack.","birthday":"1909-12-09","deathday":"2000-05-07","gender":2,"homepage":null,"id":51762,"imdb_id":"nm0001195","known_for_department":"Acting","name":"Douglas Fairbanks Jr.","place_of_birth":"New York City, New York, USA","popularity":4.11,"profile_path":"/jjb8iJ0d419dVP2VTYzjy38FxXV.jpg"}
