{"adult":false,"also_known_as":["Thomas Nikola Ohmer"],"biography":"One of five children born in Michigan to Donald and Sofka Ohmer, Tom learned from a young age to appreciate being an American. His mother, born in Bulgaria and raised in Austria, was interned by the Nazis during World War II. When the Americans liberated her and her family, she moved to the United States where she met his dad Donald who was serving in the U.S. Army. Growing up in Carmel, Indiana, Tom graduated from Carmel High School in 1974 then followed his father's footsteps and joined the U.S. Army. Three years later he attended Indiana University where he became a member of Beta Theta Pi Fraternity. His first taste of show business came after being selected to participate as a model in the IU all campus \"Little 500 Fashion Show\". When the motion picture Breaking Away started to film on IU's campus that summer, he obtained a small role as a fraternity jock and the acting bug hit him. He moved to Chicago and modeled/acted in numerous commercials until he decided to \"go for it\" and headed for Hollywood in 1981 to pursue his acting career. He enrolled in several acting classes and soon landed his first role on Dynasty as Joan Collins' chauffeur. Tom continued to study and did several guest-starring and co-starring roles on TV shows and commercials. In 1988 Tom decided to pursue another dream he had - becoming a police officer like his grandfather (a Michigan motorcycle officer in the 1930s). He joined the Los Angeles Police Department and while there, they used his acting skills to film numerous LAPD training films. After working the LA Riots in 1992, Tom decided to leave the LAPD and join the Simi Valley Police Department where he became a motorcycle officer. He used his law enforcement experience to continue his acting, part time, and performed as a police officer in numerous TV shows, commercials and films. Tom recently retired as a full time police officer to devote all his time to his acting career. He also has been hired as a technical advisor, special abilities actor and does his own stunts. Early in 2006, Tom reunited with and married his college sweetheart, Marsha Dunfee and they are raising their blended teenage family of two boys and a girl in Thousand Oaks, California. He and his wife take part in numerous celebrity charity events (his favorite are the ones that benefit the military) and are very active in their community church. He is currently an Active Reserve Police Officer with the Simi Valley Police Department and was awarded Reserve Officer of the Year in 2003 and in 2005. In his spare time he loves to hang out with his family, play golf, watch movies in his home theater (which he designed and built himself) and ride his Harley-Davidson (he has logged on 400,000+ miles over the years). Tom was recently in Norfolk, Virginia shooting a lead role for the film The Bill Collector due out soon and just finished filming the feature The Chicago 8.  - IMDb Mini Biography","birthday":"1956-05-25","deathday":null,"gender":2,"homepage":"http://www.tomohmer.com/","id":158097,"imdb_id":"nm0645122","known_for_department":"Acting","name":"Tom Ohmer","place_of_birth":"Birmingham - Michigan - USA","popularity":0.6,"profile_path":"/pQqLdF1l7NcyR2NotbtDcDfJMKM.jpg"}
