{"adult":false,"also_known_as":[],"biography":"Camus started studying Law, but soon left his studies to enter the IIEC (now EOC) in 1956, where he got a director's diploma in 1963 with the training film El borracho (1962) and, finally, ended up as a professor. He worked with Carlos Saura in several screenplays during the early 60s (The Delinquents (1960), Llanto por un bandido (1964)), and also directed some shorts. His first feature films were Los farsantes (1963) and Young Sánchez (1964), a film about boxing -one of his passions- which won the Best Film Award at the Buenos Aires Film Festival in 1964. This way he started a three decade filmography full of great works, varying from romantic comedies and musicals to splendid adaptations from famous novels, as is the case of the prestigious TV series Fortunata y Jacinta (1980) or the film La colmena (1982), which won the Golden Bear Award at the Berlin Film Festival. In 1983 he was given the 'Medalla de Oro de las Bellas Artes' (Arts Gold Medal), and one year later he prepared his most successful work both with public and critic: The Holy Innocents (1984), an adaptation from the novel by Miguel Delibes. This film won the Best Actor Award for Francisco Rabal and Alfredo Landa (ex- aequo) at the Cannes Film Festival. It also won the 'Premio Nacional de Cinematografía' (National Cinematography Award) in 1985 and the 'Chevalier de l'Ordre des Arts des Lettres' Award in 1986.\n\nCamus's filmography combines films made with others with a more personal style, where he tells stories closer to him that let him go through less worn themes. That is the case of Con el viento solano (1966), Los pájaros de Baden-Baden (1975) or Los días del pasado (1977).\n\nIn the 90s he continued working with great actors and telling dramatic stories made up from complex characters living rebel or broken lives, or entering other genres like noir. Examples of this stage are La rusa (1987), Después del sueño (1992), Sombras en una batalla (1993) and Adosados (1996), a film which won the International Critic Award.\n\nHe was married to Concha Bergareche from 1961 - 2016, date of her death. They had 7 children.\n\n- IMDb Mini Biography By: Miguel Ángel Díaz González","birthday":"1935-04-19","deathday":"2021-09-18","gender":2,"homepage":null,"id":237350,"imdb_id":"nm0133426","known_for_department":"Directing","name":"Mario Camus","place_of_birth":"Santander, Cantabria, España","popularity":1.699,"profile_path":"/p7cKnVok4FnQW1UJVyWDAsdSqBn.jpg"}
