{"adult":false,"also_known_as":["مارك رافالو","마크 러펄로","マーク・ラファロ","Марк Руффало","马克·鲁法洛","Μαρκ Ράφαλο","馬克·盧法洛","Марк Раффало"],"biography":"Mark Alan Ruffalo (born November 22, 1967) is an American actor and producer. He began acting in the early 1990s and first gained recognition for his work in Kenneth Lonergan's play This Is Our Youth (1998) and drama film You Can Count On Me (2000). He went on to star in the romantic comedies 13 Going on 30 (2004) and Just like Heaven (2005) and the thrillers In the Cut (2003), Zodiac (2007) and Shutter Island (2010); and received a Tony Award nomination for his supporting role in the Broadway revival of Awake and Sing! in 2006. Ruffalo gained international recognition for playing Hulk in the Marvel Cinematic Universe superhero films The Avengers (2012), Iron Man 3 (2013), Avengers: Age of Ultron (2015), Thor: Ragnarok (2017), Avengers: Infinity War (2018), Captain Marvel (2019), Avengers: Endgame (2019), and Shang-Chi and the Legend of the Ten Rings (2021), as well as the upcoming Disney+ series She-Hulk (2022). Also in 2019, Ruffalo starred in and co-produced Dark Waters.\n\nRuffalo gained nominations for the Academy Award for Best Supporting Actor for playing a sperm-donor in the comedy-drama The Kids Are All Right (2010), Dave Schultz in the biopic Foxcatcher (2014), and Michael Rezendes in the drama Spotlight (2015). He won the Screen Actors Guild Award for Best Actor in a TV Movie for playing a gay writer and activist in the television drama film The Normal Heart (2015), and the Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie for his dual role in the miniseries I Know This Much Is True (2020). During his career, Ruffalo has been nominated for at least one Emmy, Grammy, Oscar and Tony award, one of a select group to have been nominated for all four awards.","birthday":"1967-11-22","deathday":null,"gender":2,"homepage":null,"id":103,"imdb_id":"nm0749263","known_for_department":"Acting","name":"Mark Ruffalo","place_of_birth":"Kenosha, Wisconsin, USA","popularity":19.761,"profile_path":"/z3dvKqMNDQWk3QLxzumloQVR0pv.jpg"}
