{"adult":false,"also_known_as":["James Edward Franco ","Джеймс Франко","เจมส์ แฟรนโก","詹姆斯·法蘭科","ジェームズ・フランコ","제임스 프랭코","جيمس فرانكو","Джеймс Едвард Франко","Franco","franco"],"biography":"James Edward Franco (born April 19, 1978) is an American actor. He left college in order to pursue acting and started off his career by making guest appearances on television series in the 1990s. Franco landed a lead part on the short-lived cult hit television program Freaks and Geeks and later achieved recognition for playing the titular character in the TV biopic James Dean (2001), for which he was awarded a Golden Globe Award. He achieved international fame with his portrayals of Harry Osborn in Sam Raimi's Spider-Man trilogy.\n\nFranco has appeared in an eclectic range of projects since the 2000s. Ranging from period to contemporary pieces, and from major Hollywood productions to less publicized indie films, as well as fantasy movies to biopics and soap operas. Other notable films include Pineapple Express, a stoner comedy that earned him his second Golden Globes nomination, the Harvey Milk-biopic Milk (both 2008) as well as Danny Boyle's 2010 movie 127 Hours, about real-life mountain climber Aron Ralston's struggle to free his hand from a boulder. His performance in 127 Hours earned him nominations for many high-profile awards, including the Academy Awards, Golden Globe and SAG Awards (None of which he won)\n\nFranco has hosted the skit comedy Saturday Night Live twice as well as the 83rd Academy Awards with Anne Hathaway. He volunteers for the Art of Elysium charity and is in a relationship with actress Ahna O'Reilly.\n\nDescription above from the Wikipedia article James Franco, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1978-04-19","deathday":null,"gender":2,"homepage":null,"id":17051,"imdb_id":"nm0290556","known_for_department":"Acting","name":"James Franco","place_of_birth":"Palo Alto, California, USA","popularity":13.853,"profile_path":"/pgEe68922Ba20vAwPmAFQFm8U0c.jpg"}
