{"adult":false,"also_known_as":["Dana Owens","퀸 라티파","Κουίν Λατίφα","Dana Elaine Owens"],"biography":"Dana Elaine Owens (born March 18, 1970), known professionally as Queen Latifah, is an American rapper, actress, and singer. Born in Newark, New Jersey, she signed with Tommy Boy Records in 1989 and released her debut album All Hail the Queen on November 28, 1989, featuring the hit single \"Ladies First\". Nature of a Sista' (1991) was her second and final album with Tommy Boy Records.\n\nLatifah starred as Khadijah James on the Fox sitcom Living Single from 1993 to 1998. Her third album, Black Reign (1993), became the first album by a solo female rapper to receive a RIAA certification, and spawned the single \"U.N.I.T.Y.\", which was influential in raising awareness of violence against women and the objectification of Black female sexuality. The record won a Grammy Award and peaked at No. 23 on the Billboard Hot 100. She then starred in the lead role of Set It Off (1996) and released her fourth album, Order in the Court, on June 16, 1998, with Motown Records. Latifah garnered acclaim with her role of Matron \"Mama\" Morton in the musical film Chicago (2002), receiving a nomination for the Academy Award for Best Supporting Actress.\n\nLatifah released her fifth album The Dana Owens Album in 2004. In 2007 and 2009, she released two more studio albums – Trav'lin' Light and Persona. She created the daytime talk show The Queen Latifah Show, which ran from 1999 to 2001, and again from 2013 to 2015, in syndication. She has appeared in a number of films, such as Bringing Down the House (2003), Taxi (2004), Barbershop 2: Back in Business (2005), Beauty Shop (2005), Last Holiday (2006), Hairspray (2007), Joyful Noise (2012), 22 Jump Street (2014) and Girls Trip (2017) and provided voice work in the Ice Age film series. Latifah received critical acclaim for her portrayal of blues singer Bessie Smith in the HBO film Bessie (2015), which she co-produced, winning the Primetime Emmy Award for Outstanding Television Movie. From 2016 to 2019, she starred as Carlotta Brown in the musical drama series Star. In 2020, she portrayed Hattie McDaniel in the miniseries Hollywood.\n\nQueen Latifah has been referred to as the \"Queen of Rap\" by several media articles, as well as \"rap's first feminist\". Latifah became the first hip hop artist to receive a star on the Hollywood Walk of Fame (2006). Latifah's work in music, film and television has earned her a Grammy Award, an Emmy Award, a Golden Globe Award, three Screen Actors Guild Awards, two NAACP Image Awards, and an Academy Award nomination.\n\nDescription above from the Wikipedia article Queen Latifah, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1970-03-18","deathday":null,"gender":1,"homepage":"http://www.queenlatifah.com","id":15758,"imdb_id":"nm0001451","known_for_department":"Acting","name":"Queen Latifah","place_of_birth":"Newark, New Jersey, USA ","popularity":13.563,"profile_path":"/fnOghG8JjYDicgNrsy80mKdwj5B.jpg"}
