{"adult":false,"also_known_as":["Prince Philip of Greece and Denmark","Philip Mountbatten","Duke of Edinburgh","Earl of Merioneth","Baron Greenwich","HRH Prince Philip, Duke of Edinburgh"," Prinz Philipp von Griechenland und Dänemark"],"biography":"From Wikipedia, the free encyclopedia\n\nPrince Philip, Duke of Edinburgh (born Prince Philip of Greece and Denmark; 10 June 1921 – 9 April 2021) was a member of the British royal family as the husband of Elizabeth II.\n\nPhilip was born into the Greek and Danish royal families. He was born in Greece, but his family was exiled from the country when he was eighteen months old. After being educated in France, Germany and the United Kingdom, he joined the British Royal Navy in 1939, aged 18. From July 1939, he began corresponding with the thirteen-year-old Princess Elizabeth, whom he had first met in 1934. During the Second World War he served with distinction in the Mediterranean and Pacific Fleets.\n\nAfter the war, Philip was granted permission by George VI to marry Elizabeth. Before the official announcement of their engagement in July 1947, he abandoned his Greek and Danish titles and styles and became a naturalised British subject. He married Elizabeth on 20 November 1947. Just before the wedding, he was granted the style His Royal Highness and created Duke of Edinburgh, Earl of Merioneth, and Baron Greenwich by King George VI. Philip left active military service when Elizabeth became queen in 1952, having reached the rank of commander, and was made a British prince in 1957. Philip had four children with Elizabeth: Charles, Prince of Wales; Anne, Princess Royal; Prince Andrew, Duke of York; and Prince Edward, Earl of Wessex.\n\nHe was the longest-serving consort of a reigning British monarch and the longest-lived male member of the British royal family. He retired from his royal duties on 2 August 2017, aged 96, having completed 22,219 solo engagements and 5,493 speeches since 1952. Philip died on 9 April 2021, two months before his 100th birthday.","birthday":"1921-06-10","deathday":"2021-04-09","gender":2,"homepage":"https://www.royal.uk/the-duke-of-edinburgh","id":1164486,"imdb_id":"nm0697611","known_for_department":"Acting","name":"Prince Philip","place_of_birth":"Mon Repos, Corfu, Greece","popularity":1.96,"profile_path":"/uPfQY4f2uJP6TJVg7BdLzp0lzce.jpg"}
