{"adult":false,"also_known_as":[],"biography":"The Seattle native began her career in front of the camera at the age of 12 as a model in print advertisements and television commercials. At 16, she left home and moved to Japan to further her career and at 17 headed to Hollywood to make her mark.\n\nJosie soon landed the role of 'Cara' on \"The Hogan Family,\" where she spent two seasons. Within two years of her arrival in Los Angeles, Josie was cast on \"Melrose Place\" and quickly became one of television's most recognizable actors. In recent years, she has had the opportunity to explore many diverse and interesting characters in such projects as the ABC movies \"The Fire Above\" and \"Dare to Love,\" the FOX telefilm \"Deadly Vows\" and the USA cable film \"Baby Monitor: Sound of Fear.\" She starred in the ABC Family Channel original film \"I Do, They Don't,\" a romantic comedy about two widowed parents whose spontaneous marriage thrusts them into the position of having to blend two families into one. In addition, Josie starred in the Lifetime Television original film \"The Other Woman,\" based on the best-selling novel by Joy Fielding and directed by Jason Priestley. She has also made numerous guest-starring appearances including NBC's \"Law & Order: Special Victims Unit.\"\n\nOn the big screen, she made her feature film debut in Oliver Stone's \"The Doors,\" in which she played the wife of Doors' guitarist Robbie Krieger. Her subsequent films include the coming-of-age comedy \"Book of Love\" and the psychological thriller \"Mikey.\"\n\nIn addition to acting, Josie has hosted numerous shows. She most recently co-hosted Lifetime Television's morning talk show, \"The Balancing Act.\" She previously hosted \"Parenting & Beyond,\" a show that offered parents creative solutions to everyday problems, so that they can have more quality time to enjoy their family and watch their children growing up. She also hosted the PBS educational special, \"Teach More, Love More,\" which followed four families, each with a child in one of the four critical stages of early childhood development -- newborn, infancy, toddlerhood and preschool. As host, Josie guided viewers through the program which explores the joys, fears and a myriad of questions that accompany the beginning of life. \"Teach More, Love More\" included interviews with nationally renowned experts such as Dr. T. Berry Brazelton.\n\nJosie has been the face of several national commercial campaigns, including Neutrogena's skin care line and Dr. Scholl's Pedicure Essentials, an entire line of 14 different products designed to pamper the feet. Additionally, she was a spokesperson for Murad Skin Care's Resurgence® Regimen, the first comprehensive line of products formulated exclusively to help revitalize and rebuild hormonally aging skin.","birthday":"1970-10-05","deathday":null,"gender":1,"homepage":"http://www.josiebissett.com/","id":100395,"imdb_id":"nm0084327","known_for_department":"Acting","name":"Josie Bissett","place_of_birth":" Seattle, Washington, USA","popularity":8.259,"profile_path":"/6tQMrmHVnxpCKFRBQXFt4XhnZSd.jpg"}
