{"adult":false,"also_known_as":["Τζος Λούκας"],"biography":"Over his career, Josh Lucas has worked with many of the film community's greatest talents. He has starred alongside Jon Voight in Jerry Bruckheimer's Glory Road (2006), for which Lucas added 40 pounds to transform himself into legendary basketball coach Don Haskins. Lucas also starred with Kurt Russell and Richard Dreyfuss in Wolfgang Petersen's Poseidon (2006). He starred with Morgan Freeman and Robert Redford in Lasse Hallström's An Unfinished Life (2005). He also starred opposite Jamie Bell in David Gordon Green's Undertow (2004), which was also produced by Terrence Malick. Additionally, Lucas worked alongside Christopher Walken in Around the Bend (2004).\n\nHe performed with Jennifer Connelly and Eric Bana in Ang Lee's Hulk (2003). He was in Ron Howard's Oscar-winning A Beautiful Mind (2001) with Russell Crowe. Plus, he starred opposite Reese Witherspoon in the Walt Disney Company's smash hit Sweet Home Alabama (2002). Other credits include Wonderland (2003), The Deep End (2001), American Psycho (2000), Session 9 (2001), and You Can Count on Me (2000).\n\nLucas' theater credits include the recent off-Broadway run of \"Spalding Gray: Stories Left to Tell\"; Tennessee Williams' \"The Glass Menagerie,\" which appeared on Broadway in 2005; Terrence McNally's \"Corpus Christi\" at the Manhattan Theater Club; Christopher Shinn's \"What Didn't Happen\"; and \"The Picture of Dorian Gray.\"\n\nLucas recently completed his second collaboration with documentary filmmaker Ken Burns on \"The War\" (2007). Lucas' other documentary work includes the upcoming Operation Homecoming: Writing the Wartime Experience (2007), Trumbo (2007), and Resolved (2007).  Lucas recently completed his first venture into production with Stolen Lives (2009), in which he plays the single father of a mentally challenged boy. This film is the first project to be produced through Lucas' production company, Two Bridges.\n\nLucas resides in New York City.","birthday":"1971-06-20","deathday":null,"gender":2,"homepage":"http://www.westlord.com/josh-lucas-website/","id":6164,"imdb_id":"nm0524197","known_for_department":"Acting","name":"Josh Lucas","place_of_birth":"Little Rock, Arkansas, USA","popularity":11.708,"profile_path":"/aHYyysVwQ7D0iYLjlUgiknBQGwW.jpg"}
