{"adult":false,"also_known_as":["Philip Proctor","Philip G. Proctor","Phillip Proctor","Phil Procter"],"biography":"Philip Proctor (born July 28, 1940) is an American actor, voice actor and a member of the Firesign Theatre. He has performed voice-over work for video games, films and television series.\n\nOf the four members of Firesign Theatre, Proctor has had the greatest amount of mainstream exposure as an actor. A boy soprano, he worked extensively in musical theatre, including numerous juvenile female roles in productions of Gilbert & Sullivan operettas. In his early adult career, he worked in musical theatre on Broadway, the West Coast and in touring productions. During this period Proctor worked with many famous names, including composer Richard Rodgers, and forged important social connections, becoming close friends with notable figures including Henry Jaglom, Brandon de Wilde, Peter Fonda and Karen Black.\n\nProctor also appeared occasionally on television in small roles, including episodes of Daniel Boone, All in the Family, and Night Court, and Off-Broadway in the 1964 musical The Amorous Flea. He also provided the voices of Meltdown in Treasure Planet and \"Drunk Monkey\" in the Dr. Dolittle remake series. He has also provided uncredited ADR overdubs for numerous movies over the years. More recently, he has done voices for several cartoons and video games, including the voice of Howard Deville in Rugrats and All Grown Up! on Nickelodeon, \"background\" voices for Disney features, and voice work on Power Rangers Time Force. He also did two voices in the GameCube video game Eternal Darkness: Sanity's Requiem. He is the voice of The Professor and White Monkey in the Ape Escape series. Recently, his voice was featured in the video game Dead Rising as Russell Barnaby, in the Assassin's Creed series as Dr. Warren Vidic, and on Adventures in Odyssey as Leonard Meltsner and Detective Don Polehaus. In the 2007 live audio production of the Angie Award-winning screenplay Albatross (original screenplay written by Lance Rucker and Timothy Perrin) at the International Mystery Writers Festival, he played seven characters requiring four different accents: KGB agent Stefan Linnik, East German Communist Party apparatchik Kurt Mueller; a West Berlin gasthaus owner; an armed forces radio announcer; the Senate minority whip; a Secret Service guard; and Gerhard Derstman, the East German Cultural Attache/Stasi member. He also lent his voice to the game Battlezone. He was the announcer on Big Brother in seasons 3 through 6. Proctor also lent his voice in the Marvel: Ultimate Alliance series as the voices of Edwin Jarvis and Baron Mordo in the first game, and the Tinkerer in the sequel, Marvel: Ultimate Alliance 2. He currently serves among the repertory cast of featured voices in recent and current Disney animated films.\n\nStage versions of the records Don't Crush That Dwarf, Hand Me the Pliers; The Further Adventures of Nick Danger, Third Eye; and Waiting for the Electrician, or Someone Like Him and Temporarily Humboldt County are published Broadway Play Publishing Inc.\n\nIn 2017, Proctor published an autobiography entitled Where's My Fortune Cookie? coauthored with Brad Schreiber.\n\nIn recent years Proctor has performed on the radio program American Parlor Songbook in sketches called \"Boomers On a Bench\".\n\nSource: Article \"Philip Proctor\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1940-07-28","deathday":null,"gender":2,"homepage":null,"id":61969,"imdb_id":"nm0698413","known_for_department":"Acting","name":"Phil Proctor","place_of_birth":"Goshen, Indiana, USA","popularity":2.503,"profile_path":"/wAfx3qAEvcsLpEEIP0zwdhuDIcW.jpg"}
