{"adult":false,"also_known_as":[],"biography":"Isabelle Renauld (born 24 November 1966 in Saint-Malo, Ille-et-Vilaine) is a French actress. She trained at the Nanterre Amandiers theatre school directed by Patrice Chéreau from 1985 to 1987. She was made a Knight of the Order of Arts and Letters in January 2010.\n\nBorn in Saint-Malo to a pharmacist father and a mother who was an IFOP researcher, her parents divorced when she was 5 years old and she grew up with her mother and her sister, who is 3 years her senior. She quickly developed a passion for theatre and at the age of 16 decided to leave Brittany to devote herself to acting in Paris. She was admitted to the \"free class\" of the Cours Florent in 1984 where she met Pierre Romans who encouraged her to try for the Nanterre Amandiers school which he runs with Patrice Chéreau. She succeeded in the competition when only the top twenty become part of Patrice Chéreau's cast. She learned her trade with Agnes Jaoui, Vincent Pérez, Valeria Bruni Tedeschi, Bruno Todeschini, Marc Citti.\n\nShe met Laurent Malet there, who became her companion and the father of her son Théo.\n\nIn 1990, she landed the role of Isabelle in L'Opération Corned-Beef alongside Jean Reno and Christian Clavier. She rose to prominence in 1996 with the scandalous Parfait Amour! by Catherine Breillat which earned her the Prix Michel-Simon.\n\nA year later, in 1997, she met Theo Angelopoulos and acted in Eternity and a Day which received the Golden Palm at Cannes in 1998.\n\nShe has appeared in three films by François Dupeyron in 1999, 2001 and 2003 (What is life?, Mr. Ibrahim and the Flowers of the Koran, and the House of Officers), two by Philippe Lioret in 2006 and 2011 (Don't Worry, I'm fine and All Our Desires), and two by Catherine Breillat.\n\nShe lives in Paris but often returns to Saint-Malo to \"recharge\" and to reconnect with her roots.\n\nSource: Article \"Isabelle Renauld\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1966-11-24","deathday":null,"gender":1,"homepage":null,"id":6548,"imdb_id":"nm0719224","known_for_department":"Acting","name":"Isabelle Renauld","place_of_birth":"Saint-Malo, Ille-et-Vilaine, France","popularity":3.412,"profile_path":"/7QVjZeT1psfN157UbK0SxgmniNN.jpg"}
