{"adult":false,"also_known_as":["Robert Dean Stockwell"],"biography":"Robert Dean Stockwell (March 5, 1936 – November 7, 2021) was an American film, television and stage actor with a career spanning over 70 years. As a child actor under contract to Metro-Goldwyn-Mayer, he first came to the public's attention in films including Anchors Aweigh (1945), The Green Years (1946), Gentleman's Agreement (1947), The Boy with Green Hair (1948), and Kim (1950). As a young adult, he had a lead role in the 1957 Broadway and 1959 screen adaptation of Compulsion; and in 1962 he played Edmund Tyrone in the film version of Long Day's Journey into Night, for which he won two Best Actor Awards at the Cannes Film Festival. He was nominated for a Golden Globe Award for Best Actor – Motion Picture Drama for his starring role in the 1960 film version of D. H. Lawrence's Sons and Lovers.\n\nHe appeared in supporting roles in such films as Dune (1984), Paris, Texas (1984), To Live and Die in L.A. (1985), Blue Velvet (1986), Beverly Hills Cop II (1987), and Tucker: The Man and His Dream (1988). He received further critical acclaim for his performance in Married to the Mob (1988), for which he was nominated for the Academy Award for Best Supporting Actor. He subsequently had roles in The Player (1992), Air Force One (1997), The Rainmaker (1997) and The Manchurian Candidate (2004).\n\nHis television roles include Rear Admiral Albert \"Al\" Calavicci in Quantum Leap (1989–1993), Navy Secretary Edward Sheffield on JAG (2002–2004), and Brother Cavil on Battlestar Galactica (2004–2009). Following his roles on Quantum Leap and Battlestar Galactica, he appeared at numerous science fiction conventions. He retired from acting in 2015 following health issues and focused his later life on sculpture and other visual art.\n\nDescription above from the Wikipedia article Dean Stockwell, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1936-03-05","deathday":"2021-11-07","gender":2,"homepage":null,"id":923,"imdb_id":"nm0001777","known_for_department":"Acting","name":"Dean Stockwell","place_of_birth":"North Hollywood, Los Angeles, California, USA","popularity":15.541,"profile_path":"/xmB3Um3mAX0s8iQchWwWd3yAAF9.jpg"}
