{"adult":false,"also_known_as":["Rey Mysterio","The Green Misterio","Óscar Misterio","Colibri","Super Nino Misterio","Rey Mysterio, Jr.","Rey Misterio Jr."],"biography":"Oscar Gutierrez is a Mexican American professional wrestler in World Wrestling Entertainment. In WWE, Gutierrez was trained by his uncle Rey Misterio, Sr. and wrestled early on in Mexico where he learned the Lucha Libre high flying style that has been his trademark.\n\nGutierrez originally worked for Asistencia Asesoría y Administración (AAA) in Mexico, from 1992 to 1995. He wrestled in Extreme Championship Wrestling (ECW) from 1995 to 1996 and World Championship Wrestling (WCW) from 1996 to 2001, as Rey Misterio, Jr./Rey Mysterio, Jr. but dropped the \"Junior\" from his name when he began working for WWE in 2002.\n\nMysterio is known for having a high flying style, which helped kick-start the cruiserweight wrestling revolution in the United States in the late 1990s during his time in WCW. In WCW he won the WCW World Tag Team Championship three times, and the WCW Cruiserweight Tag Team Championship once with Billy Kidman as part of the Filthy Animals. In WWE, Mysterio is a three-time world champion, having held the World Heavyweight Championship twice and the WWE Championship once, and is currently listed as the lightest world champion in WWE history. He has also held the WWE Tag Team Championship a record-tying four times, and the WWE Intercontinental Championship twice. He also held the WCW/WWE Cruiserweight Championship a record eight times (five times in WCW, three in WWE). All totaled, he has won 21 titles between WWE and WCW. Mysterio was the 21st person to win the WWE Triple Crown Championship, and was the winner of the 2006 Royal Rumble.","birthday":"1974-12-11","deathday":null,"gender":2,"homepage":null,"id":568555,"imdb_id":"nm0347595","known_for_department":"Acting","name":"Óscar Gutiérrez Rubio","place_of_birth":"Chula Vista, California, USA","popularity":4.974,"profile_path":"/b3ixP7BaQNifCGbfKkHU823TjiD.jpg"}
