{"adult":false,"also_known_as":["Ντέιβιντ Σουίμερ","데이빗 쉼머","Дэвид Швиммер"],"biography":"David Lawrence Schwimmer (born November 2, 1966) is an American actor and director of television and film. He was born in New York, and his family moved to Los Angeles when he was two. He began his acting career performing in school plays at Beverly Hills High School. In 1988, he graduated from Northwestern University with a Bachelor of Arts degree in theater and speech. After graduation, Schwimmer co-founded the Lookingglass Theatre Company. For much of the late-1980s, he lived in Los Angeles as a struggling, unemployed actor.\n\nHe appeared in the television movie A Deadly Silence in 1989. He then appeared in a number of television roles, including L.A. Law, The Wonder Years, NYPD Blue, and Monty in the early 1990s. Schwimmer later gained worldwide recognition for playing Ross Geller in the situation comedy Friends. Aside from appearing in television, he starred in his first leading role in The Pallbearer (1996), which was followed by roles in Kissing a Fool (1998), Six Days Seven Nights (1998), Apt Pupil, and Picking Up the Pieces (2000). He was then cast in the miniseries Band of Brothers (2001) as Herbert Sobel.\n\nFollowing the series finale of Friends in 2004, Schwimmer was cast as the titular character in the 2005 drama Duane Hopwood. Other film roles include the computer animated film Madagascar (2005), the dark comedy Big Nothing (2006), the thriller Nothing But the Truth (2008), and Madagascar: Escape 2 Africa (2008). Schwimmer made his London stage debut in the leading role in Some Girl(s) in 2005. In 2006, he made his Broadway debut in The Caine Mutiny Court-Martial. Schwimmer made his feature film directorial debut with the 2007 comedy Run Fatboy Run. The following year he made his Off-Broadway directorial debut in the 2008 production Fault Lines.\n\nDescription above from the Wikipedia article David Schwimmer, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1966-11-02","deathday":null,"gender":2,"homepage":null,"id":14409,"imdb_id":"nm0001710","known_for_department":"Acting","name":"David Schwimmer","place_of_birth":"Astoria, New York, USA","popularity":9.389,"profile_path":"/oBsK1ql5bo3zxepbQCclIwnapXM.jpg"}
