{"adult":false,"also_known_as":["Diego Armando Maradona","Ντιέγκο Μαραντόνα","Ντιέγκο Αρμάντο Μαραντόνα","دييغو مارادونا","دييغو أرماندو مارادونا","El Pibe de Oro"],"biography":"Diego Armando Maradona (30 October 1960 – 25 November 2020) was an Argentine professional football player and manager. Widely regarded as one of the greatest players in the history of the sport, he was one of the two joint winners of the FIFA Player of the 20th Century award. Maradona's vision, passing, ball control, and dribbling skills were combined with his small stature, which gave him a low centre of gravity allowing him to manoeuvre better than most other players. His presence and leadership on the field had a great effect on his team's general performance, while he would often be singled out by the opposition. In addition to his creative abilities, he possessed an eye for goal and was known to be a free kick specialist. A precocious talent, Maradona was given the nickname \"El Pibe de Oro\" (\"The Golden Boy\"), a name that stuck with him throughout his career. He also had a troubled off-field life and was banned in both 1991 and 1994 for abusing drugs.\n\nAn advanced playmaker who operated in the classic number 10 position, Maradona was the first player to set the world record transfer fee twice: in 1982 when he transferred to Barcelona for £5 million, and in 1984 when he moved to Napoli for a fee of £6.9 million. He played for Argentinos Juniors, Boca Juniors, Barcelona, Napoli, Sevilla, and Newell's Old Boys during his club career, and is most famous for his time at Napoli where he won numerous accolades.\n\nIn his international career with Argentina, he earned 91 caps and scored 34 goals. Maradona played in four FIFA World Cups, including the 1986 World Cup in Mexico, where he captained Argentina and led them to victory over West Germany in the final, and won the Golden Ball as the tournament's best player. In the 1986 World Cup quarter final, he scored both goals in a 2–1 victory over England that entered football history for two different reasons. The first goal was an unpenalized handling foul known as the \"Hand of God\", while the second goal followed a 60 m (66 yd) dribble past five England players, voted \"Goal of the Century\" by FIFA.com voters in 2002.\n\nMaradona became the coach of Argentina's national football team in November 2008. He was in charge of the team at the 2010 World Cup in South Africa before leaving at the end of the tournament. He then coached Dubai-based club Al Wasl in the UAE Pro-League for the 2011–12 season. In 2017, Maradona became the coach of Fujairah before leaving at the end of the season. In May 2018, Maradona was announced as the new chairman of Belarusian club Dynamo Brest. He arrived in Brest and was presented by the club to start his duties in July. From September 2018 to June 2019, Maradona was coach of Mexican club Dorados. He was the coach of Argentine Primera División club Gimnasia de La Plata from September 2019 until his death in November 2020.\n\nFrom Wikipedia, The Free Encyclopedia.","birthday":"1960-10-30","deathday":"2020-11-25","gender":2,"homepage":"https://www.diegomaradonagroup.com/","id":56218,"imdb_id":"nm0544764","known_for_department":"Acting","name":"Diego Maradona","place_of_birth":"Lanús, Buenos Aires, Argentina","popularity":2.611,"profile_path":"/m4qVLeVSRzwcCpt6MdAT305YdDC.jpg"}
