{"adult":false,"also_known_as":[],"biography":"Carson was born in Brooklyn, New York; her father is a journalism professor at the University of Florida, and her mother was a kindergarten teacher in New York. She spent her adolescence in Gainesville, Florida and attended F. W. Buchholz High School. Her parents separated when she was 14, and her mother moved back to New York alone. In 1986, she entered the Regional competition sponsored by the \"America's Junior Miss\" talent show, taking second place for the region held in Gainesville. After graduating in 1987, Carson returned to New York and decided that she wanted to be an actor. She began her career by appearing in a number of After School Specials and HBO short films.\n\nCarson appeared in productions at the famed Negro Ensemble Company. Her first notable credit came in 1991, when she appeared in Law & Order and in 1992 she had a non-speaking, minor role in the comedy series, The Cosby Show. She was a regular on The Apollo Comedy Hour before appearing in film in Let's Get Bizzee (1993), Jason's Lyric (1994) and Devil in a Blue Dress (1995). She has appeared in Love Jones. She also performed as an R&B singer in the 1995 television movie Divas. She had a role in the (1997) movie Eve's Bayou, as Mattie Monroe.\n\nOn television, she played the recurring character Carla Reece, the on/off girlfriend of Eriq La Salle's Dr Peter Benton in NBC's ER between 1996 and 2001. Between 1997 and 2002 she played prosecutor Renee Raddick in Fox's Ally McBeal, a role for which she received multiple award nominations. Carson was fired from both roles, amid reports about her erratic behavior on and off set, alleged drug use, being arrested and admissions to a mental health facility. In 2012, she was featured in a guest appearance in the second-season finale of the canceled NBC series Harry's Law reprising her character Renee Raddick from Ally McBeal.\n\nFrom Wikipedia, the free encyclopedia.","birthday":"1969-07-12","deathday":null,"gender":1,"homepage":null,"id":55274,"imdb_id":"nm0004808","known_for_department":"Acting","name":"Lisa Nicole Carson","place_of_birth":"Brooklyn, New York City, New York, USA","popularity":7.01,"profile_path":"/2BmzDyUOaoUATRMAaTshpg2AAMt.jpg"}
