{"adult":false,"also_known_as":["Bill Hanna","William Denby Hanna","Denby Williams"],"biography":"William Denby \"Bill\" Hanna (July 14, 1910 – March 22, 2001) was an American animator, director, producer, television director, television producer, and cartoon artist, whose movie and television cartoon characters entertained millions of fans worldwide for much of the 20th century. When he was a young child, Hanna's family moved frequently, but they settled in Compton, California, by 1919. There, Hanna became an Eagle Scout. Hanna graduated from Compton High School in 1928. He briefly attended Compton City College but dropped out at the onset of the Great Depression.After working odd jobs in the first months of the Depression, Hanna joined the Harman and Ising animation studio in 1930. During the 1930s, Hanna steadily gained skill and prominence while working on cartoons such as Captain and the Kids. In 1937, while working at Metro-Goldwyn-Mayer (MGM), Hanna met Joseph Barbera. The two men began a collaboration that was at first best known for producing Tom and Jerry and live action films. In 1957, they co-founded Hanna-Barbera, which became the most successful television animation studio in the business, producing programs such as The Flintstones, The Huckleberry Hound Show, The Jetsons, Scooby-Doo, The Smurfs, and Yogi Bear. In 1967, Hanna–Barbera was sold to Taft Broadcasting for $12 million, but Hanna and Barbera remained heads of the company until 1991. At that time the studio was sold to Turner Broadcasting System, which in turn was merged with Time Warner, owners of Warner Bros., in 1996; Hanna and Barbera stayed on as advisors.Hanna and Barbera won seven Academy Awards and eight Emmy Awards. Their cartoons have become cultural icons, and their cartoon characters have appeared in other media such as films, books, and toys. Hanna–Barbera's shows have a global audience of over 300 million people and have been translated into more than 20 languages.","birthday":"1910-07-14","deathday":"2001-03-22","gender":2,"homepage":null,"id":13620,"imdb_id":"nm0360253","known_for_department":"Directing","name":"William Hanna","place_of_birth":"Melrose, New Mexico, USA","popularity":9.661,"profile_path":"/zf5WRsouQN0ozuJ4vFosXylPjaZ.jpg"}
