{"adult":false,"also_known_as":["Marina Fois","Les Robins des Bois"],"biography":"Marina Sylvie Foïs (born 21 January 1970) is a French actress.\n\nBorn in Boulogne-Billancourt in the department of Hauts-de-Seine in a family from Russian, Jewish Egyptian, German and Italian ancestry, Marina Foïs was discovered in 1986 for her comedy work in The School for Wives, at the age of 16. She decided to take classes by correspondence and obtained her high school final exam two years later. She then joined The Royal Imperial Green Rabbit Company, which later became Les Robins des Bois, composed of students from the Cours Florent taught by Isabelle Nanty.\n\nThe troupe caught the attention of Dominique Farrugia in 1996 and went on to act and direct in the Comédie+ show La Grosse Émission for two years. During that period, Foïs co-wrote sketches with Pierre-François Martin-Laval, playing a number of various characters, like the dim-witted Sophie Pétoncule and the pedantic director Marie-Mûre. The show continued the next year on Canal+ and had a bigger audience. In June 2001, Foïs and the troupe parted ways to focus on their individual film careers. Marina Foïs became a prolific actress, with two to five films released every year.\n\nOn 25 November 2020, it was announced that she will be the host for the 46th César Awards.\n\nMarina Foïs has two sisters. Giulia Foïs is a journalist at Libération and a former columnist in the program Arrêt sur images presented by Daniel Schneidermann on France 5, and a current news anchor on I-Télé. Her second sister Elena is a doctor. Their brother, Fabio, died of an airplane crash while participating in an aerobatic demonstration.\n\nMarina was in a partnership with fellow \"Robins des Bois\" actor Maurice Barthélémy. She also dated Maxime Lefrançois, Mister Univers 2010.\n\nShe started dating the director Éric Lartigau in 1999. On December 3, 2004, she gave birth to a boy, Lazare at the Hôpital Saint-Antoine in Paris. They had a second son, Georges, born on 25 September 2008.\n\nSource: Article \"Marina Foïs\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1970-01-21","deathday":null,"gender":1,"homepage":null,"id":76820,"imdb_id":"nm0283997","known_for_department":"Acting","name":"Marina Foïs","place_of_birth":"Boulogne-Billancourt, Hauts-de-Seine, France","popularity":7.082,"profile_path":"/34Wz636eicJtQ2ONIDaAzHlPWyt.jpg"}
