{"adult":false,"also_known_as":[" William Fox "],"biography":"Fox first appeared on film in The Miniver Story in 1950. His other early film appearances were made under his birth name, William Fox (the main character in The Magnet in 1950)\n\nIn 1962, Fox was working in a bank when Tony Richardson offered him a minor role in the film The Loneliness of the Long Distance Runner. Fox's father attempted to forbid this, claiming that his son had no talent for acting and that it would disrupt his life for him to give up his job in the bank, nevertheless, Fox took the part.\n\nDuring the 1960s, Fox gained popularity. In 1964, he won a BAFTA Award for Most Promising Newcomer for his role in The Servant (1963).\n\nOn 16 June 1965 Ken Annakin's Those Magnificent Men in Their Flying Machines was released. In this British period comedy film, Fox is featured among an international ensemble cast including Stuart Whitman, Sarah Miles, Robert Morley, Terry-Thomas, Red Skelton, Benny Hill, Jean-Pierre Cassel, Gert Fröbe and Alberto Sordi. The film, revolving around the craze of early aviation circa 1910, is about a pompous newspaper magnate (Morley) who is convinced by his daughter (Miles) and fiancée (Fox), a young army officer, and they organize an air race from London to Paris, where he decides to race. A large sum of money is offered to the winner, hence it attracts a variety of characters who participate. The film received positives reviews, described as funny, colourful and clever, and capturing the early enthusiasm for aviation.\n\nIt was treated as a major production, one of only three full-length 70 mm Todd-AO Fox releases in 1965 with an intermission and musical interlude part of the original screenings. Because of the Todd-AO process, the film was an exclusive roadshow feature initially shown in deluxe Cinerama venues, where customers needed reserved seats purchased ahead of time. The film grossed $31,111,111 theatrically and on home video $29,950,000. Audience reaction both in the first release and even today is nearly universal in assessing the film as one of the \"classic\" aviation films.\n\nFrom Wikipedia, the free encyclopedia","birthday":"1939-05-19","deathday":null,"gender":2,"homepage":null,"id":1292,"imdb_id":"nm0289038","known_for_department":"Acting","name":"James Fox","place_of_birth":"London, England, UK","popularity":6.475,"profile_path":"/usTO4NoD08rV0woh7vXLX8gxzHO.jpg"}
