{"adult":false,"also_known_as":["Омар Шариф","Michel Dimitri Chalhoub","عمر الشريف"],"biography":"Omar Sharif, the Franco-Arabic actor best known for playing Sherif Ali in Lawrence of Arabia (1962) and the title role in Doctor Zhivago (1965), was born Michel Demitri Shalhoub on April 10, 1932 in Alexandria, Egypt to Joseph Shalhoub, a lumber merchant, and his wife, Claire. Of Lebanese and Syrian extraction, the young Michel was raised a Roman Catholic. He was educated at Victoria College in Alexandria and took a degree in mathematics and physics from Cairo University with a major. Afterward graduating from university, he entered the family lumber business. Before making his English-language film debut with \"Lawrence of Arabia\", for which he earned him a Best Supporting Actor Academy Award nomination and international fame, Sharif became a star in Egyptian cinema. His first movie was the Egyptian film Siraa Fil-Wadi (1954) (\"The Blazing Sun\") in 1953, opposite the renowned Egyptian actress Faten Hamama whom he married in 1955. He converted to Islam to marry Hamama and took the name Omar al-Sharif. The couple had one child (Tarek Sharif, who was born in 1957 and portrayed the young Zhivago in the eponymous picture) and divorced in 1974. Sharif never remarried. Beginning in the 1960s, Sharif earned a reputation as one of the world's best known contract bridge players. In the 1970s and '80s, he co-wrote a syndicated newspaper bridge column for the Chicago Tribune. Sharif also wrote several books on bridge and has licensed his name to a bridge computer game, \"Omar Sharif Bridge\", which has been marketed since 1992. Sharif told the press in 2006 that he no longer played bridge, explaining, \"I decided I didn't want to be a slave to any passion any more except for my work. I had too many passions, bridge, horses, gambling. I want to live a different kind of life, be with my family more because I didn't give them enough time.\" As an actor, Sharif had made a comeback in 2003 playing the title role of an elderly Muslim shopkeeper in the French film Monsieur Ibrahim (2003). For his performance, he won the Best Actor Award at the Venice Film Festival and the Best Actor César, France's equivalent of the Oscar, from the Académie des Arts et Techniques du Cinéma.","birthday":"1932-04-10","deathday":"2015-07-10","gender":2,"homepage":null,"id":5004,"imdb_id":"nm0001725","known_for_department":"Acting","name":"Omar Sharif","place_of_birth":"Alexandria, Egypt","popularity":13.513,"profile_path":"/zEZq6w8ixTFZ7xuP67PdE1YSc1.jpg"}
