{"adult":false,"also_known_as":[],"biography":"Producer and Director.\n\nHe started his studies in Management at Universidade Católica Portuguesa.\n\nWith a degree in Sound and Image by the School of Arts of the Portuguese Catholic University, he also has a specialization course in Film Direction from the Tisch School of Arts at the University of New York and the Eurodoc production program.\n\nHe worked as a trainer in the workshops promoted by the association Filhos de Lumière.\n\nThroughout his career, he has developed creative works in the field of cinema, authoring fiction and documentary, alternating with other works in the fields of video art and video clips for some of the best names in the Portuguese rock scene (The Legendary Tiger Man, Wray Gunn, Mão Morta, Sean Riley, D3o, etc.) and several other projects. As a producer he started his career in 2001 and has since produced and co-produced more than 70 shorts, features, videos and documentaries. He produced renowned authors such as Edgar Pêra, João Canijo and F. J. Ossang, as well as young filmmakers such as André Gil Mata, João Rodrigues and Jorge Quintela. He has co-produced with Brazil, the United Kingdom, France, Germany and Finland. As a director, among several films, Tebas (long metregem) and Corrente (short film) stands out with whom he was represented in more than fifty international festivals and was awarded with a dozen prizes. His second feature film premiered in Official Competition at the Karlovy Vary International Festival and was awarded a Special Mention. He was responsible for the cinema production of Guimarães 2012 European Capital of Culture, including films by directors such as Jean-Luc Godard, Aki Kaurismaki, Peter Greenaway, Manoel de Oliveira, Pedro Costa and Victor Erice","birthday":"1978-01-01","deathday":null,"gender":2,"homepage":null,"id":1046810,"imdb_id":"nm2208820","known_for_department":"Production","name":"Rodrigo Areias","place_of_birth":"Guimarães, Portugal","popularity":1.4,"profile_path":"/dwJYahw1irHhPTjrQMB4iZciSz9.jpg"}
