{"adult":false,"also_known_as":[" Will Nipper"," William Estes Nipper "],"biography":"From Wikipedia, the free encyclopedia.\n\nWill Estes (born William Estes Nipper, October 21, 1978 in Los Angeles, California) is an American actor best known for his role as JJ Pryor, on the NBC drama American Dreams. In 2010, he joined the cast of Tom Selleck's new CBS police drama Blue Bloods. In the series, he plays Jamieson \"Jamie\" Reagan, a New York Police Department officer and the younger son of the fictional police commissioner, played by Selleck.\n\nEstes' break-out movie role was Seaman Ronald 'Rabbit' Parker on U-571. Early in his career, he did many commercials including Fruit of the Loom and numerous guest starring roles in shows like Highway to Heaven and Santa Barbara. Then he was chosen out of 700 other kids for the series The New Lassie. Since then he has had many starring roles in TV shows and he dabbled in the Music Video industry. He has appeared in Meat Loaf's video \"Objects In The Rear View Mirror May Appear Closer Than They Are\" (from Bat out of Hell II: Back into Hell) and was in Bon Jovi's video \"It's My Life\" with Shiri Appleby.\n\nIn 2000, according to a 2005 Soap Talk interview, Jon Bon Jovi asked him to be in his music video after he worked with him on U-571. He did most of his own stunts in the video. So far, this has been one of his favorite career moments.\n\nWill had a leading role in the Fox show Reunion. The show followed six best friends over the course of 20 years, with each episode marking the next successive year. When the group meets up for their 20th high school reunion, one turns up dead at the end of the night. In late 2005 Fox announced that the series would be cancelled due to low ratings and the identity of the murderer would not be revealed.\n\nAn upcoming project is a short movie Luz Del Mundo. He will be playing Jack Kerouac, a good friend of Neal Cassady. The movie is in post production and will be seen in future film festivals. It was written by Ty Roberts and David Trimble, directed by Ty Roberts and produced by Ryan McWhirter and John Pitts.\n\nHe has also appeared in a couple photographs, in the books Hollywood Splash ISBN 1-57687-183-5 and Men Before 10 AM Too ISBN 1-57687-084-7.\n\nHe was nominated 4 different times for one award, the Young Artist Awards for The New Lassie and Kirk.","birthday":"1978-10-21","deathday":null,"gender":2,"homepage":null,"id":32363,"imdb_id":"nm0261678","known_for_department":"Acting","name":"Will Estes","place_of_birth":"Los Angeles - California - USA","popularity":11.724,"profile_path":"/ddxb9Me3pNLpBUYZQ7stpCrIxFs.jpg"}
