{"adult":false,"also_known_as":[" Greg Jbara "],"biography":"Gregory Jbara is an American film, television and stage actor.\n\nJbara was born in Nankin Township (now Westland), Michigan, the son of an advertising office manager and an insurance claims adjuster. He is of Lebanese and Irish descent.After graduating from Wayne Memorial High School in Wayne, Michigan, Jbara attended the University of Michigan from 1979 to 1981. He majored in Communication Studies and took classes in Theatre and Musical Theatre. He left Michigan to attend the Juilliard School's drama division (1982–1986, Group 15), where he received his Bachelor of Fine Arts degree.\n\nBoth of Jbara's brothers also have careers in the entertainment industry. Mike, formerly President and CEO, WEA Corp., was named President of Alternative Distribution Alliance worldwide in June 2013. Brother Dan has made his career primarily as a reality show producer. Jbara also has a sister, Judy, who is Director of Client Relations for Beer Financial Group.\n\nJbara originated the role of \"Jackie Elliot\" (known as \"Dad\") in the Broadway production of Billy Elliot the Musical, which opened on November 13, 2008. For his portrayal of \"Dad\" Jbara received the Outer Critics Circle, Drama Desk, and Tony awards for Best Featured Actor in a Musical during the 2008-2009 Broadway awards season.On May 5, 2005, Sardi's caricatures of Dirty Rotten Scoundrels stars Butz, Gleason, Jbara and Scott were unveiled in a ceremony hosted by fellow co-star Sara Gettelfinger. (Scoundrels star John Lithgow had already been caricatured at Sardi's.)In a 2008 Grand Rapids Press interview, Jbara (noting the importance of being caricatured at the landmark Broadway restaurant) said, \"You don't remember a year later who won the Tonys, but that picture will be in Sardi's for the rest of my life.\"Jbara received the BackStageWest Garland 2000 Award for his performance in the West Coast premiere of George Furth's play, Precious Sons, co-starring Nora Dunn, Michael Malota, Ginger Williams and Adam Wylie.In 2006, Jbara received a Special Award from the New England Theatre Conference for his achievement in theatre.\n\nJbara appeared as TV Land's on-camera spokesperson in eight different spots featuring three generations sitting on a couch: grandpa (William Severs), father/boomer (Jbara) and teenage son (Dylan Kepp). The spots focused, humorously, on the contrasts among those generations and were first shown on TV Land during the TV Land Awards broadcast on April 22, 2007.\n\nGregory's most prominent TV roles to date are as Dan O'Keefe in the Fox/WB sitcom Grounded for Life (2002-05) and as NYPD Deputy Commissioner of Public Information Garrett Moore on the CBS drama Blue Bloods.\n\nFrom Wikipedia, the free encyclopedia","birthday":"1961-09-28","deathday":null,"gender":2,"homepage":"http://gregoryjbara.com","id":24360,"imdb_id":"nm0419813","known_for_department":"Acting","name":"Gregory Jbara","place_of_birth":"Westland, Michigan, USA","popularity":3.662,"profile_path":"/nYkdyh9E0iNuue8k4437gCWD70G.jpg"}
