{"adult":false,"also_known_as":["Хейден Панеттьер","Hayden Panetierre","Hayden Leslie Panettiere","Χέιντεν Λέσλι Πανετιέρ","Χέιντεν Πανετιέρ"],"biography":"Hayden Leslie Panettiere is an American actress and singer. She came to professional prominence at the age of 10 with her portrayal of Sheryl Yoast in Disney's Remember the Titans, although for five years before that, Panettiere had held roles in two soap operas. She portrayed Sarah Roberts on One Life to Live (1994–1997), and Lizzie Spaulding on Guiding Light (1996–2000). Panettiere reached a wider audience with her starring role as cheerleader Claire Bennet on the NBC television series Heroes (2006–10), for which she won several awards. Other recent roles include her portrayal of the title character in the true crime drama Amanda Knox: Murder on Trial in Italy and Kirby Reed in the slasher film Scream 4. In October 2012, she began starring as Juliette Barnes in the ABC musical drama series Nashville, for which she was nominated for a Golden Globe Award for Best Supporting Actress – Series, Miniseries or Television Film in 2012 and 2013.\n\nPanettiere was born in and partly raised in Palisades, New York, the daughter of Lesley R. Vogel, a former soap opera actress, and Alan Lee \"Skip\" Panettiere, a fire department captain. She has one younger brother, fellow actor Jansen Panettiere. Panettiere has Italian and German ancestry. Her surname means \"baker\" in Italian and her mother's maiden name means \"bird\" in German. Her mother's family lives in Indiana.After Panettiere attended South Orangetown Middle School in New York, she was homeschooled from grade nine to the completion of high school.\n\nDescription above from the Wikipedia article Hayden Panettiere, licensed under CC-BY-SA, full list of contributors on Wikipedia​","birthday":"1989-08-21","deathday":null,"gender":1,"homepage":null,"id":17265,"imdb_id":"nm0659363","known_for_department":"Acting","name":"Hayden Panettiere","place_of_birth":"Palisades - New York - USA","popularity":21.836,"profile_path":"/bhGkVHCFu8peC4rIXIUMWCQqZR7.jpg"}
