{"adult":false,"also_known_as":["머라이어 캐리"],"biography":"Mariah Carey (born March 27, 1970 or 1969; sources vary) is an American R&B/pop singer-songwriter, record producer and actress. She made her recording debut in 1990 under the guidance of Columbia Records executive Tommy Mottola, and became the first recording artist to have her first five singles top the U.S. Billboard Hot 100 chart. Following her marriage to Mottola in 1993, a series of hit records including \"Dreamlover\", \"Hero\" and \"Without You\" from the diamond album Music Box established her position as Columbia Records' highest-selling act.\n\nFollowing her separation from Mottola in 1997, she introduced elements of hip hop into her album work, to much initial success, but when she left Columbia in 2001 her popularity was in decline. She signed an unprecedented $100 million deal with Virgin Records, only to be dropped from the label and bought out of her contract in the following year. This radical turn of events was due to the highly publicized physical and emotional breakdown, as well as the poor reception that was given to Glitter, her film and soundtrack project. In 2002 Carey signed a $24 million deal with Island Records, and after a relatively unsuccessful period, she returned to the top of pop music in 2005 with her album The Emancipation of Mimi. The album became the best-selling album of the 2000s decade and its single, \"We Belong Together,\" became her most successful solo single of her music career and was also awarded Song of the Decade by Billboard.\n\nIn a career spanning over two decades, Carey has sold more than 200 million albums, singles, and videos worldwide, according to Island Def Jam, which makes her one of the world's best-selling music artists. Carey was cited as the world’s best-selling recording artist of the 1990s at the World Music Awards in 1998, and was named the best-selling female artist of the millennium by the same awards show in 2000. According to the Recording Industry Association of America (RIAA), she is the third-best-selling female artist, with shipments of 63 million albums in the U.S. In 2006 Carey was listed in 6th place on the Forbes Richest 20 Woman In Entertainment list. In April 2008, \"Touch My Body\" became Carey's eighteenth number one single on the Hot 100, the most by any solo artist. Carey was included in Time magazine's 100 Most Influential People in the world in 2008. Carey starred in the film Precious (2009), which earned her a Breakthrough Performance Award at the Palm Springs International Film Festival and an NAACP Image Award nomination.\n\nAside from her commercial accomplishments, she composes all her own material, has earned five Grammy Awards, seventeen World Music Awards, and is known for her five-octave vocal range, power, melismatic style and signature use of the whistle register.\n\nDescription above from the Wikipedia article Mariah Carey, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1970-03-27","deathday":null,"gender":1,"homepage":"http://mariahcarey.com","id":66586,"imdb_id":"nm0001014","known_for_department":"Acting","name":"Mariah Carey","place_of_birth":"Huntington, New York, USA","popularity":6.893,"profile_path":"/5abhvNcfjv7Bhj0Jdqbgy9CwOvC.jpg"}
