{"adult":false,"also_known_as":["Bernard Herschel Schwartz","Anthony Curtis"],"biography":"Tony Curtis (June 3, 1925 – September 29, 2010) was an American film actor whose career spanned six decades, but had his greatest popularity during the 1950s and early 1960s. He acted in over 100 films in roles covering a wide range of genres, from light comedy to serious drama. In his later years, Curtis made numerous television appearances.\n\nAlthough his early film roles were partly the result of his good looks, by the later half of the 1950's he became a notable and strong screen presence. He began proving himself to be a “fine dramatic actor,” having the range to act in numerous dramatic and comedy roles. In his earliest parts he acted in a string of \"mediocre\" films, including swashbucklers, westerns, light comedies, sports films, and a musical. However, by the time he starred in Houdini (1953) with his wife Janet Leigh, \"his first clear success,\" notes critic David Thomson, his acting had progressed immensely.\n\nHe won his first serious recognition as a skilled dramatic actor in Sweet Smell of Success (1957) with co-star Burt Lancaster. The following year he was nominated for an Oscar for Best Actor in another drama, The Defiant Ones (1958). Curtis then gave what many believe was his best acting, in a completely different role, the comedy Some Like It Hot (1959). Thomson calls it an \"outrageous film,\" and it was voted the number 1 funniest film in history from a survey done by the American Film Institute. It costarred Jack Lemmon and Marilyn Monroe, and was directed by Billy Wilder. That was followed by Blake Edwards’ comedy Operation Petticoat (1959) with Cary Grant. They were both “frantic comedies,” and displayed \"his impeccable comic timing.\" He often collaborated with Edwards on later films.\n\nHis most significant serious part came in 1968 when he starred in the true-life drama The Boston Strangler, which some consider his \"last major film role.\" The part reinforced his reputation as a serious actor with his \"chilling portrayal\" of serial killer Albert DeSalvo. He gained 30 pounds and had his face \"rebuilt\" with a false nose to look like the real DeSalvo.\n\nCurtis was the father of actresses Jamie Lee Curtis and Kelly Curtis by his first wife, actress Janet Leigh.","birthday":"1925-06-03","deathday":"2010-09-29","gender":2,"homepage":null,"id":3150,"imdb_id":"nm0000348","known_for_department":"Acting","name":"Tony Curtis","place_of_birth":"Bronx, New York, USA","popularity":5.286,"profile_path":"/4aSmN9M4BbFJbNaMSnjGJHffehQ.jpg"}
