{"adult":false,"also_known_as":["Спайк Ли","سبايك لي","스파이크 리","スパイク・リー","สไปค์ ลี","史派克·李","Σπάικ Λι"],"biography":"Spike Lee was born Shelton Lee in 1957, in Atlanta, Georgia. At a very young age, he moved from pre-civil rights Georgia, to Brooklyn, New York. Lee came from a proud and intelligent background. His father was a jazz musician, and his mother, a school teacher. His mother dubbed him Spike, due to his tough nature. He attended school in Morehouse College in Atlanta and developed his film making skills at Clark Atlanta University. After graduating, he went to the Tisch School of Arts graduate film program. He made a controversial short, The Answer (1980), a reworking of D.W. Griffith's The Birth of a Nation (1915) -- a ten-minute film. Lee went on to produce a 45-minute film Joe's Bed-Stuy Barbershop: We Cut Heads (1983), which won a student academy award. Lee's next film, \"The Messenger,\" in 1984, was somewhat biographical. In 1986, Spike Lee made the film, She's Gotta Have It (1986), a comedy about sexual relationships. The movie was made for 175,000 dollars, and made seven million. Since then, Lee has become a well-known, intelligent, and talented film maker. His next movie was School Daze (1988), which was set in a historically black school and focused mostly on the conflict between the school and the Fraternities, of which he was a strong critic, portraying them as materialistic, irresponsible, and uncaring. Lee went on to do his landmark film, Do the Right Thing (1989), a movie specifically about his own town in Brooklyn, New York. The movie portrayed a neighborhood on a very hot day, and the racial tensions that emerge. The movie garnered an Oscar nomination, for Danny Aiello, for supporting actor. It also sparked a debate on racial relations. Lee went on to produce the jazz biopic Mo' Better Blues (1990) which showed his talent for directing and acting, and was the first of many Spike Lee films to feature Denzel Washington. His next film, Jungle Fever (1991), was about interracial dating. Lee's handling of the subject proved yet again highly controversial. Lee's next film was the self-titled biography of Malcolm X (1992), which had Denzel Washington portraying the civil rights leader. The movie was a success, and resulted in an Oscar nomination for Washington. His next films were the comparatively light, Crooklyn (1994), and the intense crime drama, Clockers (1995). In 1996, Lee directed two movies: the badly received comedy, Girl 6 (1996), and the politically pointed, Get on the Bus (1996), about a group of men going to the Million Man March. His next film, He Got Game (1998), proved to be another excursion into the collegiate world as he shows the darker side of recruiting college athletes. The movie, in limited release, yet again featured Denzel Washington. In 2000 came Bamboozled which made a mockery out of television and the way African-Americans are perceived by white America and the way African-Americans perceive themselves. The movie, however, was a resounding critical success. Lee also has produced films like New Jersey Drive (1995), Tales from the Hood (1995), and Drop Squad (1994). He also has produced and or directed movies about Huey P. Newton, Jim Brown, and has commented in many documentaries about varied subjects. With pointed political messages, insightful, different and intelligent films, Spike Lee has become a well known political presence. He looks likely to have further success in the film business. Lee is an obsessive New York Knicks fan. He and his wife, Tonya Lewis Lee, have two children.","birthday":"1957-03-20","deathday":null,"gender":2,"homepage":null,"id":5281,"imdb_id":"nm0000490","known_for_department":"Directing","name":"Spike Lee","place_of_birth":"Atlanta, Georgia, USA","popularity":6.709,"profile_path":"/2KOHXgk2uoRXl6u7V9xpAIo3uay.jpg"}
