{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nLuis Mandoki (born in 1954 in Mexico City) is a Mexican film director working in Mexico and Hollywood.\n\nLuis Mandoki studied Fine Arts in Mexico and at the San Francisco Art Institute, the London College of Printing, and the London International Film School. While attending this last institution he directed his first short film Silent Music which won an award at the International Amateur Film Festival of Cannes Film Festival in 1976.\n\nBack in Mexico he directed short films and documentaries for the Instituto Nacional Indigenista (the National Institute for the Indigenous), Conacine (National Commission of Film) and the Centro de Produccion de Cortometraje (Center for the Production of Short Films). In 1980 he received an Ariel Award of the Mexican Academy of Film for his short film El secreto. Four years later, his film Motel was selected to represent Mexico in film festivals around the globe.\n\nAt the age of 30 he developed, wrote, produced and directed Gaby: A True Story, a movie about the struggles of handicapped Gaby Brimer. This film was nominated for both the Academy and Golden Globe Awards. For the next 15 years he filmed only in English until the critically acclaimed Voces inocentes of 2004. This film gave him a Best Director nomination for the Ariel Award in 2005. The film also received three awards and was nominated for Best Film. The film was selected to represent Mexico for the Academy Award for Best Foreign Language Film and had a box-office output of 49.4 million pesos (roughly 4.5 million U.S. dollars) and was seen by 1.5 million people.\n\nLuis Mandoki currently resides in Mexico City with his wife, Olivia, and three children Camille, Daniel and Michelle.\n\nDescription above from the Wikipedia article Luis Mandoki, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1954-01-01","deathday":null,"gender":2,"homepage":null,"id":46085,"imdb_id":"nm0001502","known_for_department":"Directing","name":"Luis Mandoki","place_of_birth":"Mexico City, Distrito Federal, Mexico","popularity":2.828,"profile_path":"/52n4X9YpcVkeMH7IHMiMYk7molA.jpg"}
