{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nBryan Michael Stoller (born in 1960 in Peterborough, Ontario, Canada) is an award winning film maker who made films such as Turn of the Blade, The Random Factor, Miss Cast Away, Undercover Angel, and Lightyears Away which was completed in June 2007.\n\nAfter moving to Ottawa, Ontario at age 6, Stoller began experimenting with movies and animation. He got his first job in the film and television industry when he was 11 years old as host of a TV show on CBC called Film Fun in which he showed kids how to make their own Super-8 movies. He later was able to transform that talent into preparing commercials for various Ottawa businesses that were used on air in the 1970s. Stoller moved to Los Angeles to attend the American Film Institute as a Director Fellow.\n\nStoller directed an episode of the classic George A. Romero TV series, Tales from the Darkside, entitled \"The Bitterest Pill\" starring Mark Blankfield. Stoller also wrote for The Ice Queen animated feature starring the voices of Lauren Bacall and Bryan Adams. Stoller's other animation writing credits include story editor on the Cinar animation series, Animal Crackers. He directed the international music video \"Hands Across America\", produced by Ken Kragen which featured appearances by Barbra Streisand, Drew Barrymore and Robin Williams.\n\nStoller is the author of Filmmaking for Dummies. He also is the editor of Screenwriting for Dummies, and frequently lectures at various university film classes throughout California, Nevada and Canada.\n\nBryan Michael Stoller directed the famous parody of the 1980s Pepsi commercial which features Michael Jackson. The parody The Shadow of Michael caught Jackson's attention and he telephoned Stoller, a phone-call which launched a twenty-year friendship. They were friends until Jackson's untimely passing in 2009. Michael Jackson was featured in Stoller's feature film Miss Cast Away &amp; the Island Girls (a.k.a. Silly Movie 2). This was Michael's last appearance in a film. Bryan Michael Stoller and Michael Jackson were scheduled to co-direct the motion picture They Cage the Animals at Night, based on the best-selling novel by Jennings Michael Burch. Mel Gibson hired Stoller to write the screenplay adaptation of Burch's book, with Stoller and Jackson signed to co-direct. Stoller was also mentoring Jackson and his three children on filmmaking.\n\nStoller's latest movie First Dog stars Eric Roberts and features three original songs by Dolly Parton.\n\nDescription above from the Wikipedia article Bryan Michael Stoller, licensed under CC-BY-SA, full list of contributors on Wikipedia.\n\n​","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":128690,"imdb_id":"nm0831546","known_for_department":"Directing","name":"Bryan Michael Stoller","place_of_birth":"Peterborough, Ontario, Canada","popularity":1.534,"profile_path":null}
