{"adult":false,"also_known_as":["Margaret Denise Quigley ","李美琪","Lee Mei Kei","Li Mei-Qi","매기 큐","Мэгги Кью"],"biography":"Margaret Denise Quigley (born May 22, 1979), professionally known as Maggie Q, is an American actress, animal rights activist and former fashion model. She achieved international fame starring as the title role on The CW's action-thriller series Nikita that aired in 2010-2013. In 2014, she will portray the role of Tori Wu in the film adaption of Veronica Roth's bestselling novel Divergent.\n\nQuigley was born and raised in Honolulu, Hawaii. Her father is of Irish and Polish descent and her mother is a Vietnamese immigrant.Her parents met while her father was stationed in Vietnam during the war. Q grew up with four siblings.\n\nQ attended Mililani Waena Elementary School and Wheeler Intermediate School. She then attended Mililani High School, where she was on the cross country, track and field, and swim teams. She won the title of \"Best Body\" senior year, and graduated from Mililani High School in 1997.\n\nMaggie Q is outspoken on the subject of animal rights and has taken part in PETA Asia's campaigns promoting vegetarianism. In a PETA ad, she posed nearly nude in a bed of crimson chili peppers to spread the word that going vegetarian is the best way to \"spice up your life\" as well as help animals, your health, and the environment. A second ad for PETA Asia features her wearing a bikini made entirely of strategically placed lettuce leaves next to the tagline \"Turn Over a New Leaf – Try Vegetarian!\"\n\nEarly life A vegetarian for many years, she once said that giving up meat is one of the most rewarding decisions she has ever made. \"I feel better, I have more energy on and off the set, and I have the satisfaction of knowing that I'm doing something to help stop animal suffering.\" In 2008, Maggie Q was named PETA Asia-Pacific's \"Person of the Year.\" The same year, the organization also listed Q as one of the \"Best-Dressed Celebrities\" of 2008. She has since taken the step to cut all animal products from her diet by becoming a vegan.\n\nShe was also responsible for the removal of all real fur from the wardrobe on the set of Three Kingdoms: Resurrection of the Dragon.\n\nQ previously dated Hong Kong actor Daniel Wu who also was a costar of Naked Weapon. She has three tattoos: one on each arm and one of a phoenix on her left hip, which she has had to conceal for most of her roles except Nikita. Q also suffered temporary hearing loss in her right ear, when her eardrum was blown out in an explosive stunt.\n\nShe lives in Los Angeles, California, with her three (at one point, eight) rescued dogs.","birthday":"1979-05-22","deathday":null,"gender":1,"homepage":null,"id":21045,"imdb_id":"nm0702572","known_for_department":"Acting","name":"Maggie Q","place_of_birth":"Honolulu, Hawaii, USA","popularity":15.987,"profile_path":"/1Z0A8axunWqZrskGkfANv6W5qCl.jpg"}
