{"adult":false,"also_known_as":["Фрэнсис Форд Коппола","فرانسيس فورد كوبولا","弗朗西斯·科波拉","ฟรานซิส ฟอร์ด คอปโปลา","フランシス・フォード・コッポラ","프랜시스 포드 코폴라","Thomas Colchart","Francis Coppola"],"biography":"Francis Ford Coppola  (born April 7, 1939) is an American film director, producer and screenwriter. He is widely acclaimed as one of Hollywood's most celebrated and influential film directors. He epitomized the group of filmmakers known as the New Hollywood, which included George Lucas, Martin Scorsese, Robert Altman, Woody Allen and William Friedkin, who emerged in the early 1970s with unconventional ideas that challenged contemporary filmmaking.\n\nHe co-authored the script for Patton, winning the Academy Award in 1970. His directorial fame escalated with the release of The Godfather in 1972. The film revolutionized movie-making in the gangster genre, garnering universal laurels from critics and public alike. It went on to win three Academy Awards, including his second, which he won for Best Adapted Screenplay, and it was instrumental in cementing his position as one of the prominent American film directors. Coppola followed it with an equally successful sequel The Godfather Part II, which became the first ever sequel to win the Academy Award for Best Picture. The film received yet higher praises than its predecessor, and gave him three Academy Awards—for Best Adapted Screenplay, Best Director and Best Picture. In the same year was released The Conversation, which he directed, produced and wrote. The film went on to win the Palme d'Or at the 1974 Cannes Film Festival. His next directorial venture was Apocalypse Now in 1979, and it was as notorious for its lengthy and troubled production as it was critically acclaimed for its vivid and stark depiction of the Vietnam War. It won his second Palme d'Or at the 1979 Cannes Film Festival.\n\nAlthough some of Coppola's ventures in the 1980s and early 1990s were critically lauded, Coppola's later work has not met the same level of critical and commercial success as his '70s films.\n\nDescription above from the Wikipedia article Francis Ford Coppola, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1939-04-07","deathday":null,"gender":2,"homepage":null,"id":1776,"imdb_id":"nm0000338","known_for_department":"Directing","name":"Francis Ford Coppola","place_of_birth":"Detroit, Michigan, USA","popularity":8.97,"profile_path":"/mGKkVp3l9cipPt10AqoQnwaPrfI.jpg"}
