{"adult":true,"also_known_as":["Karyn Schubert","Karin Shubert"],"biography":"Karin Schubert (born 26 November 1944) is a German actress. She appeared in film roles since 1970 and became a pornographic actress in the 1980s.\n\nHer early roles included the Spaghetti Western Compañeros (1970) and Gérard Oury's film La folie des grandeurs (1971). In 1972, she appeared in the films Bluebeard, directed by Edward Dmytryk, and Yves Boisset's L'Attentat. The same year, she appeared along with Edwige Fenech and Pippo Franco in the sex comedy Ubalda, All Naked and Warm. She then started to appear in adventure films, especially with Italian actor George Eastman. The first film of this kind was a Three Musketeers Spaghetti Western adaptation, Tutti per uno...botte per tutti (Three Musketeers of the West) in 1973, and she also appeared in the crime drama Rudeness (1975), and as a Russian agent in the spy film Missile X: The Neutron Bomb Incident (1978) opposite Peter Graves and Curd Jürgens. In 1975 she appeared in the hit film Black Emanuelle starring Laura Gemser which drew the attention of director Joe d'Amato, and began to take part in his erotic films, including Emanuelle Around the World in 1977 where she played Cora Norman, the counterpart of Gemser.\n\nGradually losing demand as an actress in the mid-1980s, she moved to Spain, but also failed to establish herself there. Her personal problems also contributed to her career problems: her marriage broke down, and her son became addicted to drugs, becoming so out of control that his mother became the target of his violent outbursts. To earn money for his treatment, Schubert started posing for pornographic magazines, but when the money from this ran out, in 1985 at the age of 40, she also began starring in hardcore pornography films. Using her notoriety as leverage, she signed a contract with a film company that paid her an annual salary of 180,000 German marks, to perform in films mostly in Italy and West Germany.\n\nIn 1994, 50-year-old Schubert left pornography, having starred in 24 films of this genre. That same year she tried to commit suicide by taking barbiturates with vodka, but was rescued by neighbors. Two years later, neighbors found her unresponsive in her car, having attempted suicide a second time by carbon monoxide poisoning.\n\nSource: Article \"Karin Schubert\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1944-11-26","deathday":null,"gender":1,"homepage":null,"id":76493,"imdb_id":"nm0775810","known_for_department":"Acting","name":"Karin Schubert","place_of_birth":"Hamburg, Germany","popularity":15.51,"profile_path":"/hMatvQRVYccQfhREbaBMznnIh1q.jpg"}
