{"adult":false,"also_known_as":["Ричард Харрис"],"biography":"Richard St. John Harris was an Irish actor, singer-songwriter, theatrical producer, film director and writer. He appeared on stage and in many films, and is perhaps best known for his roles as King Arthur in Camelot (1967), as Oliver Cromwell in Cromwell (1970) and as Albus Dumbledore in Harry Potter and the Philosopher's Stone (2001) and Harry Potter and the Chamber of Secrets (2002), his last film. He also played a British aristocrat and prisoner in A Man Called Horse (1970) and a gunfighter in Clint Eastwood's Western film Unforgiven (1992). As a singer, Harris is probably best remembered for his recording of Jimmy Webb's song \"MacArthur Park\", which reached the top ten in sales on both sides of the Atlantic Ocean in 1968.\n\nHarris, the fifth of nine children, was born in Limerick City, County Limerick, Munster, Ireland, the son of Ivan John Harris and Mildred Josephine Harty Harris.\n\nIn 1957, he married Elizabeth Rees-Williams, the daughter of David Rees-Williams, 1st Baron Ogmore. Their three children are the actor Jared Harris, the actor Jamie Harris, and the director Damian Harris. Harris and Rees-Willams divorced in 1969, and then Elizabeth married another well-known actor, Sir Rex Harrison. Harris' second marriage was to the American actress Ann Turkel, who was 16 years younger than he, and this marriage also ended in a divorce.\n\nDespite his divorces, Harris was a member of the Roman Catholic Knights of Malta, and was also dubbed a knight by the Queen of Denmark in 1985. Harris was a life long friend of actor Peter O'Toole. Harris died of Hodgkin's disease on 25 October 2002, aged 72, two and a half weeks before the American premiere of Harry Potter and the Chamber of Secrets. He was replaced as Dumbledore by the Irish-born actor Sir Michael Gambon. For years, whenever he was in London, Harris resided at the Savoy Hotel. According to the hotel archivist Susan Scott, as Harris was being taken from the hotel on a stretcher, shortly before his death, he warned the diners, \"It was the food!\" Harris's remains were cremated, and his ashes were scattered in The Bahamas Islands, where he had owned a home.","birthday":"1930-10-01","deathday":"2002-10-25","gender":2,"homepage":null,"id":194,"imdb_id":"nm0001321","known_for_department":"Acting","name":"Richard Harris","place_of_birth":"Limerick City, Munster, Ireland","popularity":19.444,"profile_path":"/oJIS8QUOCfLUhsfK7kROkLHVyJh.jpg"}
