{"adult":false,"also_known_as":[],"biography":"Marc Lucien Lavoine (born 6 August 1962 in Longjumeau, Essonne) is a French singer and actor. In 1985, his hit single \"Elle a les yeux revolver...\" reached number four on the French Singles chart and marked the beginning of his successful singing career. He starred in the television series Crossing Lines as Louis Daniel, head of an International Criminal Court police team that investigates crimes that 'cross' European borders.\n\nMarc Lavoine is a French singer born near Paris. He was labeled a heart throb at the beginning of his career and remains popular. He released his first album, Le Parking des Anges, in 1985 with his song \"Elle a les yeux revolver...\" as a favorite among teens. In 1987, Lavoine released his second album Fabriqué. His single, \"Qu'est-ce que t'es belle\", was a duet with Les Rita Mitsouko leader Catherine Ringer. His third album Les Amours Du Dimanche was released in 1989, which sold 300,000 copies.\n\nIn 1992, the singles \"Paris\", also the title track of his fourth album, and \"L'Amour de trente secondes\" gained success. In 1993, Lavoine released his fifth album Faux Rêveur. Lavoine's sixth album Lavoine-Matic, released in 1996, included the single \"C'est ça la France\", which is a song of tolerance and was awarded Best Video from the Victoire de la Musique. In 1999, his seventh album Septième Ciel was released, with the first single as \"Les Tournesols\".\n\nLavoine's eighth album, which did not have a title, was released in 2001. Like former albums, this featured duets with female singers, including Italian singer and actress Cristina Marocco, singer Françoise Hardy and actress Claire Keim. In 2003, he released the single \"Dis-moi que l'amour\" and a live album entitled Olympia Deux Mille Trois. Lavoine's ninth album L'Heure d'été, included singles \"Je me sens si seul\", \"Toi mon amour\" and \"J'espère\", a duet with Belgian singer of Vietnamese descent Quynh Anh. He also wrote the song \"Bonjour Vietnam\" as a gift for Quynh Anh.\n\nMarc Lavoine has a son, Simon, from his first marriage to ex-Vogue model Denise Pascale.\n\nIn 1995 he married Sarah Poniatowski (from the Poniatowski family, which is originally from Poland); they have three children together: Yasmine, Roman, and Milo (born 1 July 2010). They divorced in 2018.\n\nOn 25 July 2020 he married the novelist Line Papin\n\nHe now lives in Paris and has put out numerous albums along with several movies.\n\nLavoine is a member of the Les Enfoirés charity ensemble since 1996. He has no other known charitable interests.\n\nSource: Article \"Marc Lavoine\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1962-08-06","deathday":null,"gender":2,"homepage":"http://marclavoine.artiste.universalmusic.fr/","id":47336,"imdb_id":"nm0492200","known_for_department":"Acting","name":"Marc Lavoine","place_of_birth":"Longjumeau, Essonne, France","popularity":1.901,"profile_path":"/8kL2Xqoe31Ys4ls1E9QI5sjdhV6.jpg"}
