{"adult":false,"also_known_as":["Robert Connell","Darius Beiderbeck","Bob Quarry","Robert Connel"],"biography":"From Wikipedia, the free encyclopedia\n\nRobert Walter Quarry (3 November 1925 – 20 February 2009) was an American actor, known for several prominent horror film roles.\n\nQuarry was born in Santa Rosa, California, the son of Mable and Paul Quarry, a doctor. His films include Count Yorga, Vampire (1970), its sequel The Return of Count Yorga (1971), and Dr. Phibes Rises Again (1972), in which he played alchemist Dr. Biederbeck pitted against Vincent Price's Phibes in a race to find the mythical elixir of eternal life. Although it is well-known that Price did not care for his co-star - once, when Quarry was singing in his dressing room during the making of Dr Phibes Rises Again, he said to Price, \"You didn't know I could sing did you?\" and Price replied: \"Well I knew you couldn't act.\" - the two were later also paired in Madhouse (1974). American International Pictures had plans for Quarry to succeed Price, but the decline in the company's fortunes, and old style horror films falling out of fashion, meant that it never happened. Quarry did make further horror film appearances, as the hippy guru vampire Khorda in 1973's The Deathmaster and as a gangster in the 1974 zombie movie Sugar Hill. A third Count Yorga film was often rumored to be in the works, but never materialised.\n\nQuarry's career was further set back by a road accident that resulted in serious facial injuries (in which he was hit by a drunk driver), but he made several memorable guest appearances on TV shows, notably The Rockford Files episode, \"Requiem For a Funny Box\", as Lee Russo. He also played disfigured gunrunner Commander Corliss in the Buck Rogers in the 25th Century episode \"Return of the Fighting 69th\". In the 1980s and 1990s, he returned to film, becoming a favorite of director Fred Olen Ray.\n\nQuarry died at the Motion Picture &amp; Television Country House and Hospital in Woodland Hills, California at the age of 83.\n\nDescription above from the Wikipedia article Robert Quarry, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1925-11-03","deathday":"2009-02-20","gender":2,"homepage":null,"id":82830,"imdb_id":"nm0067146","known_for_department":"Acting","name":"Robert Quarry","place_of_birth":"Santa Rosa, California, USA","popularity":3.037,"profile_path":"/lr88ZEjDtRCvIz2iuNhWKyUgRcr.jpg"}
