{"adult":false,"also_known_as":["Angela Brigid Lansbury","Анджела Бриджид Лэнсбери","Анджела Лэнсбери"],"biography":"Dame Angela Brigid Lansbury DBE (born October 16, 1925) is a British-American actress and singer who has appeared in theater, television, and film roles. Her career has spanned almost eight decades, much of it in the United States. Her work has received international attention. Her first film appearance was in the 1944 film Gaslight as a conniving maid, for which she received an Academy Award nomination. Among her other films are The Manchurian Candidate (1962), Bedknobs and Broomsticks (1971) Beauty and the Beast (1991), and Anastasia (1997).\n\nShe expanded her repertoire to Broadway musicals and television in the 1950s and was particularly successful in Broadway productions of Gypsy, Mame and Sweeney Todd. Lansbury is perhaps best known to modern audiences for her 12 year run as writer and sleuth Jessica Fletcher on the U.S. television series Murder, She Wrote, in which she starred from 1984 to 1996. Her recent roles include Lady Adelaide Stitch in the 2005 film Nanny McPhee, Leona Mullen in the 2007 Broadway play Deuce, Madame Arcati in the 2009 Broadway revival of the play Blithe Spirit and Madame Armfeldt in the 2010 Broadway revival of the musical A Little Night Music.\n\nRespected for her versatility, Lansbury has won five Tony Awards, six Golden Globes, an Honorary Academy Award, and has been nominated for numerous other industry awards, including the Academy Award for Best Supporting Actress on three occasions, and eighteen Emmy Awards.\n\nDescription above from the Wikipedia article Angela Lansbury, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1925-10-16","deathday":null,"gender":1,"homepage":null,"id":14730,"imdb_id":"nm0001450","known_for_department":"Acting","name":"Angela Lansbury","place_of_birth":"Regent's Park, London, England, UK","popularity":12.522,"profile_path":"/fMAigMOfERlIAOUVlStRjq2COD6.jpg"}
