{"adult":false,"also_known_as":[],"biography":"Quentin became known for her television appearances: portraying Dorothy in Men Behaving Badly (1992–1998), Maddie Magellan in Jonathan Creek (1997–2000), and DCI Janine Lewis in Blue Murder (2003–2009).Quentin received an Ian Charleson Award commendation for her Masha in The Seagull at the Oxford Theatre Company in 1991.[5] Her early stage work had also included appearing in the chorus of the original English production of the musical Les Misérables in 1985.\n\nIn July 1996, Quentin released a single, a cover of the Exciters' hit \"Tell Him\", with her Men Behaving Badly co-star Leslie Ash under the name of \"Quentin and Ash\". The single reached number 25 in the UK Singles Chart and spent 3 weeks in that listing.[6] From 1997 until 2000 Quentin starred alongside Alan Davies in Jonathan Creek playing investigative journalist Maddie Magellan, who uses Jonathan's mind to solve murder mysteries.\n\nQuentin appeared in the 2001 telefilm Hot Money, which was based on the true story of the theft of hundreds of thousands of pounds from the Bank of England. In 1998 she starred in the first sitcom that was specifically built around her: Kiss Me, Kate. At the British Comedy Awards in 2004, Quentin won the \"Best Comedy Actress\" award for her performance in Von Trapped; that year she started the major role of Maggie Mee in the popular drama Life Begins, which returned for a third series in 2006.\n\nITV has produced five series of the police drama Blue Murder, in which Quentin plays against type in the main role DCI Janine Lewis. The pilot aired in the UK on 18 May 2003.[7][8]\n\nQuentin has appeared in Whose Line Is It Anyway?; in a pre-Men Behaving Badly role as a traffic warden in the Mr. Bean episode The Trouble with Mr. Bean in 1991; Room 101; Have I Got News for You; and the 2009–10 BBC comedy series Life of Riley, a sitcom about a dysfunctional blended family; and in the BBC Radio 4 improvisational comedy series The Masterson Inheritance and the popular BBC Radio 2 sitcom On the Blog.\n\nOn 11 January 2009, Quentin stated on the show Something for the Weekend that she would return to Jonathan Creek in the future if the offer came.\n\nShe appeared as Heather Babcock in an episode of Agatha Christie's Miss Marple, The Mirror Crack'd from Side to Side, in 2010. Also in 2010 she started appearing in Marks and Spencer's revamped food range advertisements.[9]\n\nIn March 2011, a documentary entitled Caroline Quentin: A Passage Through India aired on ITV in the UK. The documentary followed Quentin as she traveled from the North of India to the South.[10]\n\nQuentin presents Restoration Home on BBC Two. The programme looks into the history and families of the UK's derelict mansion houses which are being restored by their private owners.","birthday":"1960-07-11","deathday":null,"gender":1,"homepage":null,"id":96698,"imdb_id":"nm0703225","known_for_department":"Acting","name":"Caroline Quentin","place_of_birth":"Reigate, Surrey, England, UK","popularity":8.02,"profile_path":"/b05EFrUF5ux9Bvwx7rM0cpFRGTn.jpg"}
