{"adult":false,"also_known_as":["Stanley David Andrews "],"biography":"An American actor, best known for his role as General Robert Brewster in Terminator 3: Rise of the Machines. Andrews was born in Baton Rouge, Louisiana. His attended the Louisiana State University as an undergraduate and followed with a year at the Duke University School of Law and two at Stanford Law School, from which he graduated in the late 1970s. He set his career off in style by starring in the 1984 horror classic A Nightmare on Elm Street. For the rest of the 80s Andrews did not have any major hits, mainly focusing on a TV career. In 1990 he starred in Stephen King's Graveyard Shift and in 1994 he was James Earp in Kevin Costners Wyatt Earp. His career was boosted by starring in the TV series Mann & Machine. In 1995 he played astronaut Pete Conrad, alongside Tom Hanks, Kevin Bacon and Bill Paxton in the classic space drama Apollo 13.\n\nIn the late 90s Andrews concentrated on more television projects and starred in TV films such as Our Son, the Matchmaker, Fifteen and Pregnant, which also starred Kirsten Dunst, and the hit TV film Switched at Birth. In 1998 he played another astronaut, Frank Borman, in the HBO miniseries From the Earth to the Moon. He had a brief role as Major General Eldridge G. Chapman, commander of the 13th Airborne Division, in the Band of Brothers miniseries. 1999 was a great year for Andrews: not only that he did get the success from Switched at Birth but also Fight Club, which starred Brad Pitt and Edward Norton. Andrews started off the millennium by starring in Navigating the Heart before moving on to the sequel of the cannibal series Hannibal, starring Anthony Hopkins.\n\nIn 2002 he appeared in A Walk to Remember, and in 2003 he starred in Two Soldiers, The Chester Story and Terminator 3: Rise of the Machines. He also replaced John M. Jackson in the final season of JAG, playing Judge Advocate General Major General Gordon 'Biff' Cresswell. He was Edwin Jensen in the TV Movie The Jensen Project. Andrews played the role of Scooter Libby in the 2010 film, Fair Game, based on the Valerie Plame affair.","birthday":"1952-01-01","deathday":null,"gender":2,"homepage":null,"id":7219,"imdb_id":"nm0028625","known_for_department":"Acting","name":"David Andrews","place_of_birth":"Baton Rouge - Louisiana - USA","popularity":2.39,"profile_path":"/36LEerIIN7gpG52mM3Ier7YWDbh.jpg"}
