{"adult":false,"also_known_as":["Sid Vicious","Sid Justice","Sycho Sid","Sid","Vicious Warrior","Sid Steele","Sid Eudy","Lord Humongous"],"biography":"Sidney Raymond \"Sid\" Eudy is an American professional wrestler. He is best known under the ring names Sid Vicious, Sid Justice and \"Sycho\" Sid and for his tenures in World Championship Wrestling (WCW) and The World Wrestling Federation (WWF). Between those promotions, Eudy has enjoyed major championship success and performed to a worldwide television audience in four decades from the 1980s to the 2010s. Eudy is a six time world champion, having won the WWF Championship twice, the WCW World Heavyweight Championship twice and the USWA Unified World Heavyweight Champion twice. In addition to world title success, Eudy is also a one time WCW United States Heavyweight Champion. During his tenures with the WWF and WCW, Eudy headlined many major pay-per-views for both organizations. He closed WrestleManias VIII and 13 in 1992 and 1997 respectively, as well as Starrcade, WCW's counterpart to that event, in 2000. In speaking of Eudy's impact, WWE wrote, \"One of the most brutal Superstars to ever terrorize WWE, the sadistic Sid brought an intensity that few could ever hope to contain. Just ask the litany of ring legends who have incurred his wrath — a hit list that includes Shawn Michaels, Hulk Hogan, Bret \"Hit Man\" Hart and many more.\" Eudy was a playable character in the NES version of WWF WrestleMania: Steel Cage Challenge, the Game Boy game WWF Superstars 2 and the SNES version of WWF Super Wrestlemania. For WCW he appeared in WCW Backstage Assault. Unrelated to any wrestling promotion he was a playable character in both Legends of Wrestling II and Showdown: Legends of Wrestling as well. Most recently appears as \"Sycho\" Sid in WWE 2K17, where his character is part of the Legends Pack downloadable content bundle. Sid is also part of the roster in WWE 2K18 and WWE 2K19.","birthday":"1960-07-04","deathday":null,"gender":2,"homepage":null,"id":1195465,"imdb_id":"nm0262309","known_for_department":"Acting","name":"Sid Eudy","place_of_birth":"West Memphis, Arkansas, USA","popularity":3.541,"profile_path":"/3MffwKzj9AROSqfm9oQR8ECnDYb.jpg"}
