{"adult":false,"also_known_as":["洪金寶","洪金宝","'Hang Po Chang'","Hung Ching-Pao","Yuan Lung Chu","Yuan-Lung Chu","Chin-pao Hong","Jinbao Hong","Chin-Pao Hung","James Hung","Kam Bo Hung","Kam-bo Hung","Kam-po Hung","Sammo Hung","Samo Hung","Hong Kam-Po","Chu Yuan Lung","Yuen Lung","Hung Kam Po","Hung Kim Po","Samo Hung Kam Po","Chen Yuan-Lung","Chu Yuan-Lung","Chu Yuen-lung","Yuanlong Zhu","Samo Hung Kam-Bo","Hung Chin-Pao","Samo Hung Kam-Po","Sammu Hung","Hun Ching-Pao","Chin Tai-Cheng","Sam Mo","Hung Chin-Po","Sammo Kam-Bo Hung","홍금보","Σάμο Χουνγκ","Sammy Hung Tin-Chiu","洪天照","\"Biggest Of Big Brothers\"","\"Big Brother Big\"","\"Dai-Gor Dai\"","\"大哥大\"","Хун Цзиньбао","Саммо Хунг Кам-Бо","Саммо Хун"," Sammo Hung Kam-Bo "],"biography":"Sammo Hung (Chinese: 洪金寶, born Hung Kam Po, 7 January 1952) is a Hong Kong actor, martial artist, producer and director, known for his work in many kung fu films and Hong Kong action cinema. He has been a fight choreographer for, amongst others, Jackie Chan, King Hu, and John Woo. Hung is one of the pivotal figures who spearheaded the Hong Kong New Wave movement of the 1980s, helped reinvent the martial arts genre and started the vampire-like Jiang Shi genre. He is widely credited with assisting many of his compatriots, giving them their starts in the Hong Kong film industry, by casting them in the films he produced, or giving them roles in the production crew. In East Asia, it is common for people to address their elders or influential people with familial nouns as a sign of familiarity and respect. Jackie Chan, for example, is often addressed as \"Dai Goh\", meaning Big Brother. Hung was also known as \"Dai Goh\", until the filming of Project A, which featured both actors. As Hung was the eldest of the kung fu \"brothers\", and the first to make a mark on the industry, he was given the nickname \"Dai Goh Dai\", meaning, Big, Big Brother or Biggest Big Brother.\n\nWas a member of the\"Seven Little Fortunes\"  in Yu Jim-Yuen's China Drama Academy's Peking Opera School.\n\nDescription above from the Wikipedia article Sammo Hung, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1952-01-07","deathday":null,"gender":2,"homepage":null,"id":62410,"imdb_id":"nm0005033","known_for_department":"Acting","name":"Sammo Hung","place_of_birth":"Hong Kong, British Crown Colony","popularity":24.096,"profile_path":"/3ZMBd3nPKfOrevdyWQWbmMiWEXQ.jpg"}
