{"adult":false,"also_known_as":["Timothy James Bottoms","Tim Bottoms"],"biography":"From Wikipedia, the free encyclopedia.\n\nTimothy James Bottoms is an American actor and film producer.  He is best known for playing the lead in Johnny Got His Gun; Sonny Crawford in The Last Picture Show; The Paper Chase; and for playing President George W. Bush multiple times, including on the sitcom That's My Bush!; in the comedy film The Crocodile Hunter: Collision Course and the docudrama DC 9/11: Time of Crisis.\n\nBottoms made his film debut in 1971 as Joe Bonham in Dalton Trumbo's Johnny Got His Gun. The same year, he appeared alongside his brother Sam in The Last Picture Show. (He portrayed the same character in the 1990 sequel Texasville). In 1973's The Paper Chase, he starred as Harvard law student Hart facing the fearsome Professor Kingsfield (John Houseman). Among the other films he has appeared in are Love and Pain and the Whole Damn Thing, The Crazy World of Julius Vrooder, Operation Daybreak, A Small Town in Texas, Rollercoaster, Hurricane, Invaders from Mars and Elephant.\n\nBottoms has portrayed U.S. President George W. Bush in three widely varying productions. In 2000 and 2001, he played a parody of Bush in the Comedy Central sitcom That's My Bush!; he subsequently appeared as Bush in a cameo appearance in the family film The Crocodile Hunter: Collision Course. Finally, following the September 11 attacks, Bottoms once again played Bush, this time in a serious fashion, in the TV film DC 9/11: Time of Crisis, one of the first films to be based upon the attacks.\n\nDuring an episode of the Fox television show That '70s Show in which a tornado warning has been issued and the students of the high school are trapped, Bottoms is seen as the panicking principal. He appeared in a recurring role during the first season of the FX series Dirt as Gibson Horne, who owned the magazine that series main character Lucy Spiller worked for.\n\nHe also co-produced the documentary Picture This – The Times of Peter Bogdanovich in Archer City, Texas, a behind-the-scenes work about the making of the films The Last Picture Show and Texasville. In the documentary, he revealed that he had a crush on his co-star Cybill Shepherd during The Last Picture Show, but she did not reciprocate his romantic feelings, even though she said in a separate interview that she found him \"very attractive\". He was also heavily featured in the Metallica video for \"One\", which featured footage of the film Johnny Got His Gun.\n\nDescription above from the Wikipedia article Timothy Bottoms, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1951-08-30","deathday":null,"gender":2,"homepage":null,"id":19207,"imdb_id":"nm0000961","known_for_department":"Acting","name":"Timothy Bottoms","place_of_birth":"Santa Barbara, California, USA","popularity":6.121,"profile_path":"/e0SKyrvvyJFZWx3QFzI4qAkWi8E.jpg"}
