{"adult":false,"also_known_as":["جود لو","주드 로","Джуд Лоу","ジュード・ロウ","จู๊ด ลอว์","裘德·洛","David Jude Heyworth Law","Τζουντ Λο"],"biography":"David Jude Heyworth Law (born 29 December 1972) is an English actor. He has received multiple awards including a BAFTA Film Award as well as nominations for two Academy Awards and two Tony Awards. In 2007, he received an Honorary César and was named a knight of the Order of Arts and Letters by the French government.\n\nBorn and raised in London, Law started acting in theatre. After finding small roles in feature films, Law gained recognition for his role in Anthony Minghella's The Talented Mr. Ripley (1999), for which he won the BAFTA Award for Best Actor in a Supporting Role and was nominated for an Academy Award. He found further critical and commercial success in Enemy at the Gates (2001), Steven Spielberg's A.I. Artificial Intelligence (2001) and Sam Mendes' Road to Perdition (2002). He continued to gain praise for starring in the war film Cold Mountain (2003), the drama Closer (2004), and the romantic comedy The Holiday (2006), gaining Academy Award and BAFTA nominations for the first of these.\n\nLaw played Dr. Watson in Sherlock Holmes (2009) and Sherlock Holmes: A Game of Shadows (2011), a younger Albus Dumbledore in Fantastic Beasts: The Crimes of Grindelwald (2018), and Yon-Rogg in Captain Marvel (2019); all of which rank among his highest-grossing releases. His other notable roles were in Contagion (2011), Hugo (2011), Side Effects (2013), The Grand Budapest Hotel (2014), and Spy (2015); and the television series The Young Pope (2016) and The New Pope (2020).\n\nLaw has also had an accomplished career on stage, performing in several West End and Broadway productions such as Les Parents terribles in 1994, Hamlet in 2010, and Anna Christie in 2011. He received Tony Award nominations for the first and second of these.\n\nLaw's Riff Raff Entertainment, founded with business partner Ben Jackson, inked a first-look deal for both feature films and television production with New Republic Pictures on April 13, 2021.","birthday":"1972-12-29","deathday":null,"gender":2,"homepage":null,"id":9642,"imdb_id":"nm0000179","known_for_department":"Acting","name":"Jude Law","place_of_birth":"Lewisham, London, England, UK","popularity":25.425,"profile_path":"/A6Y0m7qEe04ZTHKyYDLbnyCHNzn.jpg"}
