{"adult":false,"also_known_as":["William Mauldin Hopkins"],"biography":"From Wikipedia, the free encyclopedia. Bo Hopkins (born February 2, 1942 in Greenville, South Carolina) is an American actor.   Hopkins appeared in more than 100 film and television roles in a career of more than 40 years, including the major studio films The Wild Bunch (1969), The Bridge at Remagen (1969), The Getaway (1972), American Graffiti (1973), The Man Who Loved Cat Dancing (1973), The Killer Elite (1975), Posse (1975), A Small Town in Texas (1976), Midnight Express (1978), and More American Graffiti (1979).\n\nAfter Bo Hopkins' first roles in major films in the early 1970s he appeared in White Lightning (1973). Bo Hopkins played Roy Boone. Jerry Reed and Bo Hopkins played brothers Joe Hawkins and Tom Hawkins in the 1985 film What Comes Around.\n\nHopkins starred or co-starred in a number of made-for-television movies of the mid-1970s, including Judgment: The Court Martial of Lieutenant William Calley (1975), The Runaway Barge (1975), The Kansas City Massacre (1975), The Invasion of Johnson County (1976), Dawn: Portrait of a Teenage Runaway (1976), Woman on the Run (1977), Thaddeus Rose and Eddie (1978), Crisis in Sun Valley (1978) and The Busters (1978).\n\nWhen Gretchen Corbett left the television series The Rockford Files in 1978, Hopkins replaced her character as Rockford's attorney John Cooper, ultimately appearing in 3 episodes. In 1981, Hopkins appeared in the first season of the prime time drama Dynasty as Matthew Blaisdel. His many other appearances on television included in miniseries Aspen (1977) and Beggarman, Thief (1979), and in episodes of Gunsmoke, Bonanza, The Virginian, Nichols, The Rat Patrol, The Mod Squad, Hawaii Five-O, Paul Sand in Friends and Lovers, Charlie's Angels, Fantasy Island, The A-Team, Scarecrow and Mrs. King, The Fall Guy, Crazy Like a Fox, Murder, She Wrote and Doc Elliot. Hopkins has a role in the video game Nuclear Strike. He plays Colonel LeMonde, a mercenary who steals a nuclear weapon. The 'Strike' team tracks him through Southeast Asia.Description above from the Wikipedia article Bo Hopkins, licensed under CC-BY-SA,full list of contributors on Wikipedia.","birthday":"1942-02-02","deathday":null,"gender":2,"homepage":null,"id":12410,"imdb_id":"nm0005019","known_for_department":"Acting","name":"Bo Hopkins","place_of_birth":"Greenville, South Carolina, USA","popularity":16.598,"profile_path":"/9gZjIsw8dyHI9BJnfnkvGk2dmaH.jpg"}
