{"adult":false,"also_known_as":["داستين هوفمان","더스틴 호프먼","ダスティン・ホフマン","Дастин Хоффман","ดัสติน ฮอฟแมน","德斯汀·荷夫曼","Dustin Lee Hoffman","Ντάστιν Λι Χόφμαν","Ντάστιν Χόφμαν"],"biography":"Dustin Lee Hoffman (born August 8, 1937) is an American actor and filmmaker. He is known for his versatile portrayals of antiheroes and emotionally vulnerable characters. Actor Robert De Niro described him as \"an actor with the everyman's face who embodied the heartbreakingly human\". At a young age Hoffman knew he wanted to study in the arts, and entered into the Los Angeles Conservatory of Music; later he decided to go into acting, for which he trained at the Pasadena Playhouse in Los Angeles. His first theatrical performance was 1961's A Cook for Mr. General as Ridzinski. During that time he appeared in several guest roles on television shows like Naked City and The Defenders. He then starred in the 1966 off-Broadway play Eh? where his performance garnered him both a Theatre World Award and Drama Desk Award.\n\nHis breakthrough role was as Benjamin Braddock in Mike Nichols' critically acclaimed and iconic film The Graduate (1967), for which he received his first Academy Award nomination. His next role was \"Ratso\" Rizzo in John Schlesinger's Midnight Cowboy (1969), in which he acted alongside Jon Voight; they both received Oscar nominations, and the film went on to win the Academy Award for Best Picture. He gained success in the 1970s playing roles that shaped the craft of his acting, crossing genres effortlessly in the western Little Big Man (1970), the prison drama Papillon (1973), playing a controversial and groundbreaking comedian in Bob Fosse's Lenny (1975), Marathon Man alongside Laurence Olivier (1976), and as Carl Bernstein investigating the Watergate scandal in All the President's Men (1976). In 1979, Hoffman starred in the family drama Kramer vs. Kramer alongside Meryl Streep. They both received Academy Awards for their performances.\n\nAfter a three-year break from films, Hoffman returned in Sydney Pollack's show business comedy Tootsie (1982) about a struggling actor who pretends to be a woman in order to get an acting role. He returned to stage acting with a 1984 performance as Willy Loman in Death of a Salesman and reprised the role a year later in a television film earning a Primetime Emmy Award. In 1987 he starred alongside Warren Beatty in Elaine May's comedy Ishtar. He won his second Academy Award for Best Actor for his portrayal of the autistic savant Ray Babbitt in the 1988 film Rain Man, co-starring Tom Cruise. In 1989, he was nominated for a Tony Award and a Drama Desk Award for playing Shylock in a stage performance of The Merchant of Venice. In the 1990s, he made appearances in such films as Warren Beatty's action comedy adaptation Dick Tracy (1990), Steven Spielberg's Hook (1991) as Captain Hook, medical disaster Outbreak (1995), legal crime drama Sleepers (1996), and the satirical black comedy Wag the Dog (1997) alongside Robert De Niro.","birthday":"1937-08-08","deathday":null,"gender":2,"homepage":null,"id":4483,"imdb_id":"nm0000163","known_for_department":"Acting","name":"Dustin Hoffman","place_of_birth":"Los Angeles, California, USA","popularity":10.407,"profile_path":"/yFjTzJHE6AFbwQifOlnNDzmiwlq.jpg"}
