{"adult":false,"also_known_as":["주성치","Stephen Chow Sing-Chi","Zhōu Xīngchí ","Sing Yeh","星爺","Steven Chow","Sing-Chi Chow","周星星","Stephen Chow","周星馳","周星驰","星爷","Zhou Xingchi","Zhou Xing-chi","Xing-chi Zhou","Xingchi Zhou","星仔","Châu Tinh Trì"],"biography":"Stephen Chiau Sing Chi, professionally known as Stephen Chow, is a Hong Kong filmmaker, actor, and producer.\n\nStephen Chow was born in Hong Kong on 22 June 1962 to Ling Po Yee, an alumna of Guangzhou Normal University, and Chow Yik Sheung, an immigrant from Ningbo, Zhejiang. Chow has an elder sister named Chow Man Kei and a younger sister named Chow Sing Ha. Chow's given name \"Sing-chi\" derives from Tang dynasty Chinese poet Wang Bo's essay Preface to the Prince of Teng's Pavilion.After his parents divorced when he was seven, Chow was raised by his mother. Chow attended Heep Woh Primary School, a missionary school attached to the Hong Kong Council of the Church of Christ in China in Prince Edward Road, Kowloon Peninsula. When he was nine, he saw Bruce Lee's film The Big Boss, which inspired him to become a martial arts star. Chow entered San Marino Secondary School, where he studied alongside Lee Kin-yan. After graduation, he was accepted to TVB's acting classes.\n\nChow began his career as an extra for Rediffusion Television. He later joined TVB in 1982. He was drawn to attention hosting the TVB Jade children's program 430 Space Shuttle.\n\nChow made his film debut in the 1988 film Final Justice, which won him the Golden Horse Award for Best Supporting Actor at the 25th Golden Globe Awards.\n\nChow shot to stardom in The Final Combat. The following decade, he appeared in more than 40 films. Fight Back to School became Hong Kong's top-grossing film of all time. In 1994, he began directing films, starting with From Beijing with Love. In the latter half of the 1990s, Chow becomes very famous in China, he became a legend and the Stephen Chow Phenomenon.\n\nIn 2001, his film Shaolin Soccer grossed over US$50 million worldwide. Chow won Best Director and Best Actor at the 2002 Hong Kong Film Awards, and the film went on to garner additional awards including a Blue Ribbon Awards for Best Foreign Language Film and the Golden Bauhinia Award for Best Picture and Best Director. It was the highest-grossing Chinese film in Hong Kong at the time, grossing $46 million in the Asia region.\n\nIn 2004, his film Kung Fu Hustle grossed over US$106 million worldwide. Chow also won Best Director at the Taiwan Golden Horse Awards and Best Picture of Imagine Film Festival as well as over twenty international awards. Critics as well as film stars such as comedian Bill Murray said that the film was the supreme achievement of modern comedy that had outshone any preexisting form of American comedy, including Murray's directorial work.\n\nHis film CJ7 began filming in July 2006 in the eastern Chinese port of Ningbo. In August 2007, the film was given the title CJ7, a play on China's successful Shenzhou manned space missions—Shenzhou 5 and Shenzhou 6. CJ7 became the highest-grossing film of all time in Malaysia.\n\nFor his work in comedy, he has received praise from notable institutions such as the Brooklyn Academy of Music, who called him the King of Comedy.\n\nStephen Chow has directed multiple classic films since the 1990s.\n\nIn 2013, his film Journey to the West: Conquering the Demons became the highest-grossing Chinese film of all time.\n\nIn 2016, his film The Mermaid broke numerous box office records, and became the highest-grossing film of all time in China.","birthday":"1962-06-22","deathday":null,"gender":2,"homepage":null,"id":57607,"imdb_id":"nm0159507","known_for_department":"Acting","name":"Stephen Chow","place_of_birth":"Hong Kong, China","popularity":19.504,"profile_path":"/qPGmIuQ3DKzzpZy5Y12WeoOUijV.jpg"}
