{"adult":false,"also_known_as":["Мартин Скорсезе","มาร์ติน สกอร์เซซี","マーティン・スコセッシ","마틴 스코세이지","Martin Marcantonio Luciano Scorsese","Μάρτιν Μαρκαντόνιο Λουτσιάνο Σκορσέζε","Μάρτιν Σκορσέζε","마틴 스콜세지","Мартін Скорсезе","مارتین اسکورسیزی","מרטין סקורסזה","मार्टिन स्कोर्सेसे","মার্টিন স্কোরসেজি","மார்ட்டின் ஸ்கோர்செசி","ਮਾਰਟਿਨ ਸਕੌਰਸੀਜ਼ੇ","Մարտին Սկորսեզե","马丁•斯科塞斯","Martin Charles Scorsese"],"biography":"Martin Charles Scorsese (born November 17, 1942) is an American film director, producer, screenwriter, and actor. One of the major figures of the New Hollywood era, he is widely regarded as one of the greatest and most influential directors in film history. Scorsese's body of work explores themes such as Italian-American identity, Catholic concepts of guilt and redemption, faith, machismo, nihilism, crime and sectarianism. Many of his films are known for their depiction of violence and the liberal use of profanity. Scorsese has also dedicated his life to film preservation and film restoration by founding the nonprofit organization The Film Foundation in 1990, as well as the World Cinema Foundation in 2007 and the African Film Heritage Project in 2017.\n\nScorsese studied at New York University (NYU), where he received a bachelor's degree in English literature in 1964, and received a master's degree in fine arts in film from NYU's Tisch School of the Arts in 1968. In 1967 Scorsese's first feature film Who's That Knocking at My Door was released and was accepted into the Chicago Film Festival, where critic Roger Ebert saw it and called it \"a marvelous evocation of American city life, announcing the arrival of an important new director\".\n\nHe has established a filmmaking history involving repeat collaborations with actors and film technicians, including nine films made with Robert De Niro. His films with De Niro are the psychological thriller Taxi Driver (1976), the biographical sports drama Raging Bull (1980), the satirical black comedy The King of Comedy (1982), the musical drama New York, New York (1977), the psychological thriller Cape Fear (1991), and the crime films Mean Streets (1973), Goodfellas (1990), Casino (1995) and The Irishman (2019). Scorsese has also been noted for his collaborations with actor Leonardo DiCaprio, having directed him in five films: the historical epic Gangs of New York (2002), the Howard Hughes biography The Aviator (2004), the crime thriller The Departed (2006), the psychological thriller Shutter Island (2010), and the Wall Street black comedy The Wolf of Wall Street (2013). The Departed won Scorsese an Academy Award for Best Director, and for Best Picture. Scorsese is also known for his long-time collaboration with film editor Thelma Schoonmaker, who has edited every Scorsese film beginning with Raging Bull. Scorsese's other film work includes the black comedy After Hours (1985), the romantic drama The Age of Innocence (1993), the children's adventure drama Hugo (2011), and the religious epics The Last Temptation of Christ (1988), Kundun (1997) and Silence (2016).","birthday":"1942-11-17","deathday":null,"gender":2,"homepage":null,"id":1032,"imdb_id":"nm0000217","known_for_department":"Directing","name":"Martin Scorsese","place_of_birth":"Queens, New York, USA","popularity":13.186,"profile_path":"/8KlPVWc91TruU0M9urCGqbf1ils.jpg"}
