{"adult":false,"also_known_as":["Emanuelle Seigner"],"biography":"Emmanuelle Seigner (born 22 June 1966) is a French actress, former fashion model, and singer. She is known for her roles in The Diving Bell and the Butterfly (2007), The Ninth Gate (1999) and Frantic (1988). She has been nominated for a César Award for Best Actress for Venus in Fur (2013), and for two César Awards for Best Supporting Actress in Place Vendôme (1998) and La Vie En Rose (2007). She has been married to Polish film director Roman Polanski since 30 August 1989.\n\nSeigner was born in Paris to a photographer father and a journalist mother. She is the granddaughter of the actor Louis Seigner and sister of the actress Mathilde Seigner. She was educated at a Catholic convent school and began modelling at the age of fourteen.\n\nShe married Roman Polanski on 30 August 1989, and they have two children: daughter Morgane and son Elvis. Polanski is 33 years her senior. Her husband directed her in Frantic (1988), Bitter Moon (1992), The Ninth Gate (1999), Venus in Fur (2013), Based On A True Story (2017) and An Officer and a Spy (2019). In 2010, Seigner was featured in Jerzy Skolimowski's Essential Killing, which went on to win the Special Jury Prize at the Venice Film Festival. In 2012, she played the principal role of Vanda in Polanski's French film adaption of David Ives's two-character play Venus in Fur, based on the Austrian novel of the near-same name, for which she received praise as Vanda, an actress, playing against writer and theatre director Thomas played by Mathieu Amalric.\n\nSeigner appears as the main character in the music video \"Hands Around My Throat\" by Death in Vegas. In 2006, she became the lead singer of the pop rock band Ultra Orange, and the group's name was changed to Ultra Orange & Emmanuelle. They released a self-titled album in 2007. Seigner released a solo album called Distant Lover in 2014. She and Polanski live with their two children in Paris. She was an ambassadress of the Polish brand Dr Irena Eris.\n\nSource: Article \"Emmanuelle Seigner\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1966-06-22","deathday":null,"gender":1,"homepage":null,"id":8925,"imdb_id":"nm0782561","known_for_department":"Acting","name":"Emmanuelle Seigner","place_of_birth":"Paris, France","popularity":19.371,"profile_path":"/zv6DtUJvuFVSz5FvZXgOoqgGjrK.jpg"}
