{"adult":false,"also_known_as":["Rowdy Roddy Piper","Roderick George Toombs","\"Rowdy\" Roddy Piper","Roddy Piper","Hot Rod","The Hot Scot"],"biography":"Roderick George Toombs (April 17, 1954 – July 31, 2015), better known as \"Rowdy\" Roddy Piper, was a Canadian professional wrestler, amateur wrestler, comedian and actor.\n\nIn professional wrestling, Piper was best known to international audiences for his work with the World Wrestling Federation (WWF, now WWE) and World Championship Wrestling (WCW) between 1984 and 2000. Although he was Canadian, because of his Scottish heritage he was billed as coming from Glasgow and was known for his signature kilt and bagpipe entrance music. Piper earned the nicknames \"Rowdy\" and \"Hot Rod\" by displaying his trademark \"Scottish\" short temper, spontaneity, and quick wit. According to The Daily Telegraph, he is \"considered by many to be the greatest 'heel' (or villain) wrestler ever\".\n\nOne of wrestling's most recognizable stars, Piper headlined multiple PPV events, including the WWF and WCW's respective premier annual events, WrestleMania and Starrcade. He accumulated 34 championships and hosted the popular WWF/E interview segment \"Piper's Pit\", which facilitated numerous feuds. In 2005, Piper was inducted into the WWE Hall of Fame by Ric Flair, who dubbed him \"the most gifted entertainer in the history of professional wrestling\".\n\nOutside of wrestling, Piper acted in dozens of films and TV shows, most notably taking the lead role of John Nada in the 1988 cult classic They Live and a recurring role as a deranged professional wrestler called Da' Maniac on the FX comedy series It's Always Sunny in Philadelphia. He is also widely known for his role in Hell Comes to Frogtown as the character Sam Hell.\n\nDescription above from the Wikipedia article Roddy Piper, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1954-04-17","deathday":"2015-07-31","gender":2,"homepage":"http://rowdyroddypiper.com/","id":44240,"imdb_id":"nm0684929","known_for_department":"Acting","name":"Roddy Piper","place_of_birth":"Saskatoon, Saskatchewan, Canada","popularity":4.095,"profile_path":"/3LZvHroOYjUe8mKP3AWL87ML8d7.jpg"}
