{"adult":false,"also_known_as":["Laura Jeanne Reese Witherspoon","Риз Уизерспун","리즈 위더스푼","Ρις Γουίδερσπουν","瑞茜·威瑟斯彭","რიზ უიზერსპუნი"],"biography":"Laura Jeanne Reese Witherspoon (born March 22, 1976) is an American actress, producer, and entrepreneur.\n\nBorn in New Orleans, Louisiana, and raised in Nashville, Tennessee, Witherspoon began her career as a teenager, making her screen debut in The Man in the Moon (1991). Following a leading role opposite Mark Wahlberg in Fear (1996), her breakthrough came in 1999 with a supporting role in Cruel Intentions, and for her portrayal of Tracy Flick in the black comedy Election. She gained wider recognition for her role as Elle Woods in the comedy Legally Blonde (2001) and its 2003 sequel, and for her starring role in the romantic comedy Sweet Home Alabama (2002). In 2005, she garnered critical acclaim for her portrayal of June Carter Cash in the biographical musical film Walk the Line, which won her the Academy Award for Best Actress.\n\nWitherspoon then starred in several critically and commercially unsuccessful comedies, during which her sole box-office success was the romantic drama Water for Elephants (2011). She made a comeback by producing and starring as Cheryl Strayed in the drama Wild (2014), which earned her a second nomination for Best Actress at the Academy Awards. Witherspoon has since begun work in television, by producing and starring in the HBO drama series Big Little Lies (2017–2019), the Apple TV+ drama series The Morning Show (2019–present), and the Hulu miniseries Little Fires Everywhere (2020). Witherspoon's various accolades include an Academy Award, two Golden Globe Awards, a British Academy Film Award, a Screen Actors Guild Award, and a Primetime Emmy Award for Big Little Lies. She is one of the highest-paid actresses in the world as of 2019. Time magazine named her one of the 100 most influential people in the world in 2006 and 2015, and Forbes listed her among the World's 100 Most Powerful Women in 2019.\n\nOutside of acting, Witherspoon also owns a clothing company, Draper James, and she is actively involved in children's and women's advocacy organizations. She serves on the board of the Children's Defense Fund (CDF) and was named Global Ambassador of Avon Products in 2007, serving as honorary chair of the charitable Avon Foundation dedicated to women's causes. In 2000, she co-founded production company Type A Films, which has since merged with Hello Sunshine, a media firm which Witherspoon also co-founded in 2016. Hello Sunshine, focused on female-led stories, has produced many films and television series.\n\nDescription above from the Wikipedia article Reese Witherspoon, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1976-03-22","deathday":null,"gender":1,"homepage":null,"id":368,"imdb_id":"nm0000702","known_for_department":"Acting","name":"Reese Witherspoon","place_of_birth":"New Orleans, Louisiana, USA","popularity":21.853,"profile_path":"/o1z4UwW2137IViFIRk8AV8hWze1.jpg"}
