{"adult":false,"also_known_as":["Джейк Джилленхол","杰克·吉林哈尔","ジェイク・ジレンホール","เจค จิลเลินฮาล","제이크 질런홀","جيك جيلنهال","Jacob Benjamin Gyllenhaal","Τζέικ Τζίλενχαλ","Τζέικομπ Μπέντζαμιν \"Τζέικ\" Τζίλενχαλ","Джейк Джилленгол","제이크 질렌할"],"biography":"Jacob Benjamin Gyllenhaal (born December 19, 1980) is an American actor and producer. Born into the Gyllenhaal family, he is the son of director Stephen Gyllenhaal and screenwriter Naomi Foner; his older sister is actress Maggie Gyllenhaal.\n\nHe began acting as a child, making his acting debut in City Slickers (1991), followed by roles in his father's films A Dangerous Woman (1993) and Homegrown (1998). His breakthrough roles were as Homer Hickam in October Sky (1999) and as a psychologically troubled teenager in Donnie Darko (2001).  In 2004, Gyllenhaal starred in the science fiction disaster film The Day After Tomorrow. In 2005, he played Jack Twist in Ang Lee's romantic drama Brokeback Mountain, for which Gyllenhaal won a BAFTA Award and was nominated for an Academy Award. His career progressed with starring roles in the thriller Zodiac (2007), the romantic comedy Love & Other Drugs (2010), and the science fiction film Source Code (2011). Further acclaim came with his roles in Denis Villeneuve's thrillers Prisoners (2013) and Enemy (2013), and he received nominations for the BAFTA Award for Best Actor in a Leading Role for his performances as a manipulative journalist in Nightcrawler (2014) and a troubled writer in Nocturnal Animals (2016).  His highest-grossing release came with the Marvel Cinematic Universe superhero film Spider-Man: Far From Home (2019), in which he portrayed Quentin Beck / Mysterio. Gyllenhaal has also performed on stage, starring in Broadway productions of the musical Sunday in the Park with George as well as the plays Constellations and Sea Wall/A Life, the lattermost of which earned him a Tony Award nomination. Aside from acting, he is vocal about political and social issues.  Description above from the Wikipedia article Jake Gyllenhaal, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1980-12-19","deathday":null,"gender":2,"homepage":null,"id":131,"imdb_id":"nm0350453","known_for_department":"Acting","name":"Jake Gyllenhaal","place_of_birth":"Los Angeles, California, USA","popularity":31.195,"profile_path":"/oA6fp6SQBQQWZEzn4NfY3E8mJhV.jpg"}
