{"adult":false,"also_known_as":["Steve Jarchow","Stephen Jarchow"],"biography":"Stephen P. Jarchow is a media and real estate investor. He has been involved in the production and/or distribution of over 250 motion pictures and 22 television series. He has been a partner in over 200 real estate ventures. Mr. Jarchow received a BBA, MS and JD all with Honors from the University of Wisconsin. He practiced tax and real estate law and subsequently was a partner with an international real estate development company. He also served as a senior managing director with an investment banking firm. He is a CPA and a member of the Wisconsin and Texas Bar Associations.\n\nTogether with his business partner, Paul Colichman, Mr. Jarchow has invested in a variety of businesses including digital and print publishing, on demand and linear television, OTT video services and digital distribution. Here Media Inc. owns cable and streaming networks as well as a large film library.\n\nMr. Jarchow is the author of four books on real estate taxation and finance published by John Wiley & Co. He compiled and edited \"Graaskamp on Real Estate\". This book is considered one of the best books ever written on real estate.\n\nMr. Jarchow's motion picture, \"Departures\" received the Academy Award 速 for Best Foreign Language Film. Mr. Jarchow and Mr. Colichman produced \"Gods and Monsters\" directed by Bill Condon and starring Ian McKellen, Brendan Fraser and Lynn Redgrave, which received three Academy Award 速 nominations (winning for Best Adapted Screenplay), four Golden Globe nominations (winning for Best Supporting Actress), three Independent Spirit Awards, and numerous other international accolades including Best Picture from the National Board of Review. Mr. Jarchow and Mr. Colichman produced the award winning social media for the 2014 Daytime Emmys 速. Mr. Jarchow is a member of the Television Academy of Arts and Sciences and has been nominated for four Emmy Awards 速.","birthday":null,"deathday":null,"gender":2,"homepage":"https://www.stevejarchow.com/","id":545802,"imdb_id":"nm0418590","known_for_department":"Production","name":"Stephen P. Jarchow","place_of_birth":null,"popularity":2.079,"profile_path":"/wRJj3qrNb5hy4TIDXhdRO6V5UVU.jpg"}
