{"adult":false,"also_known_as":[],"biography":"Cresciuto a Livorno, città d'origine della madre[1], ha iniziato la propria carriera nel 1991, con la cosceneggiatura del film Condominio di Felice Farina. Dal 1994 ha scritto le sceneggiature dei film del regista Paolo Virzì (La bella vita, Ferie d'agosto, Ovosodo, Baci e abbracci, My Name Is Tanino, Caterina va in città, N (Io e Napoleone) e Tutta la vita davanti) e dal 1995 al 2003 anche quelle dei film del regista Mimmo Calopresti (La seconda volta, La parola amore esiste, Preferisco il rumore del mare, La felicità non costa niente). Ha inoltre lavorato con Franco Bernini (soggetto e sceneggiatura del film Sotto la luna), David Riondino (Cuba libre - Velocipedi ai tropici), Francesca Comencini (Le parole di mio padre) e con i comici Ficarra e Picone (Nati stanchi, Il 7 e l'8, La Matassa). Ha collaborato alle sceneggiature de I Viceré di Roberto Faenza, tratto dall' omonimo romanzo di Federico De Roberto, e del film, in uscita nel 2008, Miracle at St. Anna, di Spike Lee. Ha anche contribuito al soggetto del lungometraggio in quattro episodi 4-4-2 - Il gioco più bello del mondo, prodotto da Paolo Virzì Per la televisione ha adattato per la serie del Commissario Montalbano, i racconti e romanzi di Andrea Camilleri e per la serie Il commissario De Luca quelli di Carlo Lucarelli. Ha inoltre sceneggiato il film TV Il tunnel della libertà, per la regia di Enzo Monteleone. Come attore ha recitato in una piccola parte nel film La guerra degli Antò di Riccardo Milani (1999). Insegna sceneggiatura presso il Centro sperimentale di cinematografia di Roma. Nel 2011 esordisce alla regia con Scialla! presentato al Festival di Venezia 2011 nella sezione Controcampo Italiano, dove viene riconosciuto con il premio per i lungometraggi narrativi.[2]","birthday":"1961-09-30","deathday":null,"gender":2,"homepage":null,"id":67164,"imdb_id":"nm0116263","known_for_department":"Writing","name":"Francesco Bruni","place_of_birth":"Rome - Lazio - Italy","popularity":0.638,"profile_path":"/cZ6FtID3reqelWK0Oe0J7ptS3Ii.jpg"}
