{"adult":false,"also_known_as":["Konnan","Charles Ashenoff","Conan The Barbarian","El Centurión","El Relámpago","K-Dogg","Konan","Konnan el Barbaro","Konnan the Great","The Latin Fury","Max Moon"],"biography":"Charles Ashenoff (born Carlos Santiago Espada Moises) better known by his ring name, Konnan, is a Cuban professional wrestling personality, manager and former professional wrestler. He is currently signed to Major League Wrestling (MLW) and Impact Wrestling. In Impact he was formerly the manager of The Latin American Xchange (LAX) and currently serves as a member of the creative team. During a career spanning almost three decades, he has wrestled for independent and national promotions in the United States and Mexico, and held fifteen title belts in nine promotions. He has also worked as a manager, color commentator, booker, and creative consultant, primarily for Lucha Libre AAA Worldwide (AAA). Outside of wrestling, Konnan is also an occasional rapper.\n\nHe is best known to United States audiences for his run in World Championship Wrestling as part of the nWo stable and as part of The Filthy Animals. He also created The 3Live Kru for Total Nonstop Action Wrestling (TNA) in the early 2000s and later the Latin American Xchange (LAX) stable there as well. In Mexico, Konnan was the first-ever CMLL World Heavyweight Champion, and was the leader of the Foreign Legion in AAA when they were the top stable. At one point he was referred to as \"The Mexican Hulk Hogan\" for breaking attendance records across the country, and Konnan still holds the all-time attendance record in Mexico City as well as cities including Tijuana, Guadalajara, Acapulco, Torreon, Hermosillo and Nuevo Laredo. Konnan also broke the pro wrestling attendance record in Los Angeles when he headlined AAA's first Los Angeles event and the company had a sell-out, turn-away crowd at the Los Angeles Memorial Sports Arena. He was also involved in the creation of Lucha Underground, where he was supposed to serve as a writer and producer, but ended up in an on-camera role as manager to Prince Puma throughout the first season.\n\nKonnan is known to be outspoken, and in the last decade, he has been openly critical of promotions that he feels have mistreated either him personally or the talent in general. He has been particularly outspoken against what he sees as racism against Latino wrestlers in United States promotions – he butted heads with TNA over treatment of himself and Ron \"The Truth\" Killings, and WWE over issues regarding Latino wrestlers Alberto Del Rio and Rey Mysterio, but he has also come into conflict with AAA over what he alleged was non-payment of talent.","birthday":"1964-01-06","deathday":null,"gender":2,"homepage":null,"id":952032,"imdb_id":"nm0038849","known_for_department":"Acting","name":"Charles Ashenoff","place_of_birth":"Santiago de Cuba, Santiago de Cuba Province, Cuba","popularity":1.477,"profile_path":"/k3OaNHJesiVLQt55EtXAEKGVZSi.jpg"}
