{"adult":false,"also_known_as":["Джон Траволта","جون ترافولتا","ジョン・トラボルタ","존 트래볼타","จอห์น ทราโวลตา","约翰·特拉沃尔塔","John Joseph Travolta","존 트라볼타"],"biography":"An American actor, film producer, dancer, and singer. He first became known in the 1970s, after appearing on the television series Welcome Back, Kotter and starring in the box office successes Saturday Night Fever and Grease. Travolta's career re-surged in the 1990s, with his role in Pulp Fiction, and he has since continued starring in Hollywood films, including Face/Off, Ladder 49 and Wild Hogs. Travolta has twice been nominated for the Academy Award for Best Actor. The first, for his role in Saturday Night Fever and the second for Pulp Fiction. He won the Golden Globe Award for Best Actor - Motion Picture Musical or Comedy for his performance in Get Shorty.\n\nTravolta, the youngest of six children, was born and raised in Englewood, New Jersey, an inner-ring suburb of New York City. His father, Salvatore Travolta, was a semi-professional football player turned tire salesman and partner in a tire company. His mother, Helen Cecilia, was an actress and singer who had appeared in The Sunshine Sisters, a radio vocal group, and acted and directed before becoming a high school drama and English teacher. His siblings are Joey, Ellen, Ann, Margaret, and Sam Travolta. Travolta's father was a second-generation Italian American and his mother was Irish American; he grew up in an Irish-American neighborhood and has said that his household was predominantly Irish in culture. His family was Roman Catholic.\n\nTravolta married actress Kelly Preston in 1991. The couple had a son, Jett, (April 13, 1992 - January 2, 2009), and have a daughter, Ella Bleu, born in 2000. On May 18, 2010, Travolta and Preston announced that she is pregnant with the couple's third child. The couple has regularly attended marriage counselling, and Travolta admits that therapy has helped the marriage. Travolta was involved with actress Diana Hyland, whom he met while filming The Boy in the Plastic Bubble; the relationship ended when she died of breast cancer in 1977.\n\nTravolta is a certified pilot and owns five aircraft, including an ex-Australian Boeing 707–138 airliner. The plane bears the name Jett Clipper Ella in honor of his children. His $4.9 million estate in the Jumbolair subdivision in Ocala, Florida, is situated on Greystone Airport with its own runway and taxiway right to his front door.\n\nTravolta has been a practitioner of Scientology since 1975 when he was given the book Dianetics while filming the movie The Devil's Rain in Durango, Mexico.","birthday":"1954-02-18","deathday":null,"gender":2,"homepage":"http://www.travolta.com/","id":8891,"imdb_id":"nm0000237","known_for_department":"Acting","name":"John Travolta","place_of_birth":"Englewood, New Jersey, USA","popularity":15.964,"profile_path":"/JSt3skdZpGPJYJixCZqH599WdI.jpg"}
