{"adult":false,"also_known_as":["Ann Lennox","Eurythmics"],"biography":"From Wikipedia, the free encyclopedia.\n\nAnnie Lennox, OBE (born 25 December 1954), born Ann Lennox, is a Scottish recording artist. After achieving minor success in the band The Tourists in the late 1970s, Lennox went on to major international success in the 1980s as part of the duo Eurythmics, which she formed with former Tourists' member David A. Stewart.\n\nIn the 1990s, Lennox embarked on a solo career beginning with her debut album Diva (1992), which produced several hit singles including \"Why\" and \"Walking on Broken Glass\". She has released five solo studio albums and a compilation album, The Annie Lennox Collection, in 2009. She is the recipient of eight BRIT Awards. In 2004, she won both the Golden Globe and the Academy Award for Best Original Song for \"Into the West\", written for the soundtrack to the feature film The Lord of the Rings: The Return of the King.\n\nIn addition to her career as a musician, Lennox is also a political and social activist, notable for raising money and awareness for HIV charities in Africa. She also objected to the unauthorized use of the 1999 Eurythmics song \"I Saved the World Today\" in an election broadcast for Israeli Foreign Minister Tzipi Livni.\n\nKnown as a pop culture icon for her distinctive contralto vocals and visual performances, Lennox has been named \"The Greatest White Soul Singer Alive\" by VH1 and one of The 100 Greatest Singers of All Time by Rolling Stone. She has earned the distinction of \"most successful female British artist in UK music history\" because of her global commercial success since the early 1980s. Including her work within Eurythmics, Lennox is one of the world's best-selling music artists, having sold over 80 million records worldwide.\n\nDescription above from the Wikipedia article Annie Lennox, licensed under CC-BY-SA, full list of contributors on Wikipedia​","birthday":"1954-12-25","deathday":null,"gender":1,"homepage":"https://www.annielennox.com","id":74042,"imdb_id":"nm0005142","known_for_department":"Acting","name":"Annie Lennox","place_of_birth":"Aberdeen, Aberdeenshire, Scotland, UK","popularity":7.144,"profile_path":"/uYLk0w41Z0jV3c0nZjCKhm9cKGj.jpg"}
