{"adult":false,"also_known_as":["Timothy Sydney Robert Hardy","Тимоти Сидни Роберт Харди","Роберт Харди","Robert Khardi"],"biography":"One of England's most successful and enduring character actors, with a prolific screen career on television and in films, Robert Hardy was acclaimed for his versatility and the depth of his performances.\n\nBorn in Cheltenham in 1925, he studied at Oxford University and, in 1949, he joined the Shakespeare Memorial Theatre at Stratford-upon-Avon. Television viewers most fondly remember him as the overbearing Siegfried Farnon in All Creatures Great and Small (1978) but his most critically acclaimed performance was as the title character of Winston Churchill: The Wilderness Years (1981). His portrayal of Britain's wartime leader was so accurately observed that, in the following years, he was called on to reprise the role in such productions as The Woman He Loved (1988) and War and Remembrance (1988).\n\nUnlike some British character actors, Hardy was not a Hollywood name and his work in films was therefore restricted to appearances in predominantly British-based productions such as The Spy Who Came In from the Cold (1965), Mary Shelley's Frankenstein (1994) and Sense and Sensibility (1995). However, in the 21st century, Hardy came to the attention of a whole new generation for his performances in the hugely successful Harry Potter films, while also continuing to make regular appearances in British television series. His co-star from All Creatures Great and Small (1978), Peter Davison, quite simply described Hardy as an \"extraordinary\" actor who would \"never do the same thing twice\" when he was acting with him. He was awarded the CBE for services to acting. He died in August 2017.","birthday":"1925-10-29","deathday":"2017-08-03","gender":2,"homepage":null,"id":23076,"imdb_id":"nm0362735","known_for_department":"Acting","name":"Robert Hardy","place_of_birth":"Cheltenham, Gloucestershire, England, UK","popularity":1.985,"profile_path":"/5FK7rDWRsbNwAMsHHpkpeGafFtu.jpg"}
