{"adult":false,"also_known_as":["마이클 스털버그","Майкл Стулбарг"],"biography":"Michael Stuhlbarg has long been a lauded actor in the New York theatre world, but his breakthrough for moviegoers was playing the lead role in the Coen Brothers' A SERIOUS MAN, for which he received a Golden Globe® nomination for Best Actor.\n\nHis other films include MEN IN BLACK 3, Martin Scorsese's HUGO, Ridley Scott's BODY OF LIES, Tim Blake Nelson's THE GREY ZONE, Sophie Barthes' COLD SOULS, Steven Spielberg's LINCOLN, Sacha Gervasi's HITCHCOCK, as well as Martin Scorsese's short homage to Alfred Hitchcock \"The Key to Reserva.\" He can currently be seen on HBO as New York City mob boss Arnold Rothstein on the award-winning series \"Boardwalk Empire.\"\n\nIn 2005, Stuhlbarg received a Tony Award nomination and won a Drama Desk Award for his performance in Martin McDonagh's \"The Pillowman.\" He has also been honored with the New Dramatists Charles Bowden Actor Award and the Elliot Norton Boston Theatre Award, the latter for his performance in \"Long Day's Journey into Night.\" Stuhlbarg's other Broadway credits include the National Actors Theatre productions of \"Saint Joan,\" \"Three Men on a Horse,\" \"Timon of Athens, \"The Government Inspector,\" Ronald Harwood's \"Taking Sides,\" Sam Mendes' revival of \"Cabaret,\" as well as Tom Stoppard's \"The Invention of Love.\" He has worked numerous times with the New York Shakespeare Festival. His critically acclaimed credits include Sir Andrew Aguecheek in \"Twelfth Night,\" the title role in \"Richard II,\" and Hamlet in Oskar Eustis' production of the famous tragedy, for which he won a Drama League Award.\n\nStuhlbarg received his BFA from The Juilliard School. He also studied at UCLA, the Vilnius Conservatory in Lithuania's Chekhov Studies unit, the British-American Drama Academy at Baliol and Keble Colleges in Oxford, and with Marcel Marceau.","birthday":"1968-07-05","deathday":null,"gender":2,"homepage":null,"id":72873,"imdb_id":"nm0836121","known_for_department":"Acting","name":"Michael Stuhlbarg","place_of_birth":"Long Beach, California, USA","popularity":12.193,"profile_path":"/seBk12MUK51aUoYX4OW1itfOpJ6.jpg"}
