{"adult":false,"also_known_as":[],"biography":"Antonio Negret is a Suma Cum Laude graduate from the USC School of Cinema Television, with a minor from the USC School of Theatre where he was the recipient of multiple scholarships.\n\nHis first feature, \"Towards Darkness,\" premiered in competition at the prestigious Tribeca Film Festival. It dealt with 90 minutes in a kidnapped hostage's life, and the frustration his family, a special ops team, and a man in charge of delivering the ransom money all felt as they rushed to save him. It starred Emmy and Golden Globe winning actress America Ferrera (Ugly Betty, How To Train Your Dragon), Tony Plana (Goal, 187), and David Sutcliffe (Gilmore Girls, Private Practice). At the festival, the film was picked up for distribution by Peace Arch Entertainment and MGM. Subsequently, Negret's talent was recognized and highlighted by The Hollywood Reporter as part of their 'Top 10 Latino Directors to watch'.\n\nSubsequent to the \"Towards Darkness\" premiere, Negret developed the script for \"Operation Checkmate,\" a thriller for Screen Gems about the real-life rescue of Ingrid Betancourt. He also directed two feature films - \"Seconds Apart\" and \"Transit.\" \"Seconds Apart,\" an After Dark Films production, was released by Lionsgate. The film stars Orlando Jones (Runaway Jury, Evolution) as a detective trying to solve a series of mysterious deaths connected to a pair of twins.\n\n\"Transit\" stars Jim Caviezel(Passion of the Christ, The Count of Monte Cristo), James Frain (Tron:Legacy, Trueblood), Harold Perrnieau (Lost, Romeo+Juliet) and Elisabeth Rhom (Heroes, Miss Congeniality 2). \"Transit\" is executive produced by Joel Silver (Sherlock Homes, The Matrix).\n\nEarly in his career, Negret directed multiple award winning short films. He also directed two seasons of the weekly television series \"Not So Foreign Filmmakers Showcase.\" The show encompassed sketches and interviews with celebrity guests, among which included Virginia Madsen, Rosario Dawson, Jennifer Jason Leigh, Jay Hernandez, and Robert Rodriguez.\n\nNegret has lived and worked in Colombia, Brazil, Ecuador, Mexico, Panama, England, and the United States. He continues to pursue challenging and polemic filmmaking.","birthday":"1982-02-13","deathday":null,"gender":2,"homepage":null,"id":240735,"imdb_id":"nm0624423","known_for_department":"Directing","name":"Antonio Negret","place_of_birth":null,"popularity":2.586,"profile_path":"/brpMbpw1sUhzaqpIcMLhjhbCP8B.jpg"}
