{"adult":false,"also_known_as":[],"biography":"Věra Chytilová was an avant-garde Czech film director and pioneer of Czech cinema. \n\nAt the age of 28 she was accepted into the Film and TV School of the Academy of Performing Arts in Prague (FAMU). While attending FAMU she studied underneath renowned film director Otakar Vavra, graduating in 1962.\n\nChytilová is best known for her once highly controversial film Sedmikrásky (Daisies) – (1966). Daisies is known for its un-sympathetic characters, lack of a continuous narrative and abrupt visual style. Chytilová states that she structured Daisies to “restrict [the spectator’s] feeling of involvement and lead him to an understanding of the underlying idea or philosophy”. The film was banned within Czechoslovakia upon its initial release in 1966 until 1967, but in 1966 the film won the Grand Prix at the Bergamo Film Festival in Italy. \n\nAfter Daisies the government made it very difficult for Chytilová to find work within Czechoslovakia, even though she was never officially classified as a 'blacklisted' director. After the Soviet Union invasion in 1968 it was virtually impossible for her to find work and she resorted to directing commercials under her husband’s name, Jaroslav Kučera.\n\nIn 1976, due to the low cinema attendance she was approached by the government to begin directing films through a state-run production company. At the same time the United States was assembling a 'Year of Women' Film Festival and contacted Chytilová to gain permission to screen Daisies as their opening film. She informed the festival that the only non-censored prints of the film could be found in Paris and Brussels, and that her government would not allow her to attend the festival, nor were they allowing her to direct films. The festival then began to apply international pressure upon the Czechoslovakian government by petitioning on Chytilová’s behalf. In accordance with this international pressure Chytilová wrote a letter directly to President Gustáv Husák. Due to the success of the international pressure, and Chytilová’s personal appeal to President Husak, Chytilová began production of Hra o jablko (The Apple Game, 1976). The Apple Game was completed and then was screened at the Karlovy Vary International Film Festival, and won the Silver Hugo and the Chicago International Film Festival.\n\nChytilová described herself as a control freak and was known as being actively critical of the Soviet Union, stating that “My critique is in the context of the moral principles you preach, isn’t it? A critical reflection is necessary”. She would routinely cause havoc to make films that were loyal to her vision regardless of the heavy censorship that was routinely imposed. Věra Chytilová’s last film was released in 2006, and she has taught directing at FAMU.\n\nChytilová embodied a unique cinematographic language and style that does not rely on any literary or verbal conventions, but rather utilizes various forms of visual manipulations to create meaning within her films. Chytilová used observations of everyday life in accordance with allegories and surreal contexts to create a personalized film style that is greatly influenced by the French New Wave, and Italian neorealism.","birthday":"1929-02-02","deathday":"2014-03-12","gender":1,"homepage":null,"id":124137,"imdb_id":"nm0161615","known_for_department":"Directing","name":"Věra Chytilová","place_of_birth":"Ostrava, Czechoslovakia","popularity":2.702,"profile_path":"/cSb6gIVeHl3tj8u0zP8CqQQwdt4.jpg"}
