{"adult":false,"also_known_as":["Birgit Rose-Marie Anlert"],"biography":"She debuted in 1954 and had the most success in the 1950s and 1960s like De tre klockorna, Swedish version of The three bells, which peaked at #4, Spara sista dansen för mig (Save the last dance for me), which peaked at #5 and her biggest hit Jag måste ge mig av (Billy Grammer's Gotta travel on), peaked at #3. She recorded many duets with Lasse Lönndahl, the most successful one was Visa mig hur man går hem (Irving King's Show me the way to go home) peaked at #12. The Swedish national radiochart Svensktoppen contains 25 \"Towa-hits\". She participated in the Swedish song contest Melodifestivalen (which serves as a national preselection for the Eurovision Song Contest) in 1967 (Du vet var jag finns, third place) and 1968 (two songs: Alla har glömt took fourth place, while Vem frågar vinden took the fifth). Unlike many other Scandinavian schlager-singing stars, she never sought international career, despite allegedly receiving offers from the US and West Germany.\n\nIn 2004, at the age of 68, she teamed up with fellow veteran Melodifestivalen participants, Siw Malmkvist and Ann-Louise Hanson, to enter the contest again. The trio, under the name Hanson, Carson &amp; Malmkvist, gained media attention due to the average age of the ladies far exceeding 60. Their song, C'est la vie, written by the prolific Swedish composer Thomas G:son, was a mix of a typical schlager tune with uptempo dance beat. The ladies advanced from their semifinal round thanks to their popularity with televoters and took the tenth place on the final night, with an energetic performance including Siw's spectacular kicks. They also appeared at one of that year's Allsång på Skansen events.\n\nIn 2006, Towa Carson celebrated her 70th birthday. She is married to Bengt Anlert, a former soccer player for AIK. The unusual first name she uses on stage stems from her father calling her \"Min lilla Tova\" when she was a little girl, with reference to her tangled hair (\"tova\" means \"tangle\" in Swedish).","birthday":"1936-03-31","deathday":null,"gender":1,"homepage":null,"id":1244013,"imdb_id":"nm0141336","known_for_department":"Acting","name":"Towa Carson","place_of_birth":"Eskilstuna, Södermanlands län, Sweden","popularity":0.98,"profile_path":"/r4HiXFmZ6vN9yPPzkv5GNNYjBgy.jpg"}
