{"adult":false,"also_known_as":["Cindy Lauper","Синди Лопер"],"biography":"Cynthia Ann Stephanie \"Cyndi\" Lauper is an American singer, songwriter, actress, and LGBT rights activist whose career has spanned over four decades. Her debut solo album She's So Unusual (1983), was an instant commercial success. The album was the first debut female album to chart four top-five hits on the Billboard Hot 100—\"Girls Just Want to Have Fun\", \"Time After Time\", \"She Bop\", and \"All Through the Night,\" earning Lauper the Best New Artist award at the 27th Grammy Awards in 1985. Her success continued with her second record, True Colors (1986), which included the number one hit of the same name and \"Change of Heart,\" which peaked at number 3 and earned Lauper two nominations at the 29th Grammy Awards in 1987. Since 1989, Lauper has released nine studio albums to varying critical acclaim; and has participated in several other projects. Her most recent album, the Grammy-nominated Memphis Blues, became Billboard's most successful blues album of the year, remaining at number one on the \"Billboard\" blues charts for 13 consecutive weeks. In 2011, Lauper released an autobiography detailing her battle with child abuse and depression; which became New York Times Best Seller. In 2013, Lauper completed writing both the music and lyrics for the Broadway musical Kinky Boots, which led it to the 2013 Tony Awards with 13 nominations, and won six awards including Best Musical. The musical also won Best Score making Lauper the first woman to win the composing category solo. In 2013, she became the first artist to top the dance charts with a Broadway single in over 25 years. Over the course of her career, Lauper has released over 40 singles and (as of 2011) has sold more than 80 million albums, 20 million singles, and 1 million DVDs. She has won Grammy, Emmy, Tony, MTV VMA awards, Billboard and AMA. In 1999 VH1 ranked Lauper No. 58 of the 100 Greatest Women of Rock & Roll. Lauper is also one of only twenty artists to achieve \"GET\" status by winning competitive Grammy, Emmy and Tony awards.","birthday":"1953-06-22","deathday":null,"gender":1,"homepage":"http://cyndilauper.com/","id":87255,"imdb_id":"nm0490980","known_for_department":"Acting","name":"Cyndi Lauper","place_of_birth":"Ozone Park, Queens, New York City, New York, USA","popularity":5.219,"profile_path":"/4fMFl40wCdIEjlajmdpqqPJkhMQ.jpg"}
