{"adult":false,"also_known_as":["Дэмиан Чапа"],"biography":"Damian Robert Chapa (born October 29, 1963) is a Mexican-American actor, film director and film producer.\n\nChapa was born in Dayton, Ohio, USA. He was briefly married to Natasha Henstridge. Among his earlier notable film roles are one of the leads in Taylor Hackford's Blood In Blood Out and the part of Ken in the film adaptation of Street Fighter. Subsequently, Chapa has directed and produced, in addition to starring in, his own films. These movies include 1998's Kill You Twice, 2000's The Lonely Life of Downey Hall, 2002's Man of Faith, 2004's Shade of Pale, 2004's El Padrino, and 2006's I.R.A.: King of Nothing.\n\nChapa co-wrote and directed Polanski Unauthorized, a biopic of Roman Polanski, in which he played the title role. It was released on February 13, 2009, in Los Angeles, California. Chapa will begin filming the only film about Marlon Brando ever to be made, in June 2010 called Brando Unauthorized. He followed this with \"Vatos Locos\", starring himself. Albert Pyun was supposed to direct, but left the project following a dispute over his salary, so Chapa directed himself. The film is about the Chinese mafia in Los Angeles and how the Mexican gang boys, known as \"vatos,\" fought back and defeated the Chinese gang-bangers.\n\nAs of 2011, Chapa has yet another project in development, an indie drama titled \"The Best So Far,\" which takes place in the late 80's, about a small-town Canadian girl who loves Judo and dreams about being one of the finalists at the '88 Olympics. The ensemble drama follows the lines of Rocky, in the sense that it's not about winning, but going the distance and getting your life back. Chapa, who wrote the drama, will play the widowed father, who does his best to make life easier for his daughter. Although the film is in its very early development stages, Chapa hopes the script will attract the interest of talented artists such as Ellen Page for the main role and Jennifer Connelly for the supporting role, this being the part of the final, toughest competition Page's character faces off during the '88 Olympics and gets defeated by. Although not winning, she gets her sense of victory be offering a brave stand against the better fighter, and both discover, in the process, they are quite simillar, despite their differences. Insiders who had a chance to read the script stated that it is one of the finest not-yet-filmed scripts they had ever seen. Acclaimed director David Cronenberg asked for New Line to bid for the script, but Chapa wouldn't sell it, because of his determination to direct the picture himself. The project is slated to be shot sometime in mid-2012, for tentative release in 2013 at the Sundance Film Festival.\n\nDescription above from the Wikipedia article Damian Chapa, licensed under CC-BY-SA, full list of contributors on Wikipedia​","birthday":"1963-10-29","deathday":null,"gender":2,"homepage":null,"id":58646,"imdb_id":"nm0152082","known_for_department":"Acting","name":"Damian Chapa","place_of_birth":"Dayton, Ohio, USA","popularity":7.497,"profile_path":"/MAJFUqA0FP3wbRqMSw9ALEuSgP.jpg"}
