{"adult":false,"also_known_as":["Marky Mark","馬克·華伯格","มาร์ก วาห์ลเบิร์ก","Марк Уолберг","マーク・ウォールバーグ","마크 월버그","مارك والبيرغ","马克·沃尔伯格","Mark Robert Michael Wahlberg","Μαρκ Γουόλμπεργκ"],"biography":"Mark Robert Michael Wahlberg (born June 5, 1971), former stage name Marky Mark, is an American actor, producer, businessman and former rapper.\n\nWahlberg was born in Boston, Massachusetts in 1971. In the 1990s, Wahlberg was a member of the music group Marky Mark and the Funky Bunch, with whom he released the albums Music for the People (1991) and You Gotta Believe (1992). Wahlberg transitioned from music to acting, with his screen debut in Renaissance Man (1994) and his first starring role in Fear (1996). He received critical praise for his performance as porn actor Dirk Diggler in Boogie Nights (1997).\n\nIn the early 2000s, he ventured into big budget action-oriented movies, such as The Perfect Storm (2000), Planet of the Apes (2001), and The Italian Job (2003). He was nominated for the Academy Award for Best Supporting Actor for playing a police officer in the crime drama The Departed (2006). He was nominated for the Golden Globe Award for Best Actor for the sports drama biopic The Fighter (2010), in which he starred as Micky Ward. In the 2010s, he landed successful comedy roles with The Other Guys (2010), Ted (2012), Ted 2 (2015), Daddy's Home (2015), and Daddy's Home 2 (2017). He also became the protagonist in two films in the Transformers live-action film franchise, Transformers: Age of Extinction and Transformers: The Last Knight. He was the world's highest-paid actor in 2017.\n\nWahlberg also served as executive producer of five HBO series: the comedy-drama Entourage (2004–2011), the period crime drama Boardwalk Empire (2010–2014), the comedy-dramas How to Make It in America (2010–2011) and Ballers (2015–2019), and the documentary McMillions (2020). He is co-owner of the Wahlburgers chain and co-starred in the reality TV series about it. He received a star on the Hollywood Walk of Fame in 2010.\n\nDescription above from the Wikipedia article Mark Wahlberg, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1971-06-05","deathday":null,"gender":2,"homepage":"https://www.markwahlberg.com","id":13240,"imdb_id":"nm0000242","known_for_department":"Acting","name":"Mark Wahlberg","place_of_birth":"Boston, Massachusetts, USA","popularity":47.895,"profile_path":"/bTEFpaWd7A6AZVWOqKKBWzKEUe8.jpg"}
