{"adult":false,"also_known_as":["탠디 뉴튼","Тэнди Ньютон","تندی نیوتن","Melanie Thandiwe Newton","Thandie Newton"],"biography":"Thandiwe Nashita \"Thandie\" Newton (born 6 November 1972) is an English actress. She has appeared in a number of British and American films. Newton was born in London, the daughter of Nyasha, a Zimbabwean health-care worker and Nick Newton, a Cornish laboratory technician and artist. The name \"Thandiwe\" means \"beloved\". Raised in London and Penzance, Kernow/Cornwall, she went on to study social anthropology at Downing College, Cambridge, from 1992 to 1995.\n\nNewton made her film debut in Flirting (1991). She played the role of Brad Pitt's maid Yvette in Interview With A Vampire (1994). She gained international recognition in the Merchant Ivory production of Jefferson in Paris as Sally Hemings, which led to her being cast in Jonathan Demme's Beloved (1998), in which she played the title character alongside co-stars Oprah Winfrey and Danny Glover. She played the female lead Nyah Hall in the film Mission: Impossible II. Between 2003 and 2005, Newton played Makemba \"Kem\" Likasu, the love interest, and later wife of Dr. John Carter on the American television series ER. She reprised the role once more for the series finale in 2009. In 2004 also appeared in The Chronicles of Riddick and Crash. Newton was honoured with a BAFTA award for Best Supporting Actress in 2006 for her role in Crash. She also played Chris Gardner's wife, Linda Gardner, in The Pursuit of Happyness. In addition to her film and television credits she played the title role in a 2006 radio pantomime version of Cinderella. In 2007, she starred alongside Eddie Murphy in the comedy Norbit as his love interest, and opposite Simon Pegg as his ex-girlfriend in the comedy Run Fat Boy Run. Newton next portrayed U.S. National Security Advisor-turned Secretary of State Condoleezza Rice, in W., Oliver Stone's 2008 film biography of President George W. Bush. In 2009 Newton next portrayed the United States President's First Daughter Laura Wilson in 2012. She can also be seen in Vanishing on 7th Street and For Colored Girls both released in 2010.\n\nNewton married English writer/director/producer Ol Parker in 1998. The couple have two daughters: Ripley, born in 2000, and Nico, born in 2004. Her daughters were named after the character Ellen Ripley in the Alien films and the singer Nico.","birthday":"1972-11-06","deathday":null,"gender":1,"homepage":null,"id":9030,"imdb_id":"nm0628601","known_for_department":"Acting","name":"Thandiwe Newton","place_of_birth":"London, England, UK","popularity":17.753,"profile_path":"/5BCyGUiUsXD6XzJgPPolqgWFFtj.jpg"}
