{"adult":false,"also_known_as":[],"biography":"Daniel Benzali (born January 20, 1950) is a Brazilian-American stage, television and film actor.Benzali was a theatre actor before making guest-starring roles on television series such as Star Trek: The Next Generation, The X-Files, NYPD Blue and L.A. Law. L.A. Law creator Steven Bochco was so impressed with Benzali's performance that he cast him in the lead role of his 1995 series Murder One, playing attorney Ted Hoffman. For this role he was nominated for a Golden Globe award. More recently, Benzali starred on the series The Agency, and in films such as By Dawn's Early Light (1990), Murder at 1600 (1997) and The Grey Zone (2001). He also appeared in the post-apocalyptic CBS series Jericho as the enigmatic former Department of Homeland Security director Thomas Valente. Most recently he starred in the FX television series Nip/Tuck as the main character's psychotherapist and later patient, Dr. Griffin. Another of his roles was that of Reggie, a money hungry sales manager/drug smuggler at a car dealership in the 1999 cult-classic \"Suckers.\" Benzali has also played musical theater. He portrayed Juan Peron in the London cast of Evita, and played faded film director Max von Mayerling, alongside Patti LuPone, in the original cast (1993) of Andrew Lloyd Webber's Sunset Boulevard. Benzali had previously appeared on Broadway in Fiddler on the Roof, and other smaller productions. Benzali was also formerly engaged to actress Kim Cattrall. In December 2010, Benzali joined ABC's General Hospital.[2]Benzali plays a character named Theodore Hoffman, a reference to his role on the mid-1990s television series Murder One. Benzali's character is also known as \"The Balkan\", an international crime lord.\n\nDescription above from the Wikipedia article Daniel Benzali , licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1950-01-20","deathday":null,"gender":2,"homepage":null,"id":58663,"imdb_id":"nm0073137","known_for_department":"Acting","name":"Daniel Benzali","place_of_birth":"Rio de Janeiro, Brazil","popularity":9.524,"profile_path":"/xa2EcF2Ur0eh3mcmNSpVLFT9dHm.jpg"}
