{"adult":false,"also_known_as":["Shameem Ara","Shamim Aara"],"biography":"Shamim Ara is a renowned film actress, film producer and film director of Pakistan. She was born in British India at Aligarh in 1938. Her father's name was Syed Ali Ahmad and her maternal grandmother's name was Iqbal Begum who played a very active role in developing Shamim Ara's film career in Pakistan after Shamim Ara's mother's death at an early age. The family encouraged her to become a professional dancer in her childhood. Then her family visited Karachi, Pakistan in 1956 and Shamim Ara ran into a famous Pakistani film director Najam Naqvi there who was looking for new talent for his upcoming new movie Kunwari Bewa (1956) in Karachi. She was cast for the movie and her film acting career was launched. She acted in over 80 Pakistani films including super-hits like Saheli (1960),Qaidi (1962), Naila (1965) and Anarkali (1958). In 1976,she decided to become a film director herself and turned out many super-hit films like Playboy (1978), Miss Istanbul (1996) and Munda Bigra Jaye (1995) among many others. After Shamim Ara's husband Sardar Rind died in a fatal car accident on Karachi-Hyderabad Highway, she married film director Fareed Ahmed but this marriage only lasted for a very short time and the couple separated for unknown reasons and got divorced.Then Shamim Ara married A.Majeed from Agfa Color Film Company and had a son with him named Salman Iqbal. As of 2016, she is still married to Dabeer-ul-Hasan who is a film story writer and an associate film producer. Shamim Ara had a brain hemorrhage in Lahore, Pakistan in October 2010. She was then taken to London for treatment by her family. In London, after a brain surgery, she went into a coma and stayed in that coma until her death on 5 August 2016. Her son Salman Iqbal looked after her while she was being treated in the hospital. Looking at her entire film career, she did more than 80 films. There is no denying that she was an extremely active, talented and a successful film personality of Pakistan.","birthday":"1938-03-22","deathday":"2016-08-05","gender":1,"homepage":null,"id":1771443,"imdb_id":"nm0032669","known_for_department":"Acting","name":"Shamim Ara","place_of_birth":"Aligarh, Uttar Pradesh, India","popularity":2.932,"profile_path":"/c3h8RMcCD6Ar4Sx4NNnBx45WioF.jpg"}
