{"adult":false,"also_known_as":["Jean Jacques Annaud"],"biography":"Annaud was born in Juvisy-sur-Orge, Essonne. He was educated at the technical school in Vaugirard and in 1964 graduated from the prestigious film school Institut des Hautes Études Cinématographiques (IDHEC) in Paris.\n\nHe began his career by directing television advertisements in the late 1960s to early 1970s. In his first feature film, Black and White in Color from 1976, he used personal experience obtained during his own military service in Cameroon. The film won an Academy Award for the Best Foreign Language Film. His third film Quest for Fire (La Guerre du feu) received two Césars for best film and best director.\n\nIn 1986 he directed The Name of the Rose, a film adaptation of Umberto Eco's popular novel of the same name. The film version, with a screenplay written by Andrew Birkin, won two BAFTA Film Awards and was the subject of another 14 wins & two nominations. Jean-Jacques Annaud spent four years preparing for the film, traveling throughout the United States as well as Europe, searching for the perfect cast and film set locations. He supposedly felt personally intrigued by the project, among other things because of a lifelong fascination with medieval churches and a great familiarity with Latin and Greek.[citation needed]\n\nFor Seven Years in Tibet, a film adaptation of the life of Heinrich Harrer, he has received a lifelong denial of entry to China, as have starring actors Brad Pitt and David Thewlis.\n\nIn 2000 he wrote and produced Running Free directed by Sergei Bodrov. He also directed the 2001 film Enemy at the Gates, detailing the exploits of Vassili Zaitsev during the Battle of Stalingrad.\n\nHis latest work was filmed in the year 2006, a film known by the name His Majesty Minor, which was filmed in Benitatxell and Benigembla, basically in the district of the Marina Alta, which is located in the Valencian Community.\n\nAnnaud's next project will be the film adaptation of the award-winning best-selling Chinese novel Wolf Totem.","birthday":"1943-10-01","deathday":null,"gender":2,"homepage":null,"id":2352,"imdb_id":"nm0000269","known_for_department":"Directing","name":"Jean-Jacques Annaud","place_of_birth":"Juvisy-sur-Orge, Essonne, France","popularity":3.424,"profile_path":"/dSVa9BbqtcJmH8YJmVtna0ciBim.jpg"}
