{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nKenneth Johnson (born 26 October 1942) is an American screenwriter, producer and director best known as the creator of the V science fiction franchise and The Incredible Hulk TV series. His creative efforts are almost entirely concentrated in the area of television science fiction.\n\nA native of Pine Bluff, Arkansas, Johnson is a graduate of the Carnegie Institute of Technology. His early TV work includes The Six Million Dollar Man, The Bionic Woman and The Incredible Hulk. Johnson created the character of Jaime Sommers and the Bionic Woman series.\n\nIn 1983, he wrote and directed the original miniseries V, about an invasion of Earth by reptilian aliens. The miniseries aired on NBC, and a year later was followed by a sequel, V: The Final Battle, which Johnson briefly worked on before leaving the project due to disagreements with the network. Johnson was subsequently credited as a co-writer of the sequel miniseries under the pseudonym Lillian Weezer, and was not involved at all in the weekly V television series that followed.\n\nIn 1989, he produced the television series Alien Nation based on the 1988 film of the same name.\n\nIn 1997, he wrote and directed the movie Steel, based on the DC comic book character Steel. It featured basketball player Shaquille O'Neal as John Henry Irons, the character's alter-ego.\n\nIn 2006, Johnson announced his completion of a four hour script for a new V mini series called V: The Second Generation. The storyline takes place 20 years after the original 1983 mini-series, ignoring the second mini-series (V: The Final Battle) and subsequent weekly television series. However, NBC told Johnson that they were more interested in a remake of the original V mini-series instead, which, if successful, might lead to his proposed sequel.\n\nSince then, Johnson adapted his screenplay for V: The Second Generation into a novel. It was published by Tor Books and released on February 5, 2008. However, since his discussions with NBC, Warner Bros (who hold the television rights to the V franchise) have opted to produce a remake of V (written by Scott Peters) for the ABC Network, thus ending any prospect of Johnson's sequel being produced for television.\n\nIn April 2008, Johnson stated his intention to remake the original V mini-series and his new sequel V: The Second Generation into feature films. Johnson claimed to have been in discussions with producers interested in the project, though was extremely vague:\n\n\"... since I own the motion picture rights to V, we’re in the process to do a remake of the original mini-series first as a theatrical feature, which I’m so jazzed about because it will give me an opportunity to really realize it and execute it in a way that was impossible to do back then. Then that will lead to the obvious sequel, because it is a franchise, and then we’ll get into The Second Generation and I'm hoping we’ll be able to do two movies, because there’s certainly enough material in the novel to warrant two separate sequels. That’s my goal at this point and that’s what we’re in the process of doing. I just literally came from a meeting, 15–20 minutes ago with a fellow in Beverly Hills who really says that we’re gonna do it.\"\n\nHowever, since this statement, Johnson's potential film production has not been developed further, whilst Warner Bros' television remake for ABC premiered on November 3, 2009.\n\nDescription above from the Wikipedia article Kenneth Johnson (producer), licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1942-10-26","deathday":null,"gender":2,"homepage":null,"id":19142,"imdb_id":"nm0425540","known_for_department":"Directing","name":"Kenneth Johnson","place_of_birth":"Pine Bluff, Arkansas, USA","popularity":1.64,"profile_path":"/ikJaBkpHxtAFbIblc8M0Wg4gqDQ.jpg"}
