{"adult":false,"also_known_as":["Richard A. Baker","Richard Baker"],"biography":"Richard A. Baker (born December 8, 1950) is a retired American special make-up effects creator and actor, mostly known for his creature effects and designs. Baker won the Academy Award for Best Makeup a record seven times from a record eleven nominations, beginning when he won the inaugural award for the 1981 film An American Werewolf in London.\n\nAs a teen, Baker began creating artificial body parts in his own kitchen. He also appeared briefly in the fan production The Night Turkey, a one-hour, black-and-white video parody of The Night Stalker directed by William Malone. Baker's first professional job was as an assistant to prosthetic makeup effects veteran Dick Smith on the 1973 film The Exorcist. While working on The Exorcist, Baker was hired by director Larry Cohen to design and create a mutant infant for Cohen's 1974 film It's Alive.\n\nBaker received the inaugural Academy Award for Best Makeup for his work on An American Werewolf in London. He also created the werewolf creature Michael Jackson transforms into in the music video Thriller. Subsequently, Baker has been nominated for the Best Makeup Oscar ten more times, winning on seven occasions, both records in his field.\n\nBaker claims that his work on Harry and the Hendersons is one of his proudest achievements.[8] On October 3, 2009, he received the Jack Pierce – Lifetime Achievement Award title of the Chiller-Eyegore Awards.[9]\n\nHe was awarded a Doctorate of Humane Letters from the Academy of Art University San Francisco in 2008. He also contributes commentaries to the web series Trailers from Hell for trailers about horror and science fiction films.\n\nBaker received the 2485th star of the Hollywood Walk of Fame on November 30, 2012. The star is located in front of the Guinness World Records Museum.\n\nBaker announced his retirement on May 28, 2015: \"First of all, the CG stuff definitely took away the animatronics part of what I do. It's also starting to take away the makeup part. The time is right, I am 64 years old, and the business is crazy right now. I like to do things right, and they wanted cheap and fast. That is not what I want to do, so I just decided it is basically time to get out. I would consider designing and consulting on something, but I don't think I will have a huge working studio anymore.\"","birthday":"1950-12-08","deathday":null,"gender":2,"homepage":null,"id":16178,"imdb_id":"nm0000711","known_for_department":"Costume & Make-Up","name":"Rick Baker","place_of_birth":"Binghamton, New York, USA","popularity":1.589,"profile_path":"/8thqXBS5CQF0U2zsHAVM9GH7i4I.jpg"}
