{"adult":false,"also_known_as":["Lung Hsiung","Lang Shiung","Lung Sihung","Lang Sihung","Lung Si-hung","郎 雄"],"biography":"From Wikipedia, the free encyclopedia.\n\nLung Sihung (born 1930 – May 2, 2002), also romanized Lang Sihung, was an actor in the cinema of Taiwan who appeared in over 100 films and was best known for playing paternal roles in films including The Wedding Banquet and Eat Drink Man Woman. He frequently collaborated in the later years of his career with award-winning director Ang Lee, notably cast in films such as Pushing Hands and Crouching Tiger, Hidden Dragon.\n\nLung enlisted in Chiang Kai-shek's army as a teenager to fight the Chinese Communist Party. After they seized control of mainland China, he escaped to Taiwan, where he was selected to join an army-sponsored acting troupe. Acting later became his career. His experience playing an array of roles for the army troupe later led his being cast in over 100 Chinese-language films and in Taiwanese soap operas, typically playing criminals or tough guys.\n\nHe had already retired from films when Ang Lee began casting for his first full-length film, 1992's Pushing Hands, and the director, who recalled watching Mr. Lung as a child, asked him to play a father in the film. Lung's sensitive portrayal of an elderly man faced with change turned him into an international star and he became famous for playing fathers struggling with modernity and adult children in the movies known to some fans as the Father Knows Best trilogy.\n\nBy the time he appeared as \"Sir Te,\" guardian of a mystical sword in Crouching Tiger, Hidden Dragon, Lung's health had deteriorated due to diabetes. He died of liver failure in 2002 at the age of 72.\n\nDescription above from the Wikipedia article Sihung Lung, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1930-01-01","deathday":"2002-05-02","gender":2,"homepage":null,"id":1623,"imdb_id":"nm0485950","known_for_department":"Acting","name":"Lung Sihung","place_of_birth":"Suqian, Jiangsu, China","popularity":4.091,"profile_path":"/i1aiG0pf73LKssRbo6tFv0kzUnz.jpg"}
