{"adult":false,"also_known_as":["Christian Jean-Marie Clavier","Кристиан Клавье"],"biography":"Christian Clavier is a French actor, screenwriter, film producer and film director. He is the brother of French film director Stéphane Clavier.\n\nAfter his high class studies at the Neuilly Lycée Pasteur—though asserted here and there, he never studied at Institut d'Études Politiques de Paris (Sciences Po) —he started his actor career with the comedic theater troupe Splendid, which had hits with films like Les Bronzés font du ski and Le Père Noël est une ordure.\n\nHis most notable success without the Splendid group, and by far his biggest hit to date, was in the 1993 film les Visiteurs, where he played a character known as Jacquouille la fripouille; the character's cry of \"Okkkayyy!!\" became a popular exclamation after the movie's success.\n\nAfter les Visiteurs he was a certified star, participating in big-budget films like Astérix et Obélix contre César, Astérix & Obélix: Mission Cléopâtre, and the sequel and remake of Visiteurs. He also played several dramatic roles on television, including M. Thénardier in Les Misérables (2000 television version) and Napoléon in a biographical television film.\n\nClavier has played in notable duos with: Jean Reno in les Visiteurs (the Visitors) and the US remake, Just Visiting, L'Opération Corned-Beef and L'Enquête corse (The Corsican investigation). Gérard Depardieu in Astérix et Obélix (Asterix and Obelix) and Les anges gardiens. He also runs a production company, Ouille Production.\n\nHe was made Chevalier (Knight) of the Ordre national du Mérite on 13 June 1998, and promoted Officier (Officer) in 2005. He was made Chevalier (Knight) of the Légion d'honneur in 2008.\n\nHe is a friend of former French président Nicolas Sarkozy, and recently emigrated to England as a result of Francois Hollande's punitive tax policy, mirrored in his Astérix co-star Gérard Depardieu's self-imposed exile to Belgium.","birthday":"1952-05-06","deathday":null,"gender":2,"homepage":null,"id":28781,"imdb_id":"nm0002010","known_for_department":"Acting","name":"Christian Clavier","place_of_birth":"Paris, France","popularity":9.183,"profile_path":"/9WsvKjheeizXCcZrFjZCrCoItqO.jpg"}
