{"adult":false,"also_known_as":["Pepe Sancho"],"biography":"​From Wikipedia, the free encyclopedia  José Asunción Martínez Sancho is a Spanish actor. Over a period of fifty years he has appeared extensively in Spanish television and films. He was born in Manises, Valencia in 1944. He divorced the singer María Jiménez, with whom he has a son named Alejandro. He is currently married to the journalist Reyes Monforte. His first film role was when he was aged just four in Si te hubieses casado conmigo (If you had been married to me)(1948), directed by Viktor Tourjansky. He became popular thanks to his role as The Student, in the TVE series, Curro Jiménez (1977–1978), directed by Pilar Miró, Mario Camus, Antonio Drove, Marchent Rafael Romero, Francisco Rovira Beleta and others. Twenty years later he returned to star in another TV series, Carmen y familia (1995), together with Beatriz Carvajal and her former partner in Curro Jiménez, Álvaro de Luna. A year later, he joined up with Rocío Dúrcal Los negocios de mamá (1997), also for television. Among his many roles in film is his collaboration with Pedro Almodóvar Live Flesh along with Javier Bardem, winning the Goya Award for Best Performance by an Actor in a Supporting Role in 1997. In 2000 he guest-starred as Don Rafael Alvarado who is murdered in the first episode causing his daughter, Tessa, to take up arms as the title character in the syndicated TV series The Queen of Swords. His involvement in several films and theatrical activity has been intense, but his role of Don Pablo, in the TVE series, Cuéntame (Tell Me!), brought him great popularity and recognition from 2001 to 2008.  Description above from the Wikipedia article José Sancho, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1944-11-11","deathday":"2013-03-03","gender":2,"homepage":null,"id":3811,"imdb_id":"nm0761103","known_for_department":"Acting","name":"José Sancho","place_of_birth":"Manises, Valencia, Spain","popularity":1.538,"profile_path":"/xbjYZ5qSOM0E6JXr2jpsQMOIJL0.jpg"}
