{"adult":false,"also_known_as":["Шон Пенн","숀 펜","شون بن","ショーン・ペン","ฌอน เพนน์","西恩·潘","Sean Justin Penn","Σον Τζάστιν Πεν","Σον Πεν"],"biography":"An American actor, screenwriter and film director, also known for his political and social activism. He is a two-time Academy Award winner for his roles in Mystic River (2003) and Milk (2008), as well as the recipient of a Golden Globe Award for the former and a Screen Actors Guild Award for the latter.  Penn began his acting career in television with a brief appearance in a 1974 episode of Little House on the Prairie, directed by his father Leo Penn. Following his film debut in 1981's Taps and a diverse range of film roles in the 1980s, Penn emerged as a prominent leading actor with the 1995 drama film Dead Man Walking, for which he earned his first Academy Award nomination and the Best Actor Award at the Berlin Film Festival. Penn subsequently received another two Oscar nominations for Sweet and Lowdown (1999) and I Am Sam (2001), before winning his first Academy Award for Best Actor in 2003 for Mystic River and a second one in 2008 for Milk. He has also won a Best Actor Award of the Cannes Film Festival for She's So Lovely (1997), and two Best Actor Awards at the Venice Film Festival for Hurlyburly (1998) and 21 Grams (2003). Penn made his feature film directorial debut with 1991's The Indian Runner, followed by the drama film The Crossing Guard (1995) and the mystery film The Pledge (2001). In 2002, Penn directed one of the 11 segments of 11'09\"01 September 11, a compilation film made in response to the September 11 attacks. In 2007, Penn directed his fourth feature film Into the Wild, which garnered critical acclaim and two Academy Award nominations. In addition to his film work, Penn is known for his political and social activism, most notably his criticism of the George W. Bush administration, his contact with the Presidents of Venezuela and Cuba, and his humanitarian work in the aftermath of Hurricane Katrina and the 2010 Haiti earthquake. Penn also attracted media attention for his previous marriages to pop icon Madonna and actress Robin Wright.\n\nDescription above from the Wikipedia article Sean Penn, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1960-08-17","deathday":null,"gender":2,"homepage":null,"id":2228,"imdb_id":"nm0000576","known_for_department":"Acting","name":"Sean Penn","place_of_birth":"Santa Monica, California, USA","popularity":14.978,"profile_path":"/9glqNTVpFpdN1nFklKaHPUyCwR6.jpg"}
