{"adult":true,"also_known_as":["Ilona Staller Koons","Elena Mercury"," Elena Mercuri","Ciccolina","Cicciolina","Elena Anna Staller ","Illona Staller"],"biography":"Ilona Staller (born 26 November 1951), widely known by her stage name, Cicciolina, is a Hungarian-born Italian porn star, politician, and singer. Staller continued to make hardcore pornographic films while a member of parliament. She is famous for delivering political speeches with one breast exposed. Naturalized by marriage and settled in Italy, Staller met pornographer Riccardo Schicchi in the early 1970s, and, beginning in 1973, achieved fame with a radio show called “Voulez-vous coucher avec moi?” on Radio Luna. For that program she adopted the name Cicciolina. She referred to her male fanbase, and later the male members of the Italian parliament, as “cicciolini”, translating loosely as “little tubby boys.” Although she appeared in several films from 1970, she made her debut under her own name in 1975 with “La liceale” (aka The Teasers) playing a lesbian classmate of Gloria Guida. In 1978, on the RAI show “C'era due volte,” her breasts were the first to be bared live on Italian TV. Staller appeared in her first hardcore pornographic film, “Telefono rosso” (Red Telephone) in 1983. She produced the film together with Schicchi's company Diva Futura. Her memoirs were published as “Confessioni erotiche di Cicciolina,” which translates as Erotic Confessions of Cicciolina, by the Olympia Press of Milan in 1987. That same year she appeared in “Carne bollente,” called The Rise and Fall of the Roman Empress in the United States, co-starring John Holmes. The film would later create a furor when it was revealed that Holmes had tested positive for HIV prior to appearing in it. Staller has appeared nude in Playboy's editions in several countries. Her first Playboy appearance was in Argentina in March 1988. Other appearances for the magazine were in the USA (September 1990), Hungary (June 2005), Serbia (July 2005) and Mexico (September 2005). In 1994, she appeared in the film Replikator and, in 1996, she had a role in the Brazilian soap opera Xica da Silva, as Princess Ludovica di Castelgandolfo di Genova. In 2008, she was a contestant on the Argentine version of Strictly Come Dancing named “Bailando por un sueño.”","birthday":"1951-11-26","deathday":null,"gender":1,"homepage":"http://www.cicciolinaonline.com/","id":95091,"imdb_id":"nm0580499","known_for_department":"Acting","name":"Ilona Staller","place_of_birth":"Budapest, Hungary","popularity":9.008,"profile_path":"/H6uth6dFmRlABYIfcrAbeapyZv.jpg"}
