{"adult":false,"also_known_as":["Juliette Lake Lewis","Julliete Lewis","Juliette & The Licks","Juliette and The Licks","Juliette and the Licks"],"biography":"Juliette Lake Lewis (born June 21, 1973) is an American actress and singer. She is known for her portrayals of offbeat characters, often in films with dark themes. Lewis became an \"it girl\" of American cinema in the early 1990s, appearing in various independent and arthouse films. Her accolades include a Pasinetti Award, one Academy Award nomination, one Golden Globe nomination, and a Primetime Emmy Award nomination.\n\nThe daughter of character actor Geoffrey Lewis, Lewis began her career in television at age 14 before being cast in her first major film role as Audrey Griswold in National Lampoon's Christmas Vacation (1989). She garnered international notice for her role in Martin Scorsese's remake of Cape Fear (1991), which saw Lewis nominated for an Academy Award for Best Supporting Actress, as well as the Golden Globe in the same category.\n\nFollowing the success of Cape Fear, Lewis had a supporting role in Woody Allen's Husbands and Wives (1992), followed by the thriller Kalifornia (1993) in which she portrayed a childlike woman whose boyfriend is a serial killer. She appeared in the drama What's Eating Gilbert Grape (also 1993), playing a young drifter. Lewis gained further notice for her lead role as Mallory Knox in Oliver Stone's controversial satirical crime film Natural Born Killers (1994), which earned her the Pasinetti Award for Best Actress at the Venice Film Festival. She subsequently starred in Kathryn Bigelow's science fiction film Strange Days (1995), and Robert Rodriguez's vampire film From Dusk Till Dawn (1996). In 1999, Lewis had a leading role in the drama The Other Sister as a woman with mental disabilities.\n\nThe 2000s saw Lewis appearing in a series of supporting roles in independent features and studio films, and in 2003 she earned an Emmy nomination for Outstanding Supporting Actress for her role in Hysterical Blindness (2002). She went on to appear in supporting parts in such comedies as Old School (2003) and Starsky & Hutch (2004), and embarked on a musical career in 2003, forming the rock band Juliette and the Licks; in 2009, Lewis began releasing material as a solo artist. Subsequent film roles include the sports comedy Whip It (2009), the biographical crime film Conviction (2010), an American romantic comedy The Switch (2010) and the drama August: Osage County (2013). Starting in the later 2010s, Lewis worked more frequently in television, appearing in lead roles on the series The Firm (2012), Wayward Pines (2015), Secrets and Lies (2015–2016), The Act (2019), and Yellowjackets (2021).","birthday":"1973-06-21","deathday":null,"gender":1,"homepage":"http://www.juliette-lewis.com/","id":3196,"imdb_id":"nm0000496","known_for_department":"Acting","name":"Juliette Lewis","place_of_birth":"Los Angeles, California, USA","popularity":17.58,"profile_path":"/oErIsGmtxeluwtzRoWI3dx2pYGQ.jpg"}
