{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nMurray James Cook AM (born 30 June 1960 in Cowra, New South Wales) is an Australian vocalist, songwriter and guitarist. He is best known as one of the founding members of the children's band The Wiggles. Cook is also a regular guest on the Australian TV show Spicks and Specks, with his good friend, host Adam Hills.\n\nAs a member of the Wiggles, Cook wears a red shirt and serves as an instrumentalist and vocalist. He is considered the intellectual and analytical member of the group (something referred to in several episodes of their TV show), so he acts as mediator for their group decisions. When The Wiggles received honorary degrees from the Australian Catholic University, Cook gave the commencement speech to the graduates.\n\nCook played the guitar in the late '80s bands Transistor and Finger Guns before joining the Sydney-based band Bang Shang a Lang. (He continued to play for this band in Sydney, when not on tour with The Wiggles.) When things did not work out in the music field for him, he returned to college and studied early childhood education at Macquarie University, where he met Anthony Field and Greg Page and formed The Wiggles in 1991.\n\nCook's schtick in The Wiggles is an obsession with playing the guitar. He was conscious that he was probably the first guitarist children would see, and said, \"I always think that if it inspires kids to play guitar later on that would be great. I think it would be really nice if in 15 years I read that somebody got into guitar playing because of the Wiggles. I know that would be fantastic.\" When asked what his favorite Wiggles song was, he stated, \"'Play your guitar with Murray,' of course. When we play that song live I get to play like a rock 'n roll star.\" Cook's major musical influences are The Beatles, The Rolling Stones, The Who, and Eric Clapton. In 2008, Cook was named \"the sixth best guitarist in Australia\".\n\nCook owns a collection of thirty vintage guitars. Onstage, he uses the Australian made Maton Mastersound 500 guitar. He also plays a '53 Gibson Les Paul gold top, '64 Fender Strat, James Burton Fender Telecaster, Maton Mastersound 500 and a more recent Les Paul at home or in the studio. The amplifiers he uses are the Marshall Head and Box Combo, the Fender Twin and a Bad Cat, which he bought while in the U.S. and said had a \"great sound.\"\n\nCook, whose nickname is \"Muzz\", or \"Muzza\", came up with The Wiggles' signature index finger-wagging move after watching professional bowlers do the move on television.\n\nCook was made a Member of the Order of Australia on 26 January 2010 for service to the arts, particularly children's entertainment, and to the community as a benefactor and supporter of a range of charities.\n\nDescription above from the Wikipedia article Murray Cook,licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1960-06-30","deathday":null,"gender":2,"homepage":null,"id":76655,"imdb_id":"nm0177208","known_for_department":"Acting","name":"Murray Cook","place_of_birth":"Cowra, New South Wales, Australia","popularity":5.546,"profile_path":"/3f7pdhtj4Ab3SoRB9vHwvsDFdFe.jpg"}
