{"adult":false,"also_known_as":["Сакамото Маая","坂本真綾","Māya Sakamoto","Sakamoto Maaya","坂本真绫"],"biography":"Maaya Sakamoto is a Japanese voice actress and singer. She made her debut as a voice actress in 1992 as the voice of Chifuru in Little Twins, but is better known as voice of Hitomi Kanzaki in The Vision of Escaflowne. Other major roles in anime include Riho Yamazaki in Nightwalker: The Midnight Detective, Moe Katsuragi in Risky Safety, Princess Tomoyo in Tsubasa Reservoir Chronicle, Haruhi Fujioka in Ouran High School Host Club, Sayaka Nakasugi in Birdy the Mighty, Ciel Phantomhive in Black Butler, Shinobu Oshino in Monogatari, Shiki Ryougi in the Kara no Kyoukai film series, and Motoko Kusanagi in the newer Ghost in the Shell films and series. In video games she voices Aura and Natsume in .hack, Lisa Hamilton / La Mariposa in Dead or Alive, Aeris in Kingdom Hearts, Aigis in Persona 3, Lightning in Final Fantasy XIII games, Ling Xiaoyu in the Tekken series, and Alisa Illinichina Amiella in God Eater.\n\nShe has also branched into singing, performing songs in both English and Japanese. She released her debut single \"Yakusoku wa Iranai\" in collaboration with Yoko Kanno under Victor Entertainment on April 24, 1996. Her singles \"Tune the Rainbow\", \"Loop\", \"Ame ga Furu\", and \"Triangler\" have all reached the top 10 Oricon singles chart: \"Triangler\" in particular charted at number 3 and remained charting for 26 weeks. Her albums have had similar success, with Shōnen Alice and Yūnagi Loop both reaching the top 10 Oricon albums chart; and her album You Can't Catch Me, released on January 12, 2011, became her first release to ever reach number 1. She held a concert at the Nippon Budokan on March 31, 2010, her thirtieth birthday. In the Japanese localization of overseas dubs, she has voiced Padme Amidala as presented in the Star Wars films and cartoons, as well as being the dub voice for Natalie Portman on numerous films.","birthday":"1980-03-31","deathday":null,"gender":1,"homepage":"http://www.jvcmusic.co.jp/maaya/","id":9711,"imdb_id":"nm0757087","known_for_department":"Acting","name":"Maaya Sakamoto","place_of_birth":" Tokyo, Japan","popularity":11.964,"profile_path":"/3yOCV1PsQHpDMhnznJ2VMmmJ3Hh.jpg"}
