{"adult":false,"also_known_as":["Kenneth Cooley","Ken Colley"],"biography":"Kenneth Colley (born 7 December 1937) is an English actor. A long-time character actor, he came to wider prominence through his role as Admiral Piett in Star Wars Episode V: The Empire Strikes Back and Star Wars Episode VI: Return of the Jedi.\n\nColley was born in Manchester. He played Jesus (very briefly indeed) in The Life of Brian, having also appeared in the earlier Monty Python-related production Ripping Yarns episode \"The Testing of Eric Olthwaite\" alongside Michael Palin. As a Shakespearean actor he played the Duke of Vienna in the BBC Television Shakespeare production of Measure for Measure in 1979.\n\nColley also held an important role in the Clint Eastwood movie Firefox, where he played a Soviet Colonel tasked with the protection of the Firefox and its secrets.\n\nColley went on to play SS-Standartenführer Paul Blobel in the World War II drama War and Remembrance. His character was charged with hiding the evidence of the Holocaust, and putting dead victims through \"Economic Processing\".\n\nAccording to comments Terry Gilliam (who directed him in Jabberwocky and co-starred with him in Life of Brian) made in the DVD audio commentaries for both films, Colley is a terrible stutterer in real life. When he had a role in a film, however, he could recite the lines perfectly. Stuttering is a character trait, however, in his role as the \"Accordion Man\" in the 1978 BBC television drama, Pennies from Heaven. He has also recently starred in BBC's HolbyBlue as a drunk and violent father, grandfather and father-in-law.\n\nHe currently lives at Hythe in Kent.\n\nDescription above from the Wikipedia article Kenneth Colley, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1937-12-07","deathday":null,"gender":2,"homepage":null,"id":10734,"imdb_id":"nm0171829","known_for_department":"Acting","name":"Kenneth Colley","place_of_birth":"Manchester, England, UK","popularity":3.617,"profile_path":"/2clSIyNhC3Z725cPX1TR8Hsl1hi.jpg"}
