{"adult":false,"also_known_as":["Debra Austin","Debra Marshall","Debra Marshall-Williams","Debra Williams","Debra","Debra 1","Debra McMichael"],"biography":"Debra Gale Marshall (formerly McMichael and Williams) is an American actress, and retired professional wrestling valet. Well known by her ring name Debra, she is notable for her appearances with World Championship Wrestling (WCW) as Queen Debra between 1995 and 1998and the World Wrestling Federation (WWF) as Debra between 1998 and 2002. She began her career in professional wrestling in 1995, accompanying her husband Steve \"Mongo\" McMichael to the ring in World Championship Wrestling (WCW).\n\nShe joined the WWF in 1998, where she managed the tag team of Jeff Jarrett and Owen Hart, until the evening of Hart's in-ring death in May 1999. She won the WWF Women's Championship from Sable in an Evening Gown match in 1999. She later appeared on-screen with her second husband Stone Cold Steve Austin until 2002, when the duo left the company. During her tenure with the WWF she was known for her distinctive Southern drawl and large enhanced breasts. Marshall has also attended the prestigious Lee Strasberg Theatre & Film Institute in New York. She graduated from the University of Alabama with honors (Cum Laude) and as of 2013 was pursuing her master's degree in Criminal Justice at the University of Alabama Marshall's marriage to National Football League alumnus and professional wrestler Steve McMichael lasted thirteen years. McMichael's mother, whom Marshall met on an airplane, set up their first meeting as a blind date. They divorced on October 12, 1998.Debra met Steve Williams, known on-screen as Stone Cold Steve Austin, in 1998; they moved in together in 2000.On September 13 of that year, they married at The Little White Wedding Chapel in Las Vegas, and she changed her name to Debra Williams. On June 15, 2002, police responded to a call to the couple's residence in San Antonio, Texas, and found Debra with bruises and a bloody nose.On August 14, the authorities arrested Austin and charged him with misdemeanor assault. He pleaded no contest on November 25 and received a year's probation, a $1,000 fine, and an order to carry out eighty hours of community service.[36] Austin filed for divorce from Marshall on July 22, 2002, and the divorce was finalized on February 5, 2003 Marshall later auctioned her wedding ring off on eBay for $27,100 and donated a portion of the proceeds to \"Safe Place\", an organization which assists the victims of domestic abuse.\n\nIn June and July 2007, Marshall made several appearances to discuss the Chris Benoit double murder and suicide. She described steroids and drugs as the cause of Austin hitting her in June 2002 and suggested links between such substances and the death of Benoit and his family She also alleged that Austin beat her three times","birthday":"1960-03-02","deathday":null,"gender":1,"homepage":null,"id":1216310,"imdb_id":"nm0573233","known_for_department":"Acting","name":"Debra Marshall","place_of_birth":"Tuscaloosa, Alabama, USA","popularity":5.841,"profile_path":"/1ghHezGq4RNQ4wKCpX6x6SgFuqd.jpg"}
