{"adult":false,"also_known_as":["Zoltán Zana","Ganxsta Zolee","Zana Zoltán"],"biography":"Ganxsta (\"Döglégy\") Zolee születési neve: Zana Zoltán (Budapest, 1966. január 7. –) magyar rapper, dobos, előadóművész és színész. Magát a lányos anyukák rémálmának és az ország hírhedt megmondójának aposztrofálja.\n\nZana Zoltán néven született Budapesten 1966. január 7-én Zana József színész és Kassai Ilona Kossuth-díjas színésznő gyermekeként. A középiskolát az angyalföldi Kilián György Gimnáziumban (ma: Németh László Gimnázium) végezte el. 1984–1987 között a Technoimpexnél dolgozott, majd munkanélküli lett.\n\nGörcsönyben egy híd viseli a nevét. A polgármester úgy kerülte meg az élő személyről való elnevezés tilalmát, hogy a \"Ganxsta Zolee\" nevet nem tekintette élő személy nevének.\n\n1988–1989 között az Őrjítő Gyógyhullám együttes tagja volt. 1989-ben került a Block nevű együttesbe. 1989–1990 között a Dance zenekar dobosa volt, ezzel párhuzamosan a Love nevű négytagú rockformációban is játszott beugró dobosként, ennek a bandának az énekese volt Szendrey Zsolt, akivel később a Sex Actionben is együtt zenéltek. Az F.O. System nevű dark rock zenekarban a legendás trió feloszlása előtt ő játszotta végig az utolsó turnét mint dobos.\n\nA Sex Action a csökkenő lemezeladások miatt Action-re változtatta nevét, stílust váltott, ott kezdett el először rappelni. A Ganxsta Zolee és a Kartel nevű gengszter hip-hop együttes frontembere (1995-től). A banda elhíresült szókimondó (gyakran vulgáris) szövegeiről. Emellett a Sex Action dobosa a KGB és a Jack Jack zenekar tagja is.\n\nHobbijai a jégkorong és a labdarúgás. Közismerten szurkolója a Boca Juniorsnak, az Atlético Madridnak, az Újpestnek,-habár egy koncerten a DVSC mezében énekelt, ezzel kétségbe vonva hovatartozását és a finn jégkorong-válogatottnak. Nős, egy kislány, Zoé édesapja, aki 2007 augusztusában született. Kedvenc kutyafajtája az argentin dog.\n\nForrás: Wikipédia","birthday":"1966-01-07","deathday":null,"gender":2,"homepage":null,"id":64413,"imdb_id":"nm0304652","known_for_department":"Acting","name":"Ganxsta Zolee","place_of_birth":"Budapest, Hungary","popularity":1.052,"profile_path":null}
