{"adult":false,"also_known_as":["Darryl Foster"],"biography":"Darrell Foster is the influential and inspirational force behind some of the most successful people in the world. He is a Mentor and Life Coach, as well as a Fight and Fitness Expert, who has worked with notable names across multiple fields of excellence - from World Champion boxer Sugar Ray Leonard to Oscar nominated actor, Will Smith.\n\nGrowing up, Darrell spent most of his time reading and studying boxing and martial arts. This passion led Darrell to work with Sugar Ray Leonard for 18 years, helping lead him to multiple world boxing titles. Darrell holds black belts in multiple martial arts styles, having traveled to the Far East parts of the world, training in the most prestigious dojo of Japan.\n\nThis vast realm of professional fighting, boxing, mixed martial arts and self-defense has allowed Darrell to create his own unique training methodology, E2: Enlightenment and Exercise. Darrell uses E2 to help his clients achieve their goals by focusing on the precise conditioning of both the brain and body.\n\nAside from working one on one with his clients, Darrell's expertise has permeated the film industry in a variety of ways. Working as Stunt Coordinator, Darrell ensures the safety and efficacy of all action sequences/stunts for his films through his precise Action Scene Analysis. Not only responsible for training and transforming Will Smith into Muhammad Ali, Darrell has worked with Hollywood's Top Talent such as Jada Pinkett-Smith, Antonio Bandares, Nick Cannon, Tyrese Gibson, Virginia Madsen, Alice Braga, Terrence Howard, Mykelti Williamson, Woody Harrelson, Molly Allen, Spencer Breslin, Lolita Davidovich, Duane Martin, Bridget Moynahan, Eddie Murphy, Kevin Phillips, Caleeb Pinkett, Ving Rhames and Blair Underwood; working also with top film directors and producers, Gabrielle Muccino and Ron Shelton and owner of the New York Giants, Steve Tisch.\n\nIn 2011-2012, Darrell coached Will Smith on Men in Black 3 and is working with him on the film, After Earth (2013).\n\nEqually notable, Darrell is an experienced and trained actor who has studied with acting coaches, Tom Todoroff and Aaron Speiser and has had supporting role in movies such as Hitch, I am Legend and Hancock that have generated Billions in box-office profits.\n\nWorking to expand his realm of influence, Darrell is set to release his first in a series of books, titled BREATHE: Your Choices Determine Your Success, in 2012.","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":49921,"imdb_id":"nm0287756","known_for_department":"Acting","name":"Darrell Foster","place_of_birth":"Cameron - Texas - USA","popularity":2.503,"profile_path":"/w7uws68GndS8KEP63qcbD0miEMu.jpg"}
