{"adult":false,"also_known_as":[],"biography":"Patricia Charbonneau (born April 19, 1959) is an American actress, probably best known for playing the part of Cay Rivvers in Desert Hearts, her first film role.\n\nCharbonneau was born in Valley Stream, New York on Long Island. She graduated in 1977 from Valley Stream Central High School, which she had attended with fellow actors Steve Buscemi and Steve Hytner, as well as writer Ed Renehan. She later attended Boston University.\n\nCharbonneau began on the New York stage in a production of Revengers...A Tragedea, at Playwrights Horizons. She then went to Louisville, Kentucky, where she was a member of the Actors Theatre of Louisville. While there she originated the role of Lea in My Sister in this House, a part that she played off-Broadway as well. Charbonneau had not worked in films at all when Donna Deitch cast her in Desert Hearts in 1985. In the following year she appeared in Michael Mann's Manhunter (based on the novel Red Dragon) and then played Anna, the lead, in Call Me (1988), which also featured fellow Valley Streamer Steve Buscemi. Her television appearances have included Crime Story, The Equalizer, Wiseguy, Murder She Wrote, Matlock, and Law &amp; Order: Criminal Intent. She then stopped acting but recently came out of retirement to film a role in the upcoming thriller 100 Feet starring Famke Janssen.\n\nIn 1995, she featured with Michael Dorn in the Legend Entertainment adventure game Mission Critical.\n\nSince March 2007, Charbonneau has been a faculty member of the Hudson Valley Academy of Performing Arts[1] in West Taghkanic, New York, where she teaches an acting workshop for children and teens.\n\nPatricia is sister to novelist Eileen Charbonneau.\n\nDescription above from the Wikipedia article Patricia Charbonneau, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1959-04-19","deathday":null,"gender":1,"homepage":null,"id":4161,"imdb_id":"nm0001997","known_for_department":"Acting","name":"Patricia Charbonneau","place_of_birth":"Valley Stream, Long Island, New York, USA","popularity":6.536,"profile_path":"/z0qQgrPp86Vzj8qkbYWVVU2eFHv.jpg"}
