{"adult":false,"also_known_as":["Raymond Cooney","Raymond George Alfred Cooney"],"biography":"Raymond George Alfred Cooney (born 30 May 1932) is an English playwright, actor, and director. His biggest success, Run for Your Wife (1983), ran for nine years in London's West End and is its longest-running comedy. He has had 17 of his plays performed there.\n\nCooney began to act in 1946, appearing in many of the Whitehall farces of Brian Rix throughout the 1950s and 1960s. It was during this time that he co-wrote his first play, One For The Pot. With Tony Hilton, he co-wrote the screenplay for the British comedy film What a Carve Up! (1961), which features Sid James and Kenneth Connor.\n\nIn 1968 and 1969, Cooney adapted Richard Gordon's Doctor novels for BBC radio, as series starring Richard Briers. He also took parts in them.\n\nCooney has also appeared on TV and in several films, including a film adaptation of his successful theatrical farce Not Now, Darling (1973), which he co-wrote with John Chapman.\n\nIn 1983, Cooney created the Theatre of Comedy Company and became its artistic director. During his tenure the company produced over twenty plays such as Pygmalion (starring Peter O'Toole and John Thaw), Loot and Run For Your Wife. He co-wrote a farce with his son Michael, Tom, Dick and Harry (1993). Cooney produced and directed the film Run For Your Wife (2012), based on his own play. The film however was not a success: it was savaged by critics and has been referred to as one of the worst films of all time.\n\nCooney's farces combine a traditional British bawdiness with structural complication, as characters leap to assumptions, are forced to pretend to be things that they are not, and often talk at cross-purposes. He is greatly admired in France where he is known as \"Le Feydeau Anglais\", (\"The English Feydeau\"), in reference to the French farceur Georges Feydeau. Many of his plays have been first produced, or revived, at the Théâtre de la Michodière in Paris.\n\nIn January 1975, Cooney was the subject of This Is Your Life when he was surprised by Eamonn Andrews at London's Savoy Hotel. In 2005, Cooney was made an Officer of the Order of the British Empire in recognition of his services to drama.\n\nCooney married Linda Dixon in 1962. One of their two sons, Michael, is a screenwriter.\n\nSource: Article \"Ray Cooney\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1932-05-30","deathday":null,"gender":2,"homepage":"https://www.raycooney.co.uk","id":60618,"imdb_id":"nm0177774","known_for_department":"Writing","name":"Ray Cooney","place_of_birth":"London, England, UK","popularity":2.523,"profile_path":"/roqjRsvk8Au6WsA7PSDXe8ukQ1u.jpg"}
