{"adult":false,"also_known_as":["Robert John Downey Sr.","Robert Elias Jr.","Robert Downey"],"biography":"Robert John Downey Sr. (né Robert Elias Jr.) was an American filmmaker, director and writer. The father of actor Robert Downey Jr., he was best known as an underground filmmaker, serving as director and/or writer of such cult classics as Putney Swope, a satire on the New York Madison Avenue advertising world. According to film scholar Wheeler Winston Dixon, Downey's films during the 1960s were \"strictly take-no-prisoners affairs, with minimal budgets and outrageous satire, effectively pushing forward the countercultural agenda of the day.\"  Downey was born in New York City, the son of Elizabeth (née McLauchlen), a model, and Robert Elias Sr., who worked in management of motels and restaurants. His paternal grandparents were Lithuanian Jews, while his mother was of half Irish and half Hungarian Jewish ancestry. Downey was born Robert Elias; but he changed his last name to Downey for his stepfather, James Downey, when he wanted to enlist in the United States Army but was underage at the time.\n\nRobert Downey Sr. initially made his mark creating basement budget, independent films aligning with the Absurdist movement, coming of age in counterculture anti-establishment 1960s America. His work in the late 1960s and 70s was quintessential anti-establishment, reflecting the nonconformity popularized by larger counterculture movements and given impetus by new freedoms in filmmaking, such as the breakdown of Codes on censorship. In keeping with the underground tradition, his 1960s films were independently made on shoestring budgets and were relatively obscure in the Absurdist movement, finding cult notoriety.\n\nIn 1961, working with the film editor Fred von Bernewitz, he began writing and directing low-budget 16mm films that gained an underground following, beginning with Ball's Bluff (1961), a fantasy short about a Civil War soldier who awakens in Central Park in 1961. He moved into big-budget filmmaking with the surrealistic Greaser's Palace (1972). His most recent film was Rittenhouse Square (2005), a documentary capturing life in a Philadelphia park.\n\nDowney's films were often family affairs. His first wife, Elsie, appears in four of his movies, as well as co-writing one. Daughter Allyson and son Robert Jr. each made their film debuts in the 1970 absurdist comedy Pound at the ages of 7 and 5, respectively; Allyson would appear in one more film by her father. Robert Jr.'s lengthy acting résumé includes appearances in eight films directed by his father, as well as two acting appearances in movies where his father was also an actor (Johnny Be Good, Hail Caesar).\n\nDowney has been married three times.","birthday":"1936-06-24","deathday":"2021-07-07","gender":2,"homepage":null,"id":59874,"imdb_id":"nm0002049","known_for_department":"Directing","name":"Robert Downey Sr.","place_of_birth":"New York City, New York, USA","popularity":4.004,"profile_path":"/k2MHqZpykr4GEoYdOBorZJwTZkR.jpg"}
