{"adult":false,"also_known_as":["Jacqueline Raynal","Jacquie Raynal"],"biography":"Jacky Raynal is French directress, actress and film editor. She's born in 1940 near Montpellier. The film maker has a diploma in Linguistics. In the early 60's, already a photographer, young Jacky Raynal starts working in the field of cinema. She's assistent film editor for the documentarys of G. Patriss and F. Vienne. After that, she edits the first films of E. Rohmer. In 1965 J. Raynal gets the license of senior film editor for feature films in CNC (National Cinema Center). Now she's working with the film directors of the New Wave. She edits all of the skecthes of Six in Paris, directed by Jean Douchet, Jean Rouch, Jean-Daniel Pollet, Eric Rohmer, Jean-Luc Godard and Claude Chabrol. Jacky Raynal continues to work in editing till the end of 70's.\n\nIn 1968, with S. Boissonas and O. Mosset, she's the founder of the Zanzibar group. She works with Philippe Garrel, Serge Bard, Daniel Pommereulle, Alain Jouffroy and Patrick Deval. J. Raynal shoots her first feature film Two Times in Barcelona. In 1972, the movie wins the Grand Prix in the Festival of Hyères/Toulon. At that time she's already living in New York. There, between 1975 and 1992, she's responsible for the programs of Carnegie Hall Cinema and Bleeker Street Cinema. She shows there numerous independent international films. Her job in New York is appreciated by F. Truffaut (he compares it with the French Cinematheque) and awarded twice by the Village Voice in 1981 and 1991.\n\nJ. Raynal directs New York Story (Grand Prix in Melbourne) and Hotel New York. In the same time, she plays in several movies, organises numerous international cinema festivals, like Colombian Film Festival, Israel Film Festival or Avignon Film Festival. From 1973 to 1986, with Sid Geffen, they're publishing the independent international cinema review 1000 Eyes Magazine.\n\nFrom 2000, Jacky Raynal directs numerous documentarys, like Notes on Jonas Mekas (2000) or Eric Rohmer, the Film Maker (2010).\n\nIn 2010, Jacky Raynal is rewarded for her work in arts the Légion d'Honneur (Knight in the Order Arts and Letters).","birthday":"1940-10-20","deathday":null,"gender":1,"homepage":"http://www.jackieraynal.com/","id":1160008,"imdb_id":"nm0713409","known_for_department":"Directing","name":"Jackie Raynal","place_of_birth":"Poilhes, France","popularity":1.4,"profile_path":"/fjqRoLM3FPUKq1RP8XbjbyUYASq.jpg"}
