{"adult":false,"also_known_as":["Clifford Brown","A.L. Mariaux","Jess Franco","Pablo Villa","Joan Almirall","Rosa M. Almirall","Rosa María Almirall","Juan G. Cabral","Betty Carter","Candy Coster","Terry de Corsia","Rick Deconinck","Raymond Dubois","Chuck Evans","Toni Falt","Dennis Farnon","Jess Franck","Lennie Hayden","Frank Hollman","B.F. Johnson","J.P. Johnson","James Lee Johnson","James P. Johnson","David J. Khune","David Khunn","Lulú Laverne","Franco Manera","Jeff Manner","Roland Marceignac","C. Plaut","Robert Zinnermann","Dan L. Simon","Lowel Richmond"],"biography":"Jesús \"Jess\" Franco was a Spanish film director, writer, cinematographer and actor. His career took off in 1961 with his cult classic The Awful Dr. Orloff, which received wide distribution in the United States and England. Though he had some American box office success with Necronomicon, his first women-in-prison film Ninety-Nine Women, and his two Christopher Lee films, The Bloody Judge and Count Dracula, he never achieved wide commercial success. Franco moved from Spain to France in 1970 so that he could make more violent and sexual films, and it was at this point that his career began to go downhill commercially, as he turned to low-budget filmmaking with a heavier accent on adult-oriented films. Although he produced a few well-received, low budget horror films in the early 70's, many people in the industry considered him a porn director due to the huge number of X-rated adult films he began churning out. Franco returned to low-budget horror in a brief comeback period from 1980-1983, but after 1983, his career took a second downturn. With the exception of his Faceless and Killer Barbys, his post-1984 films are almost unwatchable due to the incredibly low budgets he was forced to work with. Franco has nevertheless retained a large cult following through the years with his sexually-charged horror films, some of which are regarded as masterpieces by his avid followers.","birthday":"1930-05-12","deathday":"2013-04-02","gender":2,"homepage":null,"id":30956,"imdb_id":"nm0001238","known_for_department":"Writing","name":"Jesús Franco","place_of_birth":"Madrid, Spain","popularity":6.534,"profile_path":"/sVhaKFvmqD80EbWLTu7sGMbGDt0.jpg"}
