{"adult":false,"also_known_as":["Элизабет Хёрли"],"biography":"Elizabeth Jane Hurley is an English model and actress who became known as a girlfriend of Hugh Grant in the 1990s. In 1994, as Grant became the focus of worldwide media attention due to the global box office success of his film Four Weddings and a Funeral, Hurley accompanied him to the film's Los Angeles premiere in a plunging black Versace dress held together with gold safety pins, which gained her instant media notice.\n\nThe highlight of Hurley's professional life has been her association with the cosmetics company Estée Lauder. The company gave Hurley her first modeling job at the age of 29 and has used her as a model for its products, especially perfumes such as Sensuous, Intuition, and Pleasures, since 1995. Her best known cinematic work was as Vanessa Kensington in Mike Myers' hit spy comedies, Austin Powers: International Man of Mystery (1997) and Austin Powers: The Spy Who Shagged Me (1999). Hurley currently models and designs an eponymous beachwear line.\n\nHurley was born as a middle child in Basingstoke, Hampshire, England, the daughter of Angela and Roy Hurley. Her Irish father was a Major in the British Army, while her Anglican mother was a teacher at Kempshott Infant School. She has an older sister, Kate, and a younger brother Michael James Hurley.\n\nHurley was a struggling actress in 1987, when she met Hugh Grant while working on a Spanish production called Remando Al Viento. While Hurley was his girlfriend, Grant was embroiled in an international scandal for soliciting the services of a female prostitute in 1995. Hurley stood by him and accompanied Grant to the premiere of his movie Nine Months. After 13 years together, Hurley and Grant announced an \"amicable\" split in May 2000. Hurley lived in a London home owned by Grant after the break-up. She invited Grant to her wedding in 2007, but he chose not to attend.\n\nOn 4 April 2002, Hurley gave birth to a son, Damian Charles Hurley. The baby's father, Steve Bing, denied paternity by alleging that he and Hurley had a brief, non-exclusive relationship in 2001. A DNA test, however, established Bing as the child's father. In late 2002, Hurley started dating Indian textile heir Arun Nayar, who runs a small software company since 1998. On 2 March 2007, Hurley and Nayar married at Sudeley Castle and then had a second wedding at Umaid Bhawan Palace in Jodhpur, India.","birthday":"1965-06-10","deathday":null,"gender":1,"homepage":null,"id":13918,"imdb_id":"nm0000167","known_for_department":"Acting","name":"Elizabeth Hurley","place_of_birth":"Basingstoke, Hampshire, England, UK","popularity":6.092,"profile_path":"/m18Mx9Fj9XKA9CTDGBDUhluSuGt.jpg"}
