{"adult":false,"also_known_as":["Robert DeNiro"," Robert Anthony De Niro Jr. ","Bobby DeNiro ","Роберт Де Ниро","روبرت دي نيرو","ロバート・デ・ニーロ","罗伯特·德尼罗","รอเบิร์ต เดอ นิโร","로버트 드 니로","Ρόμπερτ Ντε Νίρο","Ρόμπερτ Μάριο Ντε Νίρο","رابرت دنیرو"],"biography":"Robert Anthony De Niro Jr. is an American actor, producer, and director. He is particularly known for his nine collaborations with filmmaker Martin Scorsese, and is the recipient of various accolades, including two Academy Awards, a Golden Globe Award, the Cecil B. DeMille Award, and a Screen Actors Guild Life Achievement Award. In 2009, De Niro received the Kennedy Center Honor, and received a Presidential Medal of Freedom from U.S. President Barack Obama in 2016.\n\nBorn in Manhattan in New York City, De Niro studied acting at HB Studio, Stella Adler Conservatory, and Lee Strasberg's Actors Studio. His first major role was in Greetings (1968), and gained recognition with his role as a baseball player in the sports drama Bang the Drum Slowly (1973). His first collaboration with Scorsese was Mean Streets (1973), where he played small-time criminal \"Johnny Boy\". Stardom followed with his role as young Vito Corleone in Francis Ford Coppola's crime epic The Godfather Part II (1974), which won De Niro the Academy Award for Best Supporting Actor. For his portrayal of Travis Bickle in Taxi Driver (1976) and a soldier in the Vietnam War drama The Deer Hunter (1978), he earned two nominations for the Academy Award for Best Actor.\n\nDe Niro portrayed Jake LaMotta in Scorsese's biographical drama Raging Bull (1980), for which he won the Academy Award for Best Actor, his first in this category. He diversified to other roles, playing a stand-up comic in The King of Comedy (1982), and gained further recognition for his performances in Bernardo Bertolucci's epic 1900 (1976), Sergio Leone's crime epic Once Upon a Time in America (1984), Terry Gilliam's dystopian satire Brazil (1985), the religious epic The Mission (1986), and the comedy Midnight Run (1988). De Niro portrayed gangster Jimmy Conway in Goodfellas (1990), a catatonic patient in the drama Awakenings (1990), and a criminal in the psychological thriller Cape Fear (1991). All three films received praise for De Niro's performances. He then starred in This Boy's Life (1993), and directed his first feature film with 1993's A Bronx Tale. His other critical successes include the crime films Heat (1995) and Casino (1995).\n\nHe is also known for his comic roles in Wag the Dog (1997), Analyze This (1999), and Meet the Parents (2000). After appearing in several critically panned and commercially unsuccessful films, he earned an Academy Award nomination for Best Supporting Actor for his performance in David O. Russell's 2012 romantic comedy Silver Linings Playbook. In 2017, De Niro portrayed Bernie Madoff in The Wizard of Lies, earning a Primetime Emmy Award nomination. He then starred in the psychological thriller Joker (2019) and Scorsese's crime epic The Irishman (2019).\n\nDe Niro and producer Jane Rosenthal founded the film and television production company TriBeCa Productions in 1989, which has produced several films alongside his own. Also with Rosenthal, he founded the Tribeca Film Festival in 2002. Six of De Niro's films have been inducted into the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\".","birthday":"1943-08-17","deathday":null,"gender":2,"homepage":null,"id":380,"imdb_id":"nm0000134","known_for_department":"Acting","name":"Robert De Niro","place_of_birth":"Greenwich Village, New York City, New York, USA","popularity":26.221,"profile_path":"/9lspzfj4PC5Z0WgSAbUqItfS19E.jpg"}
