{"adult":false,"also_known_as":[],"biography":"Robin Jessica Tunney (born June 19, 1972, height 5' 4\" (1,63 m)) is an American actress. She is known for her role as Teresa Lisbon in the television series The Mentalist (2008–present), as well as previous roles in the films Encino Man (1992), Empire Records (1995), The Craft (1996), End of Days (1999), and Vertical Limit (2000), and the 2005–06 series Prison Break.\n\nEarly life:\n\nTunney was born in Chicago, Illinois to a car salesman father, and a bartender mother. Tunney is Irish American; her father was born in Straide, County Mayo, Ireland, while her maternal grandparents were from Clare Island. Tunney grew up in Orland Park, a southwest suburb of Chicago. She was raised Roman Catholic, attended Carl Sandburg High School in Orland Park and the Chicago Academy for the Arts in Chicago, and resided in Palos Heights, also in the Chicago area. She is a cousin of Chicago Alderman Tom Tunney.\n\nCareer:\n\nAt the age of 19, Tunney moved to Los Angeles, California and obtained several recurring television roles on Class of '96, Law & Order, Dream On, and Life Goes On. She gave her breakthrough performance as a suicidal teenager in Empire Records and attracted further attention by playing a witch in The Craft.\n\nIn 1997, Tunney starred in her husband at the time Bob Gosse's Niagara, Niagara with Henry Thomas in a performance which garnered her the Best Actress award Volpi Cup at the 1997 Venice International Film Festival. Tunney also was featured opposite Arnold Schwarzenegger in the 1999 supernatural action film End of Days.\n\nShe starred in the pilot episode of House as a kindergarten teacher who collapses before her class and descends into aphasia; she was credited as a \"special guest star\". She portrayed Veronica Donovan on the first season of Prison Break, credited third after two main characters, and left the show after the premiere episode of the second season. She had a minor role in the film August released on July 11, 2008. Tunney is currently starring opposite Simon Baker in the CBS drama series The Mentalist, playing Teresa Lisbon.\n\nPersonal life:\n\nTunney married producer and director Bob Gosse on October 4, 1997; they divorced in 2006. In 2009, Tunney was engaged to Australian writer and director Andrew Dominik but they called off their engagement by August 2010. Tunney became engaged to interior designer Nicky Marmet on December 25, 2012 while on vacation in Rio de Janeiro.On June 28, 2006, Tunney won the fifth table of Bravo's Celebrity Poker Showdown's eighth season, finishing ahead of Christopher Meloni, Macy Gray, Joy Behar, and Andy Dick, moving on to the final cut. The finale aired on July 5, 2006, where she competed against Jason Alexander, Michael Ian Black, Ida Siconolfi, and Keegan-Michael Key. Tunney came in second, behind Alexander. She played for The Children's Health Fund, which received $200,000 for her efforts. In August 2006, Tunney played in the World Series of Poker after having her entrance fee covered by the online cardroom PokerRoom.com.","birthday":"1972-06-19","deathday":null,"gender":1,"homepage":null,"id":17346,"imdb_id":"nm0000677","known_for_department":"Acting","name":"Robin Tunney","place_of_birth":"Chicago, Illinois, USA ","popularity":22.452,"profile_path":"/jIvJPF9BnwQRzqEoECowBlUqZgA.jpg"}
