{"adult":false,"also_known_as":["Anthony Robert McMillan","Робби Колтрейн"],"biography":"Anthony Robert McMillan OBE (born 30 March 1950), known professionally as Robbie Coltrane, is a Scottish actor, comedian and writer. He gained worldwide recognition as Rubeus Hagrid in the Harry Potter film series (2001–2011), and as Valentin Dmitrovich Zukovsky in the James Bond films GoldenEye (1995) and The World Is Not Enough (1999). He was appointed as Officer of the Order of the British Empire (OBE) in the 2006 New Year Honours by Queen Elizabeth II for his services to drama. In 2011, he was honoured for his \"outstanding contribution\" to film at the British Academy Scotland Awards.\n\nHe started his career appearing alongside Hugh Laurie, Stephen Fry, and Emma Thompson in the sketch series Alfresco (1983–1984). In 1987, he starred in the BBC miniseries Tutti Frutti alongside Thompson, for which he received his first British Academy Television Award for Best Actor nomination. Coltrane then gained national prominence starring as criminal psychologist Dr. Eddie \"Fitz\" Fitzgerald in the ITV television series Cracker (1993–2006), a role which saw him receive the British Academy Television Award for Best Actor in three consecutive years (1994 to 1996). In 2006, Coltrane came eleventh in ITV's poll of TV's 50 Greatest Stars, voted by the public. In 2016 he starred in the four-part Channel 4 series National Treasure alongside Julie Walters, a role for which he received a British Academy Television Award nomination. In 1990, Coltrane received the Evening Standard British Film Award – Peter Sellers Award for Comedy.\n\nColtrane has appeared in two films for George Harrison’s Handmade Films - the Neil Jordan neo-noir Mona Lisa (1987) with Bob Hoskins and Nuns on the Run with Eric Idle. He also appeared in Kenneth Branagh's Shakespeare adaptation Henry V (1989), the comedy Let It Ride (1989), Steven Soderbergh's crime-comedy thriller Ocean's Twelve (2004), Rian Johnson's caper film The Brothers Bloom (2008), Mike Newell's Dickens film adaptation Great Expectations (2012), and Emma Thompson's biographical film Effie Gray (2014). He is also known for his voice performances in the animated films The Tale of Despereaux (2008), and Pixar's Brave (2012).","birthday":"1950-03-30","deathday":null,"gender":2,"homepage":null,"id":1923,"imdb_id":"nm0001059","known_for_department":"Acting","name":"Robbie Coltrane","place_of_birth":"Rutherglen, Lanarkshire, Scotland, UK","popularity":8.656,"profile_path":"/jOHs3xvlwRiiG2CLtso5zzmGCXg.jpg"}
