{"adult":false,"also_known_as":[],"biography":"An American actor and professional martial artist who has appeared in numerous films and television series. He is the first African American to portray a major comic book superhero in a major motion picture, having starred as Al Simmons, the protagonist in the 1997 film Spawn. White was born in Brooklyn, New York and moved as a teen to Bridgeport, Connecticut, where he graduated from Central High School in 1988. White started martial arts training at the age of seven and is now an accomplished martial artist, holding seven legitimate black belts in Shotokan, Tae Kwon Do, Kobudo, Goju Ryu, Tang Soo Do, Wushu and Kyokushin, with a specific focus in Kyokushin (although his style incorporates aspects of many different martial arts forms). His first major starring role and breakout performance was in the 1995 HBO film Tyson, as heavyweight boxer Mike Tyson. In 1997, he portrayed the eponymous character in the 1997 movie Spawn. His work in Spawn earned him a nomination for the Blockbuster Entertainment Award for Best Male Newcomer. White starred opposite Jean-Claude Van Damme in Universal Soldier: The Return. In 2001, he also starred opposite fellow martial artist Steven Seagal in Exit Wounds. In 2003, he starred in Busta Rhymes' and Mariah Carey's music video \"I Know What You Want\". Since 2003, in addition to his on screen roles, White has been doing voice work, including Static Shock, Justice League, and the Spawn animated series. White showcases his martial arts skills in the direct-to-DVD film Undisputed II: Last Man Standing. He also appears in Michelle Yeoh's Silver Hawk in 2004. His film, Why Did I Get Married? opened at number one at the box office on October 12, 2007. White played the role of the mob boss Gambol in the 2008 film The Dark Knight. He also starred in the film Blood and Bone and the Blaxploitation homage Black Dynamite, both released in 2009. White wrote the scripts for both Black Dynamite and his upcoming 3 Bullets in which he stars with Bokeem Woodbine. White will make his directorial debut and star in Never Back Down 2, which is slated for a 2011 release. In August 2005 he wed his girlfriend of two years, Courtenay Chatman. The couple have a daughter named Morgan Michelle who was born on December 24, 2008. Michael has two sons from a previous relationship. He is an avid chess player, as seen in his movie Blood and Bone.","birthday":"1967-11-10","deathday":null,"gender":2,"homepage":"http://www.michaeljaiwhite.com/","id":64856,"imdb_id":"nm0925220","known_for_department":"Acting","name":"Michael Jai White","place_of_birth":"Brooklyn, New York City, New York, USA","popularity":14.921,"profile_path":"/YPoHYuzR37wFpPpwEXZYQlhLln.jpg"}
