{"adult":false,"also_known_as":["Al Snow","Leif Cassidy","Al Snow 1","Five Star Ninja","Diamond Dave","Steve Moore","Small Show"],"biography":"Allen Ray Sarven is an American semi-retired professional wrestler and actor better known by his ring name of Al Snow. He is currently signed with TNA and is best known for his work in Extreme Championship Wrestling and World Wrestling Entertainment. Since 2010, Snow has worked as a road agent for Total Nonstop Action Wrestling and with its developmental territory, Ohio Valley Wrestling, as a show producer. He had a cameo as the Nome King in the 2012 feature film Dorothy and the Witches of Oz with Christopher Lloyd, as well as starring in the action film Overtime, and the comedy Agua Caliente. He had an uncredited role in the 1993 film Rudy. Snow also appeared in 2006's They're Just My Friends and co-stars alongside Tiger Chung Lee in 2009's Mountain Mafia. In 2006 he played himself in the independent feature film The Still Life.\n\nSnow can also be seen as the brutal serial killer Grim, also known as \"The Reaper's\", in Feathered Italian Filmslatest slasher films The Legacyand Hell House.Head also cameos in \"The Legacy\". He was one of the leads in the 2011 comedy/action/sci-fi movie Overtime by director Matt Niehoff.\n\nSnow had a quick line in the wrestling documentary Beyond the Mat. He also participated in the wrestling documentary, Bloodstained Memoirs.\n\nAl Snow also appeared as a coach on WWE Tough Enough (then called WWF Tough Enough) during the show's first three seasons.\n\nOn November 10, 2012, Snow, along with several other TNA workers, was featured in an episode of MTV's Made.\n\nSnow completed his work as the \"Man in Black\" for the independent horror film Lake Eerie on October 23, 2013. The film stars Lance Henriksen, Betsy Baker and was released in Summer 2015. Snow also played \"Henchman\" in Jessica Sonneborn's horror Alice D.","birthday":"1963-07-18","deathday":null,"gender":2,"homepage":null,"id":229949,"imdb_id":"nm0765715","known_for_department":"Acting","name":"Allen Sarven","place_of_birth":"Lima, Ohio, USA","popularity":1.566,"profile_path":"/glGejyZ6bVLKxwMHeaEjLfqmjb7.jpg"}
