{"adult":false,"also_known_as":["Dan Southern"],"biography":"Daniel Southern makes his motion picture debut in Touchstone Pictures' \"The 13th Warrior.\" He also appeared in John McTiernan's film \"The Thomas Crown Affair\" Mischa Hausserman (who played Rethel the Archer) also appears in \"The Thomas Crown Affair\" as Crown's driver. Dan's telvisions appearances includes \"Law &amp; Order\". The episode titled \"Shield\" aired in March of 1999 in the series' ninth season. He played Lieutenant Gilroy. Southern starred on Broadway in \"The Loves of Anatol\" at the Circle in the Square, and in the 890 Studios workshop production \"Scandal!\" Off-Broadway, he starred in the title role in \"Macbeth, \" and in the Roundabout Theater Company's production \"Rosencrantz and Guildenstern are Dead.\" His extensive work in regional theater includes the Long Wharf Theater's \"Arsenic and Old Lace, \" the Guthrie Theater's \"Duchess of Malfi\" and \"Measure for Measure, \" four plays with The Shakespeare Theater, and productions with the Brandeis Repertory Company, Pioneer Theater, and the Pittsburgh Public Theater. He has also starred at the Whole Theater in Montclair, New Jersey in \"Electra\" and with Academy Award®-winner Olympia Dukakis in \"A Midsummer Night's Dream.\" He has also performed with the Lar Lubovitch Dance Company and with the Alwin Nikolais Dance Theater. Southern earned his bachelor of arts with honors in Dramatic Art at the University of California at Berkeley, and continued his studies as a scholarship student with the American Conservatory Theater. Dan recently guest-starred on \"Law &amp; Order\" and will be seen in the re-make of \"The Thomas Crown Affair\" with Pierce Brosnan and Rene Russo. In May he received his M.D. from Downstate Medical School.","birthday":"1976-01-01","deathday":null,"gender":2,"homepage":null,"id":19900,"imdb_id":"nm0816119","known_for_department":"Acting","name":"Daniel Southern","place_of_birth":null,"popularity":0.6,"profile_path":null}
