{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nArthur Hindle (born July 21, 1948) is a Canadian actor and director.\n\nHindle was born in Halifax. His family moved to Toronto while he was a child. Although shy as a youngster, he grew to be a rebellious and independent teenager. This led him to travel, mostly via hitchhiking, while picking up odd jobs and meeting people from varied walks of life.\n\nBy the time he was 21, he was a father, a stockbroker and an amateur photographer. Although fairly successful as a broker, he was unfulfilled and eventually, after being inspired and touched by a Toronto Workshop Productions play, he made the commitment to leave the stock market for the theatre. He worked for a few months with TWP and got an acting agent, which led to started auditioning for commercials.\n\nIt was at this time that Hindle credits a discovery that changed his future. He was directed to the Eli Rill workshop. Eli Rill had moved to Toronto from New York, where he taught at the Actor’s Studio. At this workshop, Hindle studied Method. He thrived in this environment and soon started applying his knowledge to getting acting jobs. Further inspiration for becoming an actor was his uncle, Michael Kane, with whom Art finally had the opportunity to work in the film \"The Gunfighters\".\n\nHe has made guest appearances in a long list of television programs in North America, and has also appeared in several movies, dating from 1971. His first major role was in a biker movie, \"The Proud Rider\", spawned by the popularity of Easy Rider. Hindle worked with a real motorcycle gang, Satan’s Choice. It was during the making of this rather bad movie that Art almost changed his professional name to Jeremy Kane. The producers thought that Hindle should have a more showbiz-sounding name. He chose Jeremy Kane (Kane in honor of his uncle), and even though he reverted to his birth name due to urging from his uncle, his \"Jeremy Kane\" pseudonym is still connected to the film.\n\nThe next big step was being cast as Billy Duke, the best hockey player in the world, drafted by the Maple Leafs to lead them back to the playoffs in the film \"Face-Off\", Canada’s first million-dollar movie. This film led to offers from Hollywood which he resisted until work dried up and Hindle - who had four children by this time - finally moved to Los Angeles.\n\nOver the years, Art has come to be known as a “working actor” involved as a leading actor in some classic films and numerous pilots and series. His work in E.N.G., one of Canada’s most successful series, won him a Gemini. From the early 1990s, Art has also worked as a director.\n\nHindle is married and divides his time between California and Canada. He currently stars in and directs the popular series Paradise Falls showing on cable stations in the USA and on the Showcase channel in Canada.\n\nDescription above from the Wikipedia article Art Hindle, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1948-07-21","deathday":null,"gender":2,"homepage":null,"id":41256,"imdb_id":"nm0385543","known_for_department":"Acting","name":"Art Hindle","place_of_birth":"Halifax, Nova Scotia, Canada","popularity":12.915,"profile_path":"/lhoh2KGtDfSjiIJSKT9ymTypPCf.jpg"}
