{"adult":false,"also_known_as":["Ronny Howard","Ronald William Howard","Ronnie Howard","Рон Ховард","رون هاوارد","รอน ฮาวเวิร์ด","ロン・ハワード","론 하워드","朗·侯活","Ronald William \"Ron\" Howard","Ρον Χάουαρντ"],"biography":"Ronald William Howard (born March 1, 1954) is an American filmmaker and actor. Howard first came to prominence as a child actor, guest-starring in several television series, including an episode of The Twilight Zone. He gained national attention for playing young Opie Taylor, the son of Sheriff Andy Taylor (played by Andy Griffith) in the sitcom The Andy Griffith Show from 1960 through 1968. During this time, he also appeared in the musical film The Music Man (1962), a critical and commercial success. He was credited as Ronny Howard in his film and television appearances from 1959 to 1973.\n\nHoward was cast in one of the lead roles in the coming-of-age film American Graffiti (1973), which received widespread acclaim and became one of the most profitable films in history. The following year, Howard became a household name for playing Richie Cunningham in the sitcom Happy Days, a role he would play from 1974 through 1984. Howard continued appearing in films during this time, such as the western film The Shootist (1976) and the comedy film Grand Theft Auto (1977), which also marked his directorial debut.\n\nIn 1984, Howard left Happy Days to focus on directing, producing and occasionally writing variety films and television series. His films include the science-fiction/fantasy Cocoon (1985), the fantasy Willow (1988), the thriller Backdraft (1991), the historical docudrama Apollo 13 (1995), the Christmas comedy How the Grinch Stole Christmas (2000), the biographical drama A Beautiful Mind (2001), the biographical sports drama Cinderella Man (2005), the thriller The Da Vinci Code (2006), the historical drama Frost/Nixon (2008), Solo: A Star Wars Story (2018), and the documentary Pavarotti (2019). For A Beautiful Mind, Howard won the Academy Award for Best Director and Academy Award for Best Picture. He was nominated again for the same awards for Frost/Nixon.\n\nIn 2003, Howard was awarded the National Medal of Arts. He was inducted into the Television Hall of Fame in 2013. Howard has two stars on the Hollywood Walk of Fame for his contributions in the television and motion pictures industries.\n\nDescription above from the Wikipedia article Ron Howard, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1954-03-01","deathday":null,"gender":2,"homepage":null,"id":6159,"imdb_id":"nm0000165","known_for_department":"Directing","name":"Ron Howard","place_of_birth":"Duncan, Oklahoma, USA","popularity":11.389,"profile_path":"/hKrxPfYwbSmNQ45PvprlwiDnxo3.jpg"}
