{"adult":false,"also_known_as":["Matej Hádek","Matej Hadek"],"biography":"Matěj Hádek patří mezi nejvýraznější talenty mladší herecké generace. Jeho první velkou filmovou příležitostí byla role Tédy ve filmu Ivana Vojnára Cesta pustým lesem (1997). Vytvořil řadu zajímavých charakterů v televizních filmech (Malovaný děti, Pátek čtrnáctého, Z rodinného alba). On sám si nejvíce cení role Pajdy ve filmu Jiřího Svobody Udělení milosti se zamítá.A také jeho nezaměněná role mladého \"hooligana\" ve filmu Non Plus Ultras.\n\nMatěje si lidé často pletou s jeho mladším bratrem Kryštofem, který hrál například v Tmavomodrém světě. Matěj Hádek je ale herec o něco starší, i když ze stejné generace. Má za sebou zkušenosti ostříleného herce. Posuďte sami: vystudoval Státní konzervatoř v Praze, hrál v Divadle na Vinohradech, Kašparu, Divadle F. X. Šaldy v Liberci i ve Východočeském divadle Pardubice. například k jeho filmům patří ještě: pohádka Elixír a Halíbela, Vetřelci v Coloradu, Mazaný Filip, I ve smrti sami, seriálu Dobrá čtvrť, Náves. K jeho větším rolím ve filmech patří role Knappa ve filmu Maharal - Tajemství talismanu. Ve filmu Tobruk si zahrál vojína Zrzka. Pokud budete chtít Matěje vidět v divadle, jeho nejnovější inscenací jsou Cizinci ve vlaku ve Švandově divadle. Též hraje například v Maškarádě, Její Pastorkyni, Brýlích Eltona Johna a v mnoha jiných. Matěje si lidé často pletou s jeho mladším bratrem Kryštofem, který hrál například v Tmavomodrém světě. Matěj Hádek je ale herec o něco starší, i když ze stejné generace. Má za sebou zkušenosti ostříleného herce. Posuďte sami: vystudoval Státní konzervatoř v Praze, hrál v Divadle na Vinohradech, Kašparu, Divadle F. X. Šaldy v Liberci i ve Východočeském divadle Pardubice. například k jeho filmům patří ještě: pohádka Elixír a Halíbela, Vetřelci v Coloradu, Mazaný Filip, I ve smrti sami, seriálu Dobrá čtvrť, Náves. K jeho větším rolím ve filmech patří role Knappa ve filmu Maharal - Tajemství talismanu. Ve filmu Tobruk si zahrál vojína Zrzka.  Pokud budete chtít Matěje vidět v divadle, jeho nejnovější inscenací jsou Cizinci ve vlaku ve Švandově divadle. Též hraje například v Maškarádě, Její Pastorkyni, Brýlích Eltona Johna a v mnoha jiných. Nadaboval také postavu Kuby v prvním 3D animovaném filmu Kozí příběh - pověsti Staré Prahy a brzy ho uvidíte v novém dobrodružném seriálu Ať žijí rytíři kde hraje jednoho loupežníka.\n\nNadaboval také postavu Kuby v prvním 3D animovaném filmu Kozí příběh - pověsti Staré Prahy a brzy ho uvidíte v novém dobrodružném seriálu Ať žijí rytíři kde hraje jednoho loupežníka.","birthday":"1975-11-29","deathday":null,"gender":2,"homepage":null,"id":233574,"imdb_id":"nm0352764","known_for_department":"Acting","name":"Matěj Hádek","place_of_birth":"Praha, Československo","popularity":2.1,"profile_path":"/cPZluu9KzDpNPron6npjzfm5CSZ.jpg"}
