{"adult":true,"also_known_as":["Louis T. Beagle","John Lesley","John Leslie Dupré","John Lestor","Frederick Watson","John Leslie Dupre","Jerry Rome","John Nuzzo","J.L. Dupree","Lenny Kent","John Dupree","Louie T. Beagle"],"biography":"John Leslie Nuzzo (January 25, 1945 – December 5, 2010) was a prolific porn actor who went on to have a long-running career as a producer and director of adult movies. Usually credited under the name John Leslie, he has also worked under a variety of pseudonyms, including John Leslie Dupre, Frederick Watson, and Lenny Lovely.\n\nBeginning with 1973's 'Sensuous Delights', Leslie was a performer in almost 300 adult films. He won numerous awards during his days as a performer. He appeared with some of the era's most noted porn stars, including Seka, Kay Parker, and Annette Haven. His most noteworthy roles were in 'Talk Dirty To Me' (1980), 'Nothing To Hide' (1981), and 'Talk Dirty To Me, Part II' (1982). He was one of the first porn actors to make the transition from performing to directing, beginning with 1987's 'Nightshift Nurses'. Since then he directed more than 90 adult movies, including 'The Chameleon' (1989), 'Curse of the Catwoman' (1992), 'Dog Walker' (1994), and 'Drop Sex' (1997), along with the 'Voyeur', 'Fresh Meat' and 'Crack Her Jack' series. He won many awards for his work behind the cameras as well. Though much of his recent work, in keeping with current trends in adult video, has been in the gonzo genre, such as the 'Fresh Meat' and 'Crack Her Jack' series, Leslie has continued to make feature films, or 'sex dramas'; most recently, in 2007 he directed the film 'Brianna Love, Her Fine, Sexy Self'.\n\nIn the early 1970s, he was a vocalist and harmonica player for the 'The Brooklyn Blues Busters', a southeastern Michigan-based musical group sometimes accompanying John Lee Hooker. 'The Brooklyn Blues Busters' were the backing band for Victoria Spivey during the 1973 Ann Arbor Blues and Jazz Festival. Nuzzo also worked as a bartender in the early 1970s at Mr. Flood's Party, in Ann Arbor, Michigan. He was a member of the AVN, Legends of Erotica and XRCO Halls of Fame. John Leslie died on December 5, 2010, from a heart attack, at his home in Mill Valley, California at the age of 65.\n\nDescription above from the Wikipedia article John Leslie, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1945-01-25","deathday":"2010-12-05","gender":2,"homepage":null,"id":104537,"imdb_id":"nm0504126","known_for_department":"Acting","name":"John Leslie","place_of_birth":"Pittsburgh, Pennsylvania, USA","popularity":8.413,"profile_path":"/qvPP85X6lJX1J9OnnYnb6h4ODtu.jpg"}
