{"adult":false,"also_known_as":["Trần Anh Hùng","트란 안 훙"],"biography":"​From Wikipedia, the free encyclopedia.  \n\nTrần Anh Hùng (born December 23, 1962) is a French film director of Vietnamese ancestry. He was born in Đà Nẵng, Central Vietnam, and emigrated to France when he was 12 following the fall of Saigon at the end of the Vietnam War in 1975. Trần has long been considered as having been in the forefront of the wave of acclaimed overseas Vietnamese cinema in the past two decades. His films have received international notoriety and acclaim, and until recently had all been varied meditations on life in Vietnam. His Oscar-nominated debut (for Best foreign film) was with The Scent of Green Papaya (1993) which also won two top prizes at the prestigious Cannes film festival, and his followup Cyclo (1995) featured top Hong Kong movie star Tony Leung Chiu Wai, also eventually winning a top prize at the Venice International Film Festival. The Vertical Ray of the Sun, released in 2000, was the third film in what many consider now to be his \"Vietnam trilogy.\" After a sabbatical, it was officially announced that Trần is back behind the helm with the noir psychological thriller I Come with the Rain (2009), which features a star-studded international cast including Josh Hartnett and Elias Koteas. It was announced in July 2008 that Trần would direct an adaptation of Haruki Murakami's novel Norwegian Wood. The film was released in Japan in December of 2010. Trần's wife, actress Trần Nữ Yên Khê, has starred in every single one of his films to date, with the exception of Norwegian Wood.\n\nDescription above from the Wikipedia article Tran Anh Hung licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1962-12-23","deathday":null,"gender":2,"homepage":null,"id":107730,"imdb_id":"nm0870843","known_for_department":"Directing","name":"Tran Anh Hung","place_of_birth":"Đà Nẵng, Central Vietnam","popularity":2.943,"profile_path":"/4P3WKhdEzLbxvbx313Vr6uhjCs2.jpg"}
