{"adult":false,"also_known_as":[],"biography":"Astengo estudió Ciencias de la comunicación en la Universidad de San Martín de Porres. Laboró como periodista de prensa escrita y televisión, trabajando como redactora de espectáculos de la revista \"Telecolor\". También se desempeñó como reportera, animadora y presentadora. Cursó clases de canto, baile, comedia y arte dramático, y estudió por dos años en el Club de Teatro de Lima. Astengo empezó su carrera artística como bailarina en el Freddys Dancing Art en 1985. Además de su actividad como periodista, fue parte de programas cómicos y musicales a fines de los años 80.1  En 1994, participó en Lluvia de Arena. Después, actuó en la serie Los Choches y en telenovelas como Tribus de la calle, Escándalo, Torbellino y Luciana y Nicolás. En el teatro, estuvo en Fantasmita Pluft, Monstruos en el Parque, Flor de Cactus, Séptimo Cielo y Las Jugadoras.  En 1999, debutó en el cine, interpretando a \"La Pechuga\" en el filme Pantaleón y las Visitadoras, del director Francisco Lombardi. El personaje le valió buenas críticas y catapultó su carrera como actriz. El año siguiente participó en Tinta Roja, del mismo director, quien la seleccionó para el papel de Valeria. Ese mismo año, protagonizó el episodio \"Todo por Débora\", de la serie de televisión chilena La vida es una lotería de TVN.  Por su trabajo en El destino no tiene favoritos, Astengo recibió el premio \"Andrés Torrejón\", en el I Festival Internacional de Cine de Comedia de Móstoles y el premio a la Mejor Actriz en el VII Festival de Cine de Lima.  Desde 2005, durante su estadía en España, participó en episodios de series de televisión como El comisario, Hospital Central, Desaparecida y Cazadores de hombres.  En 2008, Astengo actuó en la película española El patio de mi cárcel, interpretando a Luisa, una mujer colombiana presa.2  En 2009, Astengo protagonizó Contracorriente del director Javier Fuentes-León, filme nominado a los Premio Goya como Mejor Película Hispanoamericana.34 Ese mismo año participó en un episodio de De repente, los Gómez de Telecinco.  En 2011 participó en episodios Los misterios de Laura de TVE y La que se avecina de Telecinco. Regresó al Perú a mediados del mismo año y se unió al elenco de la serie de América Televisión Al fondo hay sitio como Reina Pachas.5  En 2012, Astengo actuó en la obra infantil musical Hadas como Enriqueta.6  En marzo de 2013, Astengo participa en la obra de teatro Deseo bajo los olmos.7 8 En el cine, aparecerá en la película de comedia Asu Mare.9 10  El mismo año empezará a grabar para la película El elefante desaparecido de Javier Fuentes León, a estrenarse el año siguiente.1","birthday":"1967-06-07","deathday":null,"gender":0,"homepage":null,"id":146702,"imdb_id":null,"known_for_department":"Acting","name":"Tatiana Astengo","place_of_birth":null,"popularity":2.568,"profile_path":"/3KmnvrIUl6n5SYgoeUql2FbCk88.jpg"}
