{"adult":false,"also_known_as":["Bruno Le Forestier"],"biography":"Maxime Le Forestier (born 10 February 1949 as Bruno Le Forestier) is a French singer-songwriter.\n\nBruno Le Forestier was born on 10 February 1949 in Paris to father Robert Le Forestier and mother Genevieve (née Lili 1917—2010) who had lived in England. He had two older sisters, Annette (born 1943) and Catherine (born 1946).\n\nHis musical training started on the violin. He attended the Lycée Condorcet, where he studied literature.\n\nIn 1965, he formed a duo (Cat et Maxime) with his sister Catherine. Playing at cabaret venues on Paris' Left Bank, the pair met and formed a friendship with Georges Moustaki. They were amongst the first artists to cover a number of songs by Moustaki – including Ma Liberté and Ma Solitude. In 1968, Catherine joined Moustaki as a backing singer. Le Forestier began to focus on songwriting and composed Ballade pour un traître which was recorded and released by the French/Italian singer and actor, Serge Reggiani.\n\nLe Forestier continued as part-time singer/songwriter during his military service (beginning 1969) with a parachute regiment (the inspiration for the song Parachutiste). He recorded two songs: Cœur de Pierre, Face de Lune, and La Petite Fugue.\n\nHis military service ending September 1970, Le Forestier refocused on his musical career. He developed a folksy style which was enormously popular in the 1970s and 1980s. He and his sister spent the summer of 1971 living in the Castro District of San Francisco at the invitation of his friend, Luc Alexandre. The experience, and meeting Allen Ginsberg, was the inspiration of a popular song, San Francisco.\n\nHis first album Mon Frère, released in 1973, contains several pieces that have entered French folklore, including the title song Mon frère, San Francisco, Comme un arbre and Education sentimentale. He toured extensively, both in France and abroad. In 1976, he toured in 14 cities in the USSR. Recently he has gained particular acclaim for his reworkings of the songs of Georges Brassens.\n\n\"San Francisco\", one of his best known songs, begins with the line: \"C'est une maison bleue adossée à la colline\" (meaning \"It's a blue house with its back to the hill\"). In 1971, a young Le Forestier was living in a hippie commune, called \"Hunga Dunga\", in a blue house situated at 3841 18th Street in San Francisco. The anthemic song was written as a fond tribute to Le Forestier’s housemates and hippie friends, and the names mentioned in the song refer to real people. These include Phil Polizatto, who recalls with great affection Le Forestier’s stay in the blue house, in a critically acclaimed book entitled “Hunga Dunga: Confessions of an Unapologetic Hippie”. In the summer of 2011, the house was repainted from light green to its original blue, and a plaque dedicated to Le Forestier was unveiled by the French Consul, pointing to the cultural importance of the song in French popular culture.\n\nPhilanthropy\n\nMaxime Le Forestier has participated in Les Enfoirés, the annual concert to raise money for the charity Restaurants du Cœur, since 1995.\n\nSource: Article \"Maxime Le Forestier\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1949-02-10","deathday":null,"gender":2,"homepage":null,"id":584497,"imdb_id":"nm1030798","known_for_department":"Acting","name":"Maxime Le Forestier","place_of_birth":"Paris, France","popularity":1.4,"profile_path":"/1kPLbiE8nkqhL8aGURiV83dn362.jpg"}
