{"adult":false,"also_known_as":["Κριστίνα Ρίτσι","克里斯蒂娜·里奇"],"biography":"Christina Ricci is an American actress. She is known for playing unconventional characters with a dark edge. Ricci is the recipient of several accolades, including a National Board of Review Award for Best Supporting Actress and a Satellite Award for Best Actress, as well as Golden Globe, Primetime Emmy, Screen Actors Guild, and Independent Spirit Award nominations.\n\nRicci made her film debut at the age of nine in Mermaids (1990), which was followed by a breakout role as Wednesday Addams in The Addams Family (1991) and its sequel. Subsequent appearances in Casper and Now and Then (both 1995) brought her fame as a \"teen icon\". At 17, she moved into adult-oriented roles with The Ice Storm (1997), which led to parts in films such as Buffalo '66, Pecker and The Opposite of Sex (all 1998). She garnered acclaim for her performances in Sleepy Hollow (1999) and Monster (2003). Her other credits include Fear and Loathing in Las Vegas (1998), Prozac Nation (2001), Pumpkin (2002), Anything Else (2003), Black Snake Moan (2006), Speed Racer (2008), and The Smurfs 2 (2013). Despite being known predominantly for her work in independent productions, Ricci has appeared in numerous box office hits – to date, her films have grossed in excess of US$1.4 billion.\n\nOn television, Ricci appeared as Liza Bump in the final season of Ally McBeal (2002), and received acclaim for her guest role on Grey's Anatomy in 2006. She also starred as Maggie Ryan on the ABC series Pan Am (2011–12), and produced and starred in the series The Lizzie Borden Chronicles (2015) and Z: The Beginning of Everything (2017). As well as voicing characters in several animated films, Ricci provided voices for the video games The Legend of Spyro: Dawn of the Dragon and Speed Racer: The Videogame (both 2008). In 2010, she made her Broadway debut in Time Stands Still.","birthday":"1980-02-12","deathday":null,"gender":1,"homepage":null,"id":6886,"imdb_id":"nm0000207","known_for_department":"Acting","name":"Christina Ricci","place_of_birth":"Santa Monica, California, USA","popularity":21.004,"profile_path":"/dzB58d6fNrTEi7nBAU1tySJc2at.jpg"}
