{"adult":false,"also_known_as":["Терренс Ховард","Terrence Dashon Howard"],"biography":"Terrence Dashon Howard (born March 11, 1969) is an Academy Award-nominated American actor. Having his first major role in the 1995 film Mr. Holland's Opus, which subsequently led to a number of roles in films and high visibility among African American audiences. Howard broke into the mainstream with a succession of well-reviewed television and film roles between 2004 and 2006. Among his roles in movies includes Ray, Lackawanna Blues, Crash, Four Brothers, Hustle &amp; Flow, Get Rich or Die Tryin', Idlewild, The Brave One. Howard co-starred in Iron Man and reprised the role in the video game adaption. He was replaced in this role in the sequel Iron Man 2, by Academy Award nominee Don Cheadle (his Crash co-star). Howard was born in Chicago, Illinois and raised in Cleveland, Ohio. At 18, he moved to New York City to pursue an acting career. He had auditioned for The Cosby Show and was cast in the role and later, Howard had a principal role in a short-lived CBS sitcom, Tall Hopes. He went on to portray Jackie Jackson in The Jacksons: An American Dream, an ABC miniseries. Three years later, he made his big film break in 1995's Mr. Holland's Opus. He continued with television and movie roles and co-starred as Greg Sparks in the late-1990s television series Sparks. Howard also appeared in The Best Man in 1999, in Ashanti's music video for her 2002 single \"Foolish\", and in Mary J. Blige's video for \"Be Without You\". Howard also made an appearance on the TV series Family Matters. Howard has also worked as a film producer for the movie Pride. In 2008, Howard hosted the PBS' series Independent Lens. Also in 2008, he made his Broadway debut, playing Brick in an all-African-American production of Tennessee Williams' Cat on a Hot Tin Roof, directed by Debbie Allen. Later that year, Howard made a guest appearance in the short film For All Mankind directed by Daniel L. Clifton and in 2009, he starred in the movie Fighting. In 2010, Howard joined the cast of the new Law &amp; Order: Los Angeles installment of the Law &amp; Order franchise, wherein he will play Deputy District Attorney Joe Dekker. Terrence ventured into the music industry with his debut pop album, Shine through It, heavily inspired by popular soul singers such as Marvin Gaye and Curtis Mayfield, was released in September 2008. Howard, who lives outside Philadelphia in Lafayette Hill, He has three children from a previous marriage: two daughters (Aubrey and Heaven) and a son (Hunter).","birthday":"1969-03-11","deathday":null,"gender":2,"homepage":null,"id":18288,"imdb_id":"nm0005024","known_for_department":"Acting","name":"Terrence Howard","place_of_birth":"Chicago, Illinois, USA ","popularity":13.54,"profile_path":"/wXWt2NSY23v7DHe2yZQ1C8TikBp.jpg"}
