{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nJeff Krulik is a director of independent films and a former Discovery Channel producer.\n\nKrulik's work frequently explores the fringes of popular culture from an enthusiastic and appreciative point of view.\n\nHe is best known for his 1986 documentary Heavy Metal Parking Lot, co-produced by John Heyn, a gently disturbing (but, for the most part, fun-loving) look into hard-rock fandom recorded at the Capital Centre parking lot in Landover, Maryland, before a Judas Priest concert. Most of the fans appear drunken and drugged, with \"bare feet, muscle shirts, bare-chested, bleach blonde frizzy perms, mullets from hell, big hair, bad teeth, scar tissue, and by far the largest collection of late '70s Camaros ever seen in one location.\"  Cult director John Waters said of the film, \"It gave me the creeps.\"  Heavy Metal Parking Lot, for a decade or more, circulated through word-of-mouth, via the internet and on second-to-nth-generation bootlegged copies. A 20th-anniversary DVD edition with sequels, outtakes, where-are-they-now bonus footage and other inspirations is now available for sale.\n\nIn his first professional position, Krulik served as the Metrovision Public-access television cable TV channel coordinator for the southern portion of Prince Georges County, Maryland, a community that has inspired several of his films, including Public Access Gibberish (1990), a \"greatest hits\" montage of the most bizarre acts during his tenure at the cable access channel. Other films are Neil Diamond Parking Lot (1996), about the fans before a Neil Diamond concert at the same stadium as Heavy Metal Parking Lot, one decade later; and Ernest Borgnine On the Bus (1997), a documentary about actor Ernest Borgnine, his son and his custom RV; a compilation of many of the director's short films titled Heavy Metal Parking Lot: The Films of Jeff Krulik was released several years ago. Most of these films, along with flims made by Krulik's friends and some additional found footage, are viewable for free in streaming formats on his official website,\n\nIn 2004, the Trio cable channel began broadcasting a show by Krulik titled Parking Lot, which expanded on the \"parking lot\" documentary series started in the 1980s. Created &amp; co-produced by Jeff Krulik and John Heyn (in association with Radical Media), eight episodes were filmed, although it is unclear as to how many of them were actually broadcasted. It does not appear that the program will be shown again on the channel.\n\nDescription above from the Wikipedia article Jeff Krulik, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":null,"deathday":null,"gender":0,"homepage":null,"id":150964,"imdb_id":"nm0472679","known_for_department":"Directing","name":"Jeff Krulik","place_of_birth":null,"popularity":0.6,"profile_path":"/pM0pwxW6dXNmgmx9MLCikqtbFr0.jpg"}
