{"adult":false,"also_known_as":["Mira Katherine Sorvino"],"biography":"Mira Katherine Sorvino was born on September 28, 1967 in Manhattan. She is the daughter of Lorraine Davis, an actress turned drama therapist, and veteran character actor Paul Sorvino. Her father's family were Italian immigrants. The young Sorvino was intelligent, an avid reader and an exceptional scholar. Her father discouraged her from becoming an actor, as he knew how the industry often chews up young stars. She attended Harvard, majoring in Chinese, graduating magna cum laude in 1989, largely on the strength of her thesis, a Hoopes Prize-winning thesis on racial conflict in China, written and researched during the year spent in Beijing, which helped her fluency in Mandarin Chinese.\n\nHowever, she showed interest in a career in acting from an early age, and moved to New York City to try her hand in the City's film industry, waitressing, auditioning and working at the Tribeca production company of Robert De Niro. She succeeded in getting a little television work in the early 1990s, but got her first film job in the independent gangster movie Amongst Friends (1993), on which she worked her way up the ladder behind the camera to eventually associate-produce the film, and, more importantly, was eventually cast as the female lead. The indie production was well-received, and Sorvino's performance attracted enough buzz to get her cast in two more movies, one a more prominent indie, Barcelona (1994), the other her first Hollywood feature, Quiz Show (1994), and her skillful performances brought her yet more attention.\n\nAn exceptionally poised and articulate young woman, she may have seemed inappropriate to play a crazy hooker, but Woody Allen took the chance, and her magnificent performance as the female lead in his Mighty Aphrodite (1995) proved her range as a performer and earned her an Oscar (at the tender age of 29) for Best Supporting Actress. Since winning the Oscar, Sorvino has continued to take a wide range of roles, including another stretch as Marilyn Monroe in Norma Jean & Marilyn (1996), co-starring with another very intelligent and skilled young actress, Ashley Judd. Forays into action and horror, such as Mimic (1997) and The Replacement Killers (1998) show that Sorvino is not above being playful in the film roles she chooses.\n\nHowever, what forever cemented her role in popular culture was her performance as charmingly silly California beach girl Romy White in Romy and Michele's High School Reunion (1997), in which she and co-star Lisa Kudrow utter one hilarious absurdity after another.\n\nMira Sorvino married Christopher Backus on June 11, 2004, and the couple have four children.\n\n- IMDb Mini Biography","birthday":"1967-09-28","deathday":null,"gender":1,"homepage":null,"id":23931,"imdb_id":"nm0000227","known_for_department":"Acting","name":"Mira Sorvino","place_of_birth":"Tenafly, New Jersey, USA","popularity":11.826,"profile_path":"/3w90zSdBNvMdcxSK0XIsYCzqoba.jpg"}
