{"adult":false,"also_known_as":[],"biography":"Mia Frye (born 12 February 1965) is an American actress, singer, professional dancer and dance choreographer who lives and works in France. Frye is best known for choreographing the dance routine in the music video for the hit songs \"Alane\" by Wes and \"Macarena\" by Los del Río.\n\nFrye was born in New York City, and she departed for France with her model mother Radiah Frye at the age of 12 after her mother divorced and met photographer Jean-Paul Goude. She enrolled in a dance school in the Marais district of Paris, and became an instructor three years later. She started appearing in television entertainment shows produced by Gésip Légitimus in the late 1970s and in Les Enfants du rock. At 17, after being introduced to Luc Besson, the latter proposed she appear in choreography for a clip by Serge Gainsbourg called \"Mon légionnaire\".\n\nFrye came to prominence after she choreographed and appeared in the music video for Los del Río's hit song \"Macarena\". Frye said that her primary goal when she created the dance \"was to remove anything that was too fast ... I wanted to be sure that even a child with no sense of rhythm could dance The Macarena.\" She appears in and choreographed the dance routine for the Wes Madiko music video for his song \"Alane\". She was the main choreographer for a comeback show by French pop singer Sheila in 1998, at the Olympia, Paris.\n\nFrye has taken part in French reality shows, starting with French version of Popstars in 2001, the inaugural season for the show. She coached the girl band L5.\n\nIn 2004, she took part in La Ferme Célébrités, another reality television show with the task of collecting funds for a charitable association. She returned to French Popstars in 2007, the program's 4th season, as official choreographer mentor for the show.\n\nIn 2012, she was a part of the jury in Encore une chance (subtitle: Les plus belles voix de la télé réalité) broadcast on NRJ 12. Other jury members included Richard Cross, Stéphane Joffre-Roméas and Morgan Serrano.\n\nSource: Article \"Mia Frye\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1965-02-12","deathday":null,"gender":1,"homepage":null,"id":234685,"imdb_id":"nm0296882","known_for_department":"Acting","name":"Mia Frye","place_of_birth":"New York City, New York, USA","popularity":1.162,"profile_path":"/vYJ3096LiWRsXTNLttk86KI88a8.jpg"}
