{"adult":false,"also_known_as":["James Howard Newton","James Newton-Howard"],"biography":"American composer, orchestrator, and music producer James Newton Howard is an eight-time Academy Award nominee.  He is best known for his frequent collaborations with director M. Night Shyamalan. He is well known for his highly emotional and powerfully subtle music, supplying his talent to an array of films such as The Fugitive, The Sixth Sense, Signs, The Village, the two Christopher Nolan Batman films; Batman Begins and The Dark Knight with Hans After Howard left the University of Southern California, he toured with Elton John as a keyboardist during the late 1970s and early 1980s. Howard also arranged strings for several of Elton's songs during this period including on the hits \"Don't Go Breaking My Heart\" and \"Sorry Seems To Be The Hardest Word\", as well as playing additional keyboards and synthesizers on several of Elton's studio albums, including \"Rock of The Westies\" (1975), \"Blue Moves\" (1976), \"21 At 33\" (1980), and \"The Fox\" (1981). After his tenure with John, Howard toured briefly with Crosby, Stills and Nash before moving into film music in the mid-1980s. Howard scored the blockbuster Pretty Woman (1990). He received his first Academy Award nomination for his score for Barbra Streisand's drama The Prince of Tides (1991). Howard achieved four more best original score Oscar nominations, for the Harrison Ford action feature The Fugitive (1993), the Julia Roberts romantic comedy My Best Friend's Wedding (1997), M. Night Shyamalan's The Village (2004) and most recently, Michael Clayton (2007). In addition, Howard received Best Song nods for scoring the Western epic Wyatt Earp (1994), Kevin Costner's Waterworld (1995), and Primal Fear (1996).   Howard scored Space Jam (1996), Dante's Peak (1997) (theme only - score was composed by John Frizzell), and Collateral (2004). Howard has  scored three Disney films which are Dinosaur (2000), Treasure Planet and Atlantis: The Lost Empire. Howard also earned an Emmy nomination in 1995 the theme and pilot to the television drama, ER. He also won an Emmy for the them to Gideon's Crossing.  He went on to win a Golden Globe nomination for Best Original Score for the feature King Kong. He went on to receive Oscar nominations for the features Michael Clayton (2007) and Defiace (2008).","birthday":"1951-06-09","deathday":null,"gender":2,"homepage":null,"id":1213,"imdb_id":"nm0006133","known_for_department":"Sound","name":"James Newton Howard","place_of_birth":"Los Angeles, California, USA","popularity":2.871,"profile_path":"/qB4JgzCXCjr7NwW7UNrgBrWZDlo.jpg"}
