{"adult":false,"also_known_as":["Hugues Jean Marie Auffray"],"biography":"Hugues Jean Marie Auffray (born 18 August 1929 in Neuilly-sur-Seine), better known as Hugues Aufray, is a French singer-songwriter and guitarist.\n\nAufray is known for French language covers of Bob Dylan's songs. Aufray knew Dylan and his work from his time in New York City, as well as from record shops, and his translations capture the rawness of the original songs. His most famous original songs are \"Santiano\", \"Céline\", \"Stewball\" and \"Hasta Luego\".\n\nHe was born to Henry Auffray, an industrialist and Amyelle de Caubios d'Andiran, (1898-1992) a musician, second cousin of the French author François Mauriac (respectively by their maternal grandfather and maternal grandmother). His sister was actress Pascale Audret (1936–2000) and his niece is actress Julie Dreyfus. Once Aufray's parents divorced, the family left Paris for Sorèze, where he was raised by his mother. During the war, he studied at Sorèze secondary school. In 1945, Aufray joined his father in Madrid, living there for three years. He attended the Lycée Français de Madrid in Madrid, and graduated with his baccalauréat. He then returned to France to start singing in Spanish.\n\nHe first began writing songs for French singers. After finishing second in a singing competition, he signed a record deal in 1959 with Eddie Barclay. From there, he went on to co-write and arrange many songs, drawing influence from folk, blues and rock. While supporting Peter, Paul and Mary in New York in 1962, he struck up a friendship with Bob Dylan, who would then visit him in Paris in 1964. Aufray translated many of Dylan's songs into French:[ their appearance on his 1965 album Aufray chante Dylan helped form the tastes of the new French generation.\n\nAufray represented Luxembourg in the 1964 Eurovision Song Contest, performing \"Dès que le printemps revient\" and finishing fourth.\n\nIn 1966, he sang Les Crayons de Couleur in support of Martin Luther King at an anti-racism benefit.\n\nIn 1984, he sang a duet with Bob Dylan at a concert in Grenoble,] and performed with him in Paris as well.\n\nSource: Article \"Hugues Aufray\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1929-08-18","deathday":null,"gender":2,"homepage":null,"id":583987,"imdb_id":"nm1485759","known_for_department":"Acting","name":"Hugues Aufray","place_of_birth":"Neuilly-sur-Seine, Hauts-de-Seine, France","popularity":2.136,"profile_path":"/5j5okRAwXEO9Cpra6QT0mrNubYv.jpg"}
