{"adult":false,"also_known_as":["Kenzô Horikoshi"],"biography":"After graduating from Waseda University Kenzo Horikoshi went into entrepreneurship founding Europe-Japan Society travel agency which was later sold to Japan Airlines. During his travels associated with this venture, Horikoshi became interested with the New German Cinema of Wim Wenders and Rainer Werner Fassbinder and upon his return to Japan in 1977, he organised the German New Film Festival to help introduce the movement. In 1982 as a pioneer of the boom, Horikoshi opened the Euro Space micro-cinema in Shibuya where he helped produce and distribute films for renowned independent filmmakers such as Isao Yamada, Gakuryû Ishii, as well as sponsored western directors like Charles Musser and Frank Henenlotter to come and present their work in Japan.  After this Horikoshi, through Euro Space, would become a key figure in both the production of independent films at home in Japan working with directors such as Kiyoshi Kurosawa, Makoto Sato, Shinji Aoyama,  Ryusuke Hamaguchi and Takashi Shimizu, and in helping directors from the West produce films in Japan such as with Matthias X. Oberg's Stratosphere Girl and Abbas Kiarostami's highly acclaimed Like Someone in Love. Throughout this period Euro Space also maintained it's position as a vital distributor of mainland European films into Japan, importing works from the likes of Lars von Trier, François Ozon, Aki Kaurismäki and Ulrich Seidl. But most notably was the regular collabration with Leos Carax, all of whoms films from The Lovers on the Bridge onward were distributed by Euro Space, which Horikoshi first took a more hands-on approach with by taking on a producer role for Carax's contribution to the Tokyo! omnibus film, and then again later with a producer role in the Cannes 2021 opening film, Annette.","birthday":"1945-01-01","deathday":null,"gender":2,"homepage":null,"id":63997,"imdb_id":"nm0386355","known_for_department":"Production","name":"Kenzo Horikoshi","place_of_birth":"Suginami, Tokyo, Japan","popularity":0.6,"profile_path":"/i3d6MadFQg0HddyspyBwnIVXddz.jpg"}
