{"adult":false,"also_known_as":["The Big Boss Man","Big Bubba Rogers","Guardian Angel","The Boss","The Big Bossman ","Ray Traylor"],"biography":"Raymond \"Ray\" Washington Traylor, Jr. was an American professional wrestler. Traylor was best known for his appearances with the World Wrestling Federation (WWF) under the ring name Big Boss Man, as well as for his appearances with World Championship Wrestling as The Boss, Guardian Angel and Big Bubba Rogers. During his appearances with the WWF, Big Boss Man held the WWF World Tag Team Championshiponce and the WWF Hardcore Championship four times. In the summer of 2000, Boss Man disappeared from the WWF's primary television shows, wrestling mainly on Jakked and Heat, where he had a minor feud with Crash Holly until suffering a legit injury in January 2001. When he returned on the December 20, 2001 of SmackDown, he formed a team with Booker T, after Vince McMahon ordered him to be Booker's enforcer. on the December 27 episode of Smackdown, Bossman and Booker T defeated Stone Cold in a handicap match. on the January 7, 2002 episode of Raw, Bossman and Booker T was defeated by Stone Cold & The Rock. on the January 17 episode of Smackdown, Bossman lost to Diamond Dallas Page. At the Royal Rumble (2002), Bossman competed in the Royal Rumble match where he was eliminated by Rikishi. On the January 24 episode of Smackdown, Bossman lost to Rikishi. The team quietly split in late January 2002, and Boss Man returned to Jakked/Metal and Heat. On the February 2 episode of Metal, Bossman defeated The Hurricane. On the February 2 episode of Metal, Bossman defeated Perry Saturn. In April, he formed a short-lived tag team with Mr. Perfect after both were drafted to the Raw brand. On the March 23 episode of WWF Jakked, Bossman and Mr. Perfect lost to The APA. On the April 1 episode of Raw, Bossman and Mr. Perfect lost to The Hardy Boyz. On the April 14 episode of Heat, Bossman lost to Bradshaw. On the April 28 episode of Heat, Bossman defeated Crash Holly. On the May 6 episode of Heat. Bossman lost to D'Lo Brown. On the May 20, 2002 Heat taping, he lost his final WWE match to Tommy Dreamer.\n\nTraylor was assigned to train developmental wrestlers in Ohio Valley Wrestling, before being released from WWE in 2003.\n\nInternational Wrestling Association of Japan (2004)\n\nTraylor's final matches were in the International Wrestling Association of Japan, where he competed in a tournament for the vacant IWA World Heavyweight Championship. He made it to the final by defeating Freddie Krueger before losing to Jim Duggan.\n\nTraylor had two daughters, Lacy Abilene Traylor and Megan Chyanne Traylor, and was married to Angela, his childhood sweetheart.\n\nIn July 2004, Traylor ran for Commission Chairman for Paulding County, Georgia. He was the owner of a Dallas, Georgia storage company called RWT Enterprises.\n\nTraylor died of a heart attack on September 22, 2004, aged 41 at his home in Dallas, Georgia. He was posthumously inducted into the WWE Hall of Fame in 2016, with his wife and daughters accepting the award on his behalf.","birthday":"1963-05-02","deathday":"2004-09-22","gender":2,"homepage":null,"id":1075574,"imdb_id":"nm0871498","known_for_department":"Acting","name":"Ray Traylor","place_of_birth":"Marietta, Georgia, USA","popularity":1.838,"profile_path":"/ugt5vv8Bb9d5ntg5rH4Tq2Kju2g.jpg"}
