{"adult":false,"also_known_as":["Herman Yau Lai-To","邱禮濤","Yau Lai-To","邱礼涛"],"biography":"Herman Yau Lai-To (Chinese: 邱禮濤), born 1961 in Hong Kong is a film director, actor, cinematographer, scriptwriter and film producer.\n\nA Chiuchow by origin, Yau studied film at The Department of Communications, Hong Kong Baptist College from 1981 to 1984 where he spent much of his early days hanging out with music lovers and making independent films.\n\nUpon leaving school, Yau devoted most of his time working in the film industry, and writing for a number of magazine and newspapers as a columnist and freelance writer. Yau has also participated in a number of productions including music videos for Chang Kuan, Jie Cheng-jiang, Anthony Wong, Jacky Cheung, Andy Hui and the American jazz player Eric Marienthal. He has also produced TV commercials and promos for the Hong Kong Film Awards.\n\nFrom 1997 to 1998, Yau participated in the filming of a TV series produced by Radio Television Hong Kong. In 2003, to celebrate the 30th anniversary of the Independent Committee Against Corruption, the ICAC produced a television drama series and invited Yau to direct one of the episodes.\n\nYau is also one of the founders of the cultural newspaper, Chinese Youth Weekly, and two movie magazines (these three periodicals have stopped releasing). Yau has also published two books of his own.\n\nYau has produced and directed over 70 movies, which include The Untold Story, The Untold Story III, War of the Underworld, Walk In, Ebola Syndrome, Master Q 2001, From the Queen to the Chief Executive and the Troublesome Night series.\n\nYau’s films have also been shown in the Hong Kong International Film Festival and film festivals in Europe and the United States. The Untold Story and Ebola Syndrome were praised as “cult classics” (Yau himself considers Ebola Syndrome as his most achieved work). From the Queen to the Chief Executive was awarded the Golden Torch Award by the International Catholic Organization for Cinema and Audiovisual.\n\nIn 1997, together with a group of people coming from different fields who share the same belief in writing and the power of words, Herman founded Step Forward which specializes in publication.\n\nIn 1999, Hong Kong Polytechnic University invited Herman as their first “Artist-in-Residence”. For seven years, from 1996 to 2002, the Hong Kong Art Centre invited Herman to be a member of the jury for the “Hong Kong Independent Short Film and Video Awards”. In 2002 and 2003, Herman was invited as a consultant for the “Master Degree Programme in Multimedia and Entertainment Technology” and Art Consultant for the Hong Kong Art Development Board. —Wikipédia","birthday":"1961-01-01","deathday":null,"gender":2,"homepage":null,"id":92831,"imdb_id":"nm0946875","known_for_department":"Directing","name":"Herman Yau","place_of_birth":"Hong Kong, China","popularity":2.373,"profile_path":"/4XEGcBB5P687gTH0nOuQ3ooMaX5.jpg"}
