{"adult":false,"also_known_as":["Кармен Электра","Tara Leigh Patrick"],"biography":"Tara Leigh Patrick (born April 20, 1972), professionally known as Carmen Electra is an American glamour model, actress, television personality, singer, dancer and sex symbol. She gained fame for her appearances in Playboy magazine, on the MTV game show Singled Out, on the TV series Baywatch, and dancing with the Pussycat Dolls, and has since had roles in the parody films Scary Movie, Date Movie, Epic Movie, Meet the Spartans, and Disaster Movie.\n\nElectra was born in Sharonville, Ohio, the daughter of Patricia, a singer, and Harry, a guitarist and entertainer. She attended Ann Weigel Elementary School and then studied dance at Dance Artists dance studio under Gloria J. Simpson, in Western Hills, a neighborhood of Cincinnati. Her mother died of a brain tumor in 1998. Her older sister Debbie died from a heart attack, also in 1998. Carmen graduated from Princeton High School in Sharonville. Carmen Electra also attended the School for Creative and Performing Arts (SCPA) in the Cincinnati Public School District. She has Irish, German, and Cherokee ancestry.\n\nElectra started her professional career in 1990 as a dancer at Kings Island amusement park in Mason, Ohio in the show \"It’s Magic\", one of the more popular shows in the park's history. In 1991, she moved to California and met Prince. Soon after meeting Prince, Electra signed a recording contract with Prince's Paisley Park Records and began a short-lived singing career.During her time at Paisley Park Records, she officially became known as Carmen Electra.\n\nElectra on June 3, 2008.\n\nIn 1995, Electra started appearing in television programs. In May 1996 she was featured in a nude pictorial in Playboy magazine, the first of several. This exposure led to higher profile television appearances, including Baywatch (cast member from 1997–1998, as Leilani \"Lani\" McKenzie) and MTV's Singled Out. She returned to Baywatch for the 2003 reunion movie, Baywatch: Hawaiian Wedding.\n\nElectra was featured in Playboy four more times, with her second appearance in June 1997, third in December 2000, fourth in April 2003 and her fifth in the January 2009 anniversary issue. She was on the cover three times, in December 2000, April 2003 and on the 55th anniversary Issue in January 2009.\n\nElectra has appeared in films such as American Vampire (1997), Good Burger (1997), The Mating Habits of the Earthbound Human (1999), the horror spoof Scary Movie (2000) and also appeared in Meet the Spartans (2008), Scary Movie 4 (2006), Epic Movie (2007), Date Movie (2006), Disaster Movie (2008), the remake of the 1970s TV show Starsky & Hutch (2004) and Cheaper by the Dozen 2. She won an MTV Movie Award (best kiss) for Starsky & Hutch. She also appeared in an episode of House in which she portrayed herself as an injured golfer and an injured farmer, playing out House's fantasy.\n\nIn 1999, she appeared in the Bloodhound Gang's music video of \"The Inevitable Return of the Great White Dope.\" In 2005, she joined the voice cast of the animated series Tripping the Rift, replacing Gina Gershon as the voice of the sexy android \"Six\". Also in 2005, she began the Naked Women's Wrestling League, acting as the commissioner for the professional wrestling promotion. In late 2006, Carmen began to be featured in commercials by Taco Bell.","birthday":"1972-04-20","deathday":null,"gender":1,"homepage":null,"id":28639,"imdb_id":"nm0001182","known_for_department":"Acting","name":"Carmen Electra","place_of_birth":"Sharonville, Ohio, USA","popularity":16.305,"profile_path":"/lBCUm1gGNTFI3OIjPx8maaEDXUQ.jpg"}
