{"adult":false,"also_known_as":[],"biography":"​Victor Rasuk (born January 15, 1984) is an American actor. Rasuk was born in Harlem, New York to Dominican parents. He has one brother, Silvestre, with whom he starred in Raising Victor Vargas. Rasuk attended performing arts school as a teenager, and began acting at 14. He garnered his first movie role at 16 in Five Feet High and Rising. The film—less than 30 minutes long—was a hit at the Independent Spirit Film Festival. Two years later, the same director, Peter Sollett, suggested expanding the short film into a feature-length movie: Raising Victor Vargas, which went on to win Rasuk an Independent Spirit Award for his work. In his next film, Rock Steady, Rasuk played a character named Roc. Two years later, he took a leading role in Haven with Orlando Bloom. In 2005, Lords of Dogtown was released, with Victor playing Tony Alva, one of the leading roles. The part included surfing and performing skateboarding tricks. Although the more complicated maneuvers were performed by stunt men (including the scenes of surfing at Pacific Ocean Park pier and skating in empty swimming pools), Rasuk is a method actor and worked on remaining in character both on and off screen. Believing he had mastered skating a huge ramp in only his second week of training, Rasuk fractured one of his orbital bones. Rasuk says the accident likely earned him more respect from serious skaters within the cast and crew. Victor can now be seen on the HBO television series How To Make It In America (2010), co-starring alongside Bryan Greenberg and rapper Kid Cudi. Marjorie Ballentine is his acting coach.\n\nDescription above from the Wikipedia article Victor Rasuk , licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1984-01-15","deathday":null,"gender":2,"homepage":null,"id":59251,"imdb_id":"nm0711559","known_for_department":"Acting","name":"Victor Rasuk","place_of_birth":"New York City, New York, USA","popularity":7.133,"profile_path":"/1vh2Yzp9bhmaxLfpNCrO7DVoURd.jpg"}
