{"adult":false,"also_known_as":[],"biography":"Jonas Mekas was born in 1922 in the farming village of Semeniškiai, Lithuania. In 1944, he and his brother Adolfas were taken by the Nazis to a forced labor camp in Elmshorn, Germany. After the War he studied philosophy at the University of Mainz. At the end of 1949 the UN Refugee Organization brought both brothers to New York City, where they settled down in Williamsburg, Brooklyn.\n\nTwo months after his arrival in New York he borrowed money to buy his first Bolex camera and began to record brief moments of his life. He soon got deeply involved in the American Avant-Garde film movement. In 1954, together with his brother, he started Film Culture magazine, which soon became the most important film publication in the US. In 1958 he began his legendary Movie Journal column in the Village Voice. In 1962 he founded the Film-Makers' Cooperative, and in 1964 the Film-Makers' Cinematheque, which eventually grew into Anthology Film Archives, one of the world's largest and most important repositories of avant-garde cinema, and a screening venue.\n\nDuring all this time he continued writing poetry and making films. To this date he has published more than 20 books of prose and poetry, which have been translated into over a dozen languages. His Lithuanian poetry is now part of Lithuanian classic literature and his films can be found in leading museums around the world. He is largely credited for developing the diaristic forms of cinema. Mekas has also been active as an academic, teaching at the New School for Social Research, the International Center for Photography, Cooper Union, New York University, and MIT.\n\nMekas' film The Brig was awarded the Grand Prize at the Venice Film Festival in 1963. Other films include Walden (1969), Reminiscences of a Journey to Lithuania (1972), Lost Lost Lost (1975), Scenes from the Life of Andy Warhol (1990), Scenes from the Life of George Maciunas (1992), As I was Moving Ahead I saw Brief Glimpses of Beauty (2000), Letter from Greenpoint (2005), Sleepless Nights Stories (2011) and Out-takes from the Life of a Happy Man. In 2007, he completed a series of 365 short films released on the internet -- one film every day -- and since then has continued to share new work on his website.\n\nSince 2000, Mekas has expanded his work into the area of film installations, exhibiting at the Serpentine Gallery, the Centre Pompidou, Musée d'Art moderne de la Ville de Paris, the Moderna Museet (Stockholm), PS1 Contemporary Art Center MoMA, Documenta of Kassel, the Museum Ludwig in Cologne, the State Hermitage Museum in St. Petersburg, and the Venice Biennale.","birthday":"1922-12-24","deathday":"2019-01-23","gender":2,"homepage":"http://jonasmekas.com","id":1092208,"imdb_id":"nm0577263","known_for_department":"Directing","name":"Jonas Mekas","place_of_birth":"Semeniškiai, Lithuania","popularity":3.231,"profile_path":"/3cgr51D6m7imHGQ1vCH3YEkfOfY.jpg"}
