{"adult":false,"also_known_as":[],"biography":"Hollie Stenson was born in Goldsboro, North Carolina. Her father's job moved the family to Fort Worth, Texas when she was around 9 years old. Spending her formative years in Texas, she received an undergraduate degree in Broadcast Journalism and worked as a reporter for 2 years for an ABC affiliate in Texas. While in college and reporting, she studied acting and developed a passion for it. Performing in community theater on weekends while supporting herself with her reporting job, she finally decided to quit and pursue acting full time.\n\nAfter a wonderfully inspiring role in the Robert Altman film, \"Dr. T & The Women\", she was hooked. Good fortune followed with the decision to quit her job as a journalist, and she worked regularly as an actor in Texas for about a year before landing the role of \"Miss Wyoming\" in Sandra Bullock's \"Miss Congeniality\". With the exposure and success of this film, she packed up and moved to Los Angeles.\n\nWorking consistently throughout the years in great comedic television and film roles (and some dramatic) she continued her studies in acting and improvisation. All the while, she was the President of a non-profit organization called The FILManthropy Society, and consequently directed it's signature charitable event, the FILManthropy Festival. Inspired by the power of film and media to inspire social change, she pursued a Master's degree in Social Entrepreneurship from Pepperdine University. She subsequently worked on the Social Impact team at the Academy-Award winning production company, Participant Media, helping to craft campaigns to further the social impact of Participant's important films.\n\nHollie loves acting whenever possible, while also maintaining a steady career of helping nonprofits & for-profit businesses become more sustainable and have greater impact, working around the world (most notably Kenya with a women's empowerment organization) and domestically as well.\n\nHollie resides in Los Angeles, speaks Spanish fairly well, and is a very experienced sailor with plans to circumnavigate the globe on sailboat.","birthday":"1976-07-25","deathday":null,"gender":1,"homepage":null,"id":2421652,"imdb_id":"nm0826678","known_for_department":"Acting","name":"Hollie Stenson","place_of_birth":"Texas, USA","popularity":0.741,"profile_path":"/jM1Gtvz4SJY0Rwh8673j7CdelrR.jpg"}
