{"adult":false,"also_known_as":["Rachel Hannah Weisz","Рейчел Вайс","Рейчел Ханна Вайс","레이첼 와이즈","레이첼 바이스","Ρέιτσελ Βάις","ریچل وایس","Ρέιτσελ Χάνα Βάις"],"biography":"An English film and theatre actress and fashion model. She started her acting career at Trinity Hall, Cambridge University, where she co-founded the theatrical group Cambridge Talking Tongues. The group was awarded the Student Drama Award for the improvised piece Slight Possession during the Edinburgh Festival Fringe by The Guardian. Weisz started working in television, appearing in Inspector Morse, the British miniseries The Scarlet and the Black, and the television movie Advocates II. She made her film debut in the 1994 film Death Machine, but her breakthrough role came in the 1996 movie Chain Reaction, leading to a high-profile role as Evelyn Carnahan-O'Connell in the films The Mummy, in 1999, and The Mummy Returns in 2001. Other notable films featuring Weisz are Enemy at the Gates, About a Boy, Constantine, The Fountain and The Constant Gardener, for which she received the Academy Award for Best Supporting Actress, the Golden Globe Award for Best Supporting Actress and the Screen Actors Guild Award for Outstanding Performance by a Female Actor in a Supporting Role. Weisz also worked on theatre. Her stage breakthrough was the 1994 revival of Noel Coward's play Design for Living, which earned her the London Critics Circle Award for the most promising newcomer. Weisz's performances also include the 1999 Donmar Warehouse production of Tennessee Williams' Suddenly Last Summer, and the 2006 revival of A Streetcar Named Desire. Her portrayal of Blanche DuBois in the latter play earned her the Critics' Circle Theatre Award for Best Actress of 2009.","birthday":"1970-03-07","deathday":null,"gender":1,"homepage":null,"id":3293,"imdb_id":"nm0001838","known_for_department":"Acting","name":"Rachel Weisz","place_of_birth":"Westminster, London, England, UK","popularity":26.965,"profile_path":"/58czHc8QU1L4H0N45T0UML8efgS.jpg"}
