{"adult":false,"also_known_as":["Carol Cook"],"biography":"​From Wikipedia, the free encyclopedia\n\nCarole Cook (b. 1928, Abilene, Texas) is an American actress. She has appeared in many theatrical productions, in films and on television.\n\nBorn as Mildred Frances Cook, she was a protege of Lucille Ball. Ball gave her the stage name of \"Carole\", after her friend Carole Lombard because, Ball reportedly told Cook, \"you have the same healthy disrespect for everything in general\". Cook appeared regularly on two of her shows, The Lucy Show and Here's Lucy. Ball was matron of honor at Cook's wedding in 1964 to actor Tom Troupe.\n\nCook starred in the animated Disney film Home on the Range, as the voice of Pearl Gesner, the farmer of Patch of Heaven. She appeared in such feature films as The Incredible Mr. Limpet, Sixteen Candles, Grandview, U.S.A., American Gigolo and Summer Lovers. Her first film role was in Palm Springs Weekend.\n\nShe made guest appearances on such TV shows as The Lucy Show, Here's Lucy, Knight Rider, Magnum, P.I., Murder, She Wrote, Dynasty, Charlie's Angels , on a fourth season 1985 episode of The A-Team called \"Members Only\", and, more recently, on Grey's Anatomy. In 1976, she appeared as a bullying nurse in an episode of Emergency! in which Johnny Gage is injured by a hit-and-run driver. In 2006, she appeared as an elderly patient on the ABC drama Grey's Anatomy (episode 14 \"Tell Me Sweet Little Lies\", season two).\n\nIn addition to her film and television work, Cook appeared in the original Broadway productions of 42nd Street and Romantic Comedy and was the second actress (after Carol Channing) to star as Dolly Levi in Hello, Dolly!. Cook also appeared as Mrs. Peacham in the 1956 off-Broadway production of The Three Penny Opera starring Lotte Lenya and is the only actress to star in major productions of both Mame and Auntie Mame.\n\nDescription above from the Wikipedia article Carole Cook, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1924-01-14","deathday":null,"gender":1,"homepage":null,"id":41730,"imdb_id":"nm0176946","known_for_department":"Acting","name":"Carole Cook","place_of_birth":"Abilene, Texas, USA","popularity":5.352,"profile_path":"/1QuKyAK9V2so8SdnJW3cx8x7oHq.jpg"}
