{"adult":false,"also_known_as":["Sam Jackson","Samuel Leroy Jackson","Samuel Jackson","Сэмюэл Л. Джексон","ซามูเอล แอล. แจ็กสัน","サミュエル・L・ジャクソン","새뮤얼 L. 잭슨","森姆·積遜","صامويل جاكسون","사무엘 L. 잭슨","Σάμιουελ Λ. Τζάκσον","Σάμιουελ Λιρόι Τζάκσον"],"biography":"An American film and television actor and film producer. After Jackson became involved with the Civil Rights Movement, he moved on to acting in theater at Morehouse College, and then films. He had several small roles such as in the film Goodfellas, Def by Temptation, before meeting his mentor, Morgan Freeman, and the director Spike Lee. After gaining critical acclaim for his role in Jungle Fever in 1991, he appeared in films such as Patriot Games, Amos & Andrew, True Romance and Jurassic Park. In 1994 he was cast as Jules Winnfield in Pulp Fiction, and his performance received several award nominations and critical acclaim.\n\nJackson has since appeared in over 100 films including Die Hard with a Vengeance, The 51st State, Jackie Brown, Unbreakable, The Incredibles, Black Snake Moan, Shaft, Snakes on a Plane, as well as the Star Wars prequel trilogy and small roles in Quentin Tarantino's Kill Bill Vol. 2 and Inglourious Basterds. He played Nick Fury in the Marvel Cinematic Universe  in Iron Man (2008) Iron Man 2 (2010), Thor (2011), Captain America: The First Avenger (2011), The Avengers (2012), Captain America: The Winter Soldier (2014), Avengers: Age of Ultron (2015), Avengers: Infinity War (2018), Captain Marvel (2019), Avengers: Endgame (2019), and Spider-Man: Far From Home (2019). Jackson's many roles have made him one of the highest grossing actors at the box office. Jackson has won multiple awards throughout his career and has been portrayed in various forms of media including films, television series, and songs. In 1980, Jackson married LaTanya Richardson, with whom he has one daughter, Zoe.\n\nDescription above from the Wikipedia article Samuel L. Jackson, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1948-12-21","deathday":null,"gender":2,"homepage":null,"id":2231,"imdb_id":"nm0000168","known_for_department":"Acting","name":"Samuel L. Jackson","place_of_birth":"Washington, D.C., USA","popularity":35.496,"profile_path":"/nCJJ3NVksYNxIzEHcyC1XziwPVj.jpg"}
