{"adult":false,"also_known_as":["Kenneth Tsang Kong","曾江","曾貴一","증강"],"biography":"Kenneth Tsang Kong (born 1938) is a Hong Kong actor. Tsang's career has spanned 50 years and included a variety of acting roles.\n\nTsang was born in Hong Kong with family roots in Zhongshan, Guangdong. He attended high school in Texas, U.S. and received a degree in architecture from the University of California, Berkeley. He returned to Hong Kong in the early 1960s but was bored by the work. His older sister, Jeanette Lin Tsui  was a film star at the time and provided Tsang with several connections in the industry which boosted his acting career. In the media, Lin Tsui was always presented as Tsang's younger sister instead as it was moreover uncommon for female stars to reveal their age.\n\nTsang's film debut was in the movie The Feud (1955), when he was just 16, which was followed by a role in Who Isn't Romantic? (1956). In the mid 1960s, Tsang starred in detective films and classic kung fu movies with (at the time) Hong Kong teen idols Connie Chan Po-chu and Josephine Siao. Tsang also appeared in a few Wong Fei-Hung movies in the late 1960s. In the 1986, Tsang worked as taxi cab owner, Ken, in John Woo's A Better Tomorrow. Subsequent collaborations with Woo included the role of Ken in A Better Tomorrow 2 in 1987, police officer Danny Lee's murdered partner in The Killer in 1989, and the strict adoptive father of Chow Yun-fat, Leslie Cheung and Cherie Chung in Once a Thief in 1991.\n\nTsang also filmed several Singaporean Chinese dramas during the 1990s, one of his most notable works there was the 1995 epic The Teochew Family and The Unbeatables II\n\nUp to this point, Tsang had played roles in mainly Hong Kong movies. His first Hollywood film was The Replacement Killers (1998), also the Hollywood debut of co-star Chow Yun-fat. Tsang appeared alongside Chow once again in Anna and the King as well as Jackie Chan in Rush Hour 2. Tsang played General Moon in the James Bond film Die Another Day (2002), and he continues to appear in films from his native Hong Kong.\n\nTsang is currently married to Jiao Jiao, a Chinese actress.\n\nDescription above from the Wikipedia article Kenneth Tsang, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1934-09-02","deathday":null,"gender":2,"homepage":null,"id":10885,"imdb_id":"nm0874684","known_for_department":"Acting","name":"Kenneth Tsang","place_of_birth":"Hong Kong, China","popularity":7.783,"profile_path":"/sBktfdIY1xbWGccoP6Mt82ioaYG.jpg"}
