{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nJim Kammerud (born 1960) is an American director, writer, producer and animator, best known for his work with the Walt Disney Company.\n\nKammerud attended the Ohio State University in the mid-1980s. There he developed his cartooning style by working as an editorial cartoonist, as well as creating the comic strip \"It's Working,\" for The Lantern, the University's student newspaper. Also on staff at The Lantern at the time was Jeff Smith, later known for the comic book Bone.\n\nAfter college, while still living in Columbus, Ohio, Kammerud and Smith formed the Character Builders animation studio. There Kammerud began working on Rover Dangerfield and worked as an animator and storyboard artist for Bebe's Kids as well as Space Jam. He became involved with Disney as sequence director for the additional animation in Pocahontas II: Journey to a New World and later joined to direct and design the new characters in The Little Mermaid II: Return to the Sea. His next film as director was 101 Dalmatians II: Patch's London Adventure, when he also worked on part of the screenplay. His second film where he worked on the screenplay was Tarzan II, in addition to producing the film, and his most recent project, The Fox and the Hound 2 is his first film without co-direction from Brian Smith. He also worked on The Aristocats II, which has since been shelved after the decision to drastically reduce the number of direct-to-video sequels made by Disney.\n\nIn 2009, Kammerud was featured in The Cartoonist, a documentary film on the life and work of Jeff Smith, creator of Bone.\n\nDescription above from the Wikipedia article Jim Kammerud, licensed under CC-BY-SA, full list of contributors on Wikipedia.\n\n​","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":60725,"imdb_id":"nm0436851","known_for_department":"Directing","name":"Jim Kammerud","place_of_birth":null,"popularity":1.362,"profile_path":null}
