{"adult":false,"also_known_as":["Colette Dacheville"],"biography":"Stéphane Audran (born Colette Suzanne Dacheville 8 November 1932 in Versailles, Yvelines) was a French film and television actress, known for her performances in Oscar winning movies such as Le charme discret de la bourgeoisie (1972) and Babette's Feast (1987) and in critically acclaimed films like The Big Red One (1980) and Violette Nozière (1978).\n\nShe married French director and screenwriter Claude Chabrol in 1964, after a short marriage to the French actor Jean-Louis Trintignant. Her son by her marriage to Chabrol (which ended in 1980) is the French actor Thomas Chabrol (born in 1963).\n\nHer first major role was in Chabrol's film Les Cousins (1959). She has since appeared in most of Chabrol's films. Some of the more noteworthy of his films Audran has appeared in are Les Bonnes Femmes (1960), La Femme Infidèle (1968), Les Biches (1968) as a rich lesbian who becomes involved in a ménage à trois (she first gained notice in this), Le Boucher (1970) as a school teacher who falls in love with a murderous butcher, Juste Avant La Nuit (1971), and Violette Nozière (1978). She won the Silver Bear for Best Actress for her role in Les Biches at the 18th Berlin International Film Festival.\n\nShe also appeared in the first film of Éric Rohmer (Signe du Lion), and in films by Jean Delannoy (La Peau de Torpedo), Gabriel Axel (Babette's Feast, as the mysterious cook, Babette), Bertrand Tavernier (Coup de Torchon, as the wife of the cop turned serial killer) and Samuel Fuller (The Big Red One). The most celebrated of her non-Chabrol films was Luis Buñuel's Oscar-winning Le charme discret de la bourgeoisie (1972) as Alice Senechal. Also appearing in English-language productions, Audran has appeared in American features like The Black Bird (1975), and in TV serials like Brideshead Revisited (1981), Mistral's Daughter (1984) and The Sun Also Rises (1984).\n\nAudran won a French César Award for Best Actress in a Supporting Role for her performance in Violette Nozière (1978) and British Film Academy award for Just Before Nightfall (1975).\n\nDescription above from the Wikipedia article Stéphane Audran, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1932-11-08","deathday":"2018-03-27","gender":1,"homepage":null,"id":19092,"imdb_id":"nm0000804","known_for_department":"Acting","name":"Stéphane Audran","place_of_birth":"Versailles, Seine-et-Oise, France","popularity":8.112,"profile_path":"/nsDewAkYIclnQR06ZYuwb57Yiwm.jpg"}
