{"adult":false,"also_known_as":["Джаред Лето","จาเรด เลโท","杰瑞德·莱托","ジャレッド・レト","جاريد ليتو","Bartholomew Cubbins","Τζάρεντ Λέτο","자레드 레토"],"biography":"Jared Joseph Leto (/ˈlɛtoʊ/; born December 26, 1971) is an American actor and musician. After starting his career with television appearances in the early 1990s, he achieved recognition for his role as Jordan Catalano on the television series My So-Called Life (1994). He made his film debut in How to Make an American Quilt (1995) and received critical praise for his performance in Prefontaine (1997).\n\nAfter supporting roles in The Thin Red Line (1998), Fight Club (1999), Girl, Interrupted (1999) and American Psycho (2000), and the lead role in Urban Legend (1998), he earned critical acclaim for portraying heroin addict Harry Goldfarb in Requiem for a Dream (2000). He began focusing increasingly on music, then returned to acting with Panic Room (2002), Alexander (2004), Lord of War (2005), Lonely Hearts (2006), Chapter 27 (2007), and Mr. Nobody (2009). His performance as a transgender woman in Dallas Buyers Club (2013) earned him an Academy Award, a Golden Globe Award, and a Screen Actors Guild Award for Best Supporting Actor. He starred in Suicide Squad (2016), Blade Runner 2049 (2017), The Little Things (2021) and House of Gucci (2021), of which the latter two earned him nominations for a Golden Globe Award and Screen Actors Guild Award for Best Supporting Actor.\n\nLeto is the lead vocalist, multi-instrumentalist and main songwriter for Thirty Seconds to Mars, a band he formed with his older brother Shannon Leto. Their debut album, 30 Seconds to Mars (2002), released to positive reviews but limited commercial success. The band achieved worldwide fame with the release of their second album A Beautiful Lie (2005). Their following releases, This Is War (2009), and Love, Lust, Faith and Dreams (2013), received further critical success, and their fifth album, America (2018), marked new commercial success. As of September 2014, they have sold over 15 million albums worldwide.\n\nLeto is considered a method actor, known for his constant devotion to and research of his roles. He often remains completely in character for the duration of shooting schedules of his films, even to the point of adversely affecting his health. He is also known to be selective about his film roles.\n\nDescription above from the Wikipedia article Jared Leto, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1971-12-26","deathday":null,"gender":2,"homepage":null,"id":7499,"imdb_id":"nm0001467","known_for_department":"Acting","name":"Jared Leto","place_of_birth":"Bossier City, Louisiana, USA","popularity":53.421,"profile_path":"/ca3x0OfIKbJppZh8S1Alx3GfUZO.jpg"}
