{"adult":false,"also_known_as":["Jody Foster","Alicia Christian Foster","Jodi Foster","조디 포스터","ジョディ・フォスター","Джоди Фостер","Τζόντι Φόστερ","朱迪·福斯特"],"biography":"Alicia Christian \"Jodie\" Foster (born November 19, 1962) is an American actress, director, and producer. She is the recipient of many accolades including two Academy Awards, three British Academy Film Awards, three Golden Globe Awards, and the honorary Cecil B. DeMille Award, amongst many others. For her work as a director, she has been nominated for a Primetime Emmy Award.\n\nFoster began her professional career as a child model when she was three years old, and she made her acting debut in 1968 in the television sitcom Mayberry R.F.D. In the late 1960s and early 1970s, she worked in several television series and made her film debut with Disney's Napoleon and Samantha (1972). Following appearances in the musical Tom Sawyer (1973) and Martin Scorsese's comedy-drama Alice Doesn't Live Here Anymore (1974), Foster's breakthrough came with Scorsese's psychological thriller Taxi Driver (1976), in which she played a child prostitute; she received a nomination for the Academy Award for Best Supporting Actress. Her other roles as a teenager include the musical Bugsy Malone (1976) and the thriller The Little Girl Who Lives Down the Lane (1976), and she became a popular teen idol by starring in Disney's Freaky Friday (1976) and Candleshoe (1977), as well as Carny (1980) and Foxes (1980).\n\nAfter attending college at Yale, Foster struggled to transition into adult roles until she gained critical acclaim for playing a rape survivor in the legal drama The Accused (1988), for which she won the Academy Award for Best Actress. She won her second Academy Award three years later for the psychological horror film The Silence of the Lambs (1991), in which she portrayed Clarice Starling. Foster made her debut as a film director the same year with Little Man Tate, and founded her own production company, Egg Pictures, in 1992. The company's first production was Nell (1994), in which she also played the title role, garnering her fourth nomination for an Academy Award. Her other successful films in the 1990s were the romantic drama Sommersby, western comedy Maverick (1994), science fiction Contact (1997), and period drama Anna and the King (1999).\n\nFoster experienced career setbacks in the early 2000s, including the cancellation of a film project and the closing down of her production company, but she then starred in four commercially successful thrillers: Panic Room (2002), Flightplan (2005), Inside Man (2006), and The Brave One (2007). She has concentrated on directing in the 2010s, directing the films The Beaver (2011) and Money Monster (2016), as well as episodes for Netflix television series Orange Is the New Black, House of Cards, and Black Mirror. Foster received her first Primetime Emmy Award nomination for Outstanding Directing for a Comedy Series for directing \"Lesbian Request Denied\", the third episode of the former. She also starred in the films Carnage (2011), Elysium (2013), Hotel Artemis (2018) and The Mauritanian (2021), for the latter of which she won her third competitive Golden Globe.\n\nDescription above from the Wikipedia article Jodie Foster, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1962-11-19","deathday":null,"gender":1,"homepage":null,"id":1038,"imdb_id":"nm0000149","known_for_department":"Acting","name":"Jodie Foster","place_of_birth":"Los Angeles, California, USA","popularity":21.861,"profile_path":"/8DAd9knKivHR4CCStxlNEQXzjIh.jpg"}
