{"adult":false,"also_known_as":["福永 元 ","Eugene Fukunaga"],"biography":"Gen Fukunaga is the guy who co-founded Funimation. His name appears on the back cover of nearly every release by the company as an \"Executive Producer\" of the English dub/release of whatever anime they may be licensing (ex. My Hero Academia).  Born in Japan and raised in West Lafayette, Gen would receive a BSEE (in '82) and a MSEE (in '84) from Purdue University, before moving to Florida and working as an engineer at IBM, before then getting an MBA from Columbia Business School in 1989 before then holding a position at Andersen Consulting before then getting another job in California, this time at Tandem Computers.\n\nThen one day, his uncle Nagafumi Hori, who was working at Toei Company as a producer, came up to him and said \"Hey uhh, we have this little show called DRAGON BALL, maybe you can create a company so we can bring it stateside\". So Gen convinced one of his co-workers, Daniel Cocanougher, whose family owned a feed mill in Decatur, Texas to sell their business and become investors in his new company. And with that, Funimation was born on May 9, 1994. Nagafumi managed to convince the reluctant Toei to give the newly born company the US rights to \"Dragon Ball\" which it still has to this day.\n\nFunimation first sat in Silicon Valley before moving to North Richland Hills in Texas (the company now sits in Flower Mound) and initially had difficulty to get Dragon Ball into syndication. That is until 1998, when Dragon Ball Z was added to Cartoon Network's Toonami block, becoming it's highest rated program and finally gaining the show it's cult audience. The success ended up opening the door for Funimation to license more anime.\n\nFukunaga remained CEO even when the company was purchased by Navarre Corporation in 2007. In 2011, Navarre sold the company to a group of investors for $24 million, including Gen himself. In 2019, the same year the company became a joint subsidiary of Aniplex and Sony Pictures Television, Gen stepped down from being a general manager of the company and switched to being a company chairman, with Colin Decker taking his former position.  Gen is married to Cindy Brennan, Funimation's other co-founder, and the two have had three kids together. Funimation remains a top anime distributor in the States and in other places worldwide, licensing anime such as \"Fullmetal Alchemist\", \"Yu Yu Hakusho\", \"Panty and Stocking with Garterbelt\", \"Fruits Basket\", \"Nichijou: My Ordinary Life\" and \"Attack on Titan\", and acquiring titles previously owned by different companies such as \"Akira\" and \"Cowboy Bebop\" (both were previously held by Bandai). In fact, I would dare say that Funimation is the Disney of anime licensing*, being relatively respected in the industry, as well as having many of their licensed titles hitting mainstream popularity.\n\n*(This isn't really a compliment by the way. Both companies have done awful things over the years and to this day (Disney more so than Funi). Plus their app is apparently garbage, several of the dub actors are jackasses, and many in the anime community would rather pirate than support the company (or it's soon to be brother company Crunchyroll).)","birthday":"1962-03-22","deathday":null,"gender":2,"homepage":null,"id":122194,"imdb_id":"nm1211903","known_for_department":"Production","name":"Gen Fukunaga","place_of_birth":"Itami, Hyōgo, Japan","popularity":1.4,"profile_path":null}
