{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nHattie Mae Winston (born March 3, 1945) is an American television, film and Broadway actress best known for her role as Margaret on Becker and as a prominent cast member of the PBS children's series The Electric Company.\n\nWinston was born in Lexington, Mississippi, and raised in Greenville, Mississippi.She began her career onstage. Winston starred in the Broadway hit The Tap Dance Kid; she also appeared on Broadway in Two Gentlemen of Verona, I Love My Wife, and The Me Nobody Knows. She was a member of the Negro Ensemble Company.\n\nWinston rose to prominence during the mid-1970s as a member of the cast of the PBS children's series The Electric Company, produced by the Children's Television Workshop. Her most notable character was Valerie the Librarian, who was best friends with Easy Reader (portrayed by Morgan Freeman). She also played many villainess roles versus Spider-Man on the Spidey Super Stories sketches, such as the Fox, the Thumper, the Queen Bee, and the Queen of Diamonds. Winston joined the series during the third season (1973–1974), replacing Lee Chamberlin. She remained with the series until its cancellation in 1977.\n\nBetween 1981 and 1982 she starred in CBS TV series Nurse. In 1990 she starred in Home Video Sesame Street Visits The Hospital as Nurse Flowers. In 1991, Winston starred on the critically acclaimed television show Homefront (1991–1993). In 1998, Winston landed the role of Margaret on the CBS sitcom Becker (1998–2004).\n\nWinston voiced Lucy Carmichael for The Rugrats Movie. Since then she has gone on to voice the character again for the Nickelodeon TV series, All Grown Up!, which is a spin-off from the original Rugrats series.\n\nShe has guest-starred on Scrubs and Smart Guy. In 1997, Winston portrayed Simone in the Quentin Tarantino film Jackie Brown. In 1998, Winston had a small role with Clint Eastwood in True Crime.\n\nShe is married to the musical director of Dancing with the Stars, Tony nominee Harold Wheeler.","birthday":"1945-03-03","deathday":null,"gender":1,"homepage":null,"id":1212688,"imdb_id":"nm0935589","known_for_department":"Acting","name":"Hattie Winston","place_of_birth":"Lexington - Mississippi - USA","popularity":2.797,"profile_path":"/9YzeJ3enfznE9rOfXbwxUwWUYPq.jpg"}
