{"adult":false,"also_known_as":["Колін Фаррелл","Колин Фаррелл","โคลิน ฟาร์เรล","科林·法雷尔","コリン・ファレル","كولين فاريل","콜린 파렐","Colin James Farrell","Κόλιν Φάρελ"],"biography":"Colin James Farrell (born 31 May 1976) is an Irish actor. He first appeared in the BBC drama series Ballykissangel (1998), then made his film debut in the drama film The War Zone (1999), and was discovered by Hollywood upon taking the lead role in the war drama film Tigerland (2000). He then portrayed the outlaw Jesse James in the Western film American Outlaws (2001) before starring in the thriller films Phone Booth (2002), S.W.A.T. (2003), and The Recruit (2003), establishing his international box office appeal. During that time, he also appeared in Steven Spielberg's sci-fi thriller Minority Report (2002) and as the villain Bullseye in the superhero film Daredevil (2003).\n\nAfter starring in the independent films Intermission (2003) and A Home at the End of the World (2004), Farrell portrayed Alexander the Great in the biopic Alexander (2004) and starred in the historical romantic drama film The New World (2005). He followed these with roles in Miami Vice (2006), Ask the Dust (2006), and Cassandra's Dream (2007), underscoring his popularity; his role in the comedy film In Bruges (2008) earned him the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy. He starred in the black comedy film Horrible Bosses (2011), for which he received critical praise, along with the comedy-horror film Fright Night (2011), the sci-fi action film Total Recall (2012), and the black comedy crime film Seven Psychopaths (2012).\n\nFarrell starred in the action film Dead Man Down (2013) and the quasi-biopic Saving Mr. Banks (2013), in which he portrayed the father of P.L. Travers. He starred as Peter Lake in the supernatural fable Winter's Tale (2014), an adaptation of the novel of the same name by Mark Helprin, and portrayed Detective Ray Velcoro in the second season of HBO's True Detective (2015). He also starred in the film The Lobster (2015), for which he was nominated for his second Golden Globe. He portrayed Percival Graves in the Harry Potter spin-off film Fantastic Beasts and Where to Find Them (2016). In 2020, he was listed at No. 5 on The Irish Times' list of Ireland's greatest film actors. He has been cast as Oswald Cobblepot / The Penguin in The Batman, which is set for a March 2022 release.","birthday":"1976-05-31","deathday":null,"gender":2,"homepage":null,"id":72466,"imdb_id":"nm0268199","known_for_department":"Acting","name":"Colin Farrell","place_of_birth":"Castleknock, Dublin, Ireland","popularity":32.798,"profile_path":"/3iHqlaeSAQwJ0KraRKD1A4vBaCS.jpg"}
