{"adult":false,"also_known_as":["Joanie Laurer","Chyna Doll ","Just Joanie","Joanie Lee","Joan Marie Laurer","Joan Laurer"],"biography":"Chyna was a former American professional wrestler, actress, bodybuilder and pornographic film actress who was under contract to Vivid Entertainment.\n\nChyna first rose to prominence upon debuting in the professional wrestling promotion the World Wrestling Federation (WWF) in 1997, where she performed under the ring name Chyna and was billed as the \"Ninth Wonder of the World\" (André the Giant was already billed as the eighth). A member of the stable D-Generation X, she held the WWF Intercontinental Championship (the first female wrestler to do so) and WWF Women's Championship, and was the first female wrestler to participate in the Royal Rumble and King of the Ring events. Since leaving the WWF in 2001, Chyna had wrestled sporadically, most notably with New Japan Pro Wrestling in 2002 and Total Nonstop Action Wrestling in 2011.\n\nLaurer had a strained relationship with her family. She last saw her mother at the age of sixteen, and she claimed that her father never got over her decision not to join the FBI. She also alleged that her father took out several student loans in her name and without her knowledge, leaving her with $40,000 in debt. On an episode of Celebrity Rehab with Dr. Drew in 2008, Laurer claimed to have a bad relationship with all of her family members, including her siblings. In September 2010, Laurer was hospitalized after overdosing on sleeping medication. As of February 2015, Laurer had reestablished a good relationship with her mother; her father died in May 2014.\n\nLaurer taught English in Japan.\n\nOn February 9, 2015, during a WWE Network podcast with Steve Austin, Triple H mentioned that Chyna deserved to be in the WWE Hall of Fame but that problems with children Googling her prohibited it. After being in contact with Vince Russo she claimed in an interview that Triple H had hit her, which he later called a false statement.\n\nDeath\n\nOn April 20, 2016, Laurer was found dead at her home in Redondo Beach, California. She had been taking medication for anxiety and sleep deprivation. An official statement was posted to her Twitter account, saying \"It is with deep sadness to inform you today that we lost a true icon, a real life superhero ... She will live forever in the memories of her millions of fans and all of us that loved her.\"","birthday":"1969-12-27","deathday":"2016-04-20","gender":1,"homepage":null,"id":87384,"imdb_id":"nm0491321","known_for_department":"Acting","name":"Chyna","place_of_birth":"Rochester, New York, USA","popularity":13.486,"profile_path":"/uWJ0bp39Oqcj1qWpegjPU3lYPNa.jpg"}
