{"adult":false,"also_known_as":[],"biography":"Loretta Devine was born on August 21, 1949 in Houston, Texas. She graduated from the University of Houston in 1971 with a Bachelor of Arts in Speech and Drama and BrandeisUniversity in 1976 with a MFA in Theater. Devine is a member of The Epsilon Lambda Chapter of the Alpha Kappa Alpha Sorority. She began her career on Broadway starring in Dreamgirls. Minor roles for Devine followed in films such as Little Nikita (1988) and Stanley &amp; Iris (1990). She also appeared in the first season of the TV series A Different World. In 1995, she landed a high-profile role as Gloria Matthews in Waiting to Exhale, joined in the cast by Whitney Houston, Gregory Hines, and Angela Bassett, among others. The role earned her an NAACP Image Award for Best Supporting Actress, as did her next movie, The Preacher's Wife, her second movie with Houston and Hines. In 2000, Devine took on the role of impassioned high school teacher Marla Hendricks on the Fox TV drama Boston Public. Devine won three more Image Awards for her work in the series. She also continued to work in film, playing prominent roles in Urban Legend, Urban Legends: Final Cut, and I Am Sam. Devine earned yet another Image Award nomination and an Independent Spirit Award nomination for her work in the 2004 film Woman Thou Art Loosed. She also appeared in the 2005 Academy Awards Best Picture winning film Crash. She also plays Rochelle's mother, Maxine on the sitcom, Everybody Hates Chris. In 2007, she appeared in This Christmas, co-starring Delroy Lindo, Mekhi Phifer, and Regina King. Devine also appeared in Grey's Anatomy as Adele Webber. She played Patti on Eli Stone, an ABC television series which began airing in 2008 an in 2009, Devine starred in the TV series Cold Case. Most recently she can be seen in Lottery Ticket (2010), For Colored Girls (2010), Death at a Funeral and Madea’s Big Happy Family (2011).","birthday":"1949-08-21","deathday":null,"gender":1,"homepage":null,"id":18284,"imdb_id":"nm0222643","known_for_department":"Acting","name":"Loretta Devine","place_of_birth":"Houston, Texas, USA","popularity":6.793,"profile_path":"/4ccXgk3WB6cBQuRGBjEayvTvGCG.jpg"}
