{"adult":false,"also_known_as":[],"biography":"Diane Colleen Lane (born January 22, 1965) is an American actress and producer. Born and raised in New York City, Lane made her screen debut at age 14 in George Roy Hill's 1979 film A Little Romance. Laurence Olivier, who played a major supporting role in the film, called her \"the new Grace Kelly\".\n\nThe two films that could have catapulted her to star status, Streets of Fire and The Cotton Club, were both commercial and critical failures, and her career languished as a result. After taking a break, Lane returned to acting to appear in The Big Town and Lady Beware, but did not make another big impression on a sizable audience until 1989's popular and critically acclaimed TV miniseries Lonesome Dove, for which she was nominated for an Emmy Award. It was not until 1999 that Lane earned further recognition for her role in A Walk on the Moon, and that was followed by her performance alongside George Clooney and Mark Wahlberg in the 2000 blockbuster The Perfect Storm.\n\nShe was especially lauded and honored for the 2002 film Unfaithful, which earned her Satellite, New York Film Critics Circle, and National Society of Film Critics awards for Best Actress in a Motion Picture (Drama). Her performance in Unfaithful also garnered her Academy Award, Golden Globe, and Screen Actors Guild Award nominations for Best Actress. She was also highly lauded by critics for her performance in the immediately subsequent film Under the Tuscan Sun. For much of the rest of the decade, she alternately appeared as a lead actress in romantic films such as Must Love Dogs (2005) and Nights in Rodanthe (2008), and thrillers such as Fierce People (2005), Hollywoodland (2006), and Untraceable (2008).\n\nShe has appeared in four films directed by Francis Ford Coppola: The Outsiders, Rumble Fish, The Cotton Club, and Jack. She has been in one film directed by his wife Eleanor Coppola: Paris Can Wait.\n\nShe also played the recurring role of Martha Kent, the adoptive mother of Superman, in Man of Steel (2013) and appeared in subsequent films of the DC Extended Universe. Her most recent film is the 2020 neo-western Let Him Go.","birthday":"1965-01-22","deathday":null,"gender":1,"homepage":null,"id":2882,"imdb_id":"nm0000178","known_for_department":"Acting","name":"Diane Lane","place_of_birth":"New York City, New York, USA","popularity":34.075,"profile_path":"/yFmVATUjhT7kf12CWXnK5l02pJO.jpg"}
