{"adult":false,"also_known_as":["Horita Shinzo","Hot Shinsou","堀田 眞三","ほった しんぞう","Shinzo Hotta","Shinji Hotta","Akio Asaka","堀田真三","Akio Wakinaka","脇中昭夫 "],"biography":"Hotta Shinzo (ほった しんぞう, October 20, 1945) is an actor in Japan. Born in Gifuura Town, Amakusa-gun, Kumamoto Prefecture (now Amakusa city). Former stage name is Shinzo Hotta, Shinji Hotta. A real name and real name of the debut as Akio Asaka. Graduated from Osaka City University.\n\nHe passed the 11 th Toei New Faith in 1963 and joined Toei. Synchronization includes Kazuko Yayonaga and Hiroko Shima. In 1964 movie \"Kunoichi Makeup\" he is noted as a tall and handsome young ninja. Having a look of leading stars, days of disadvantaged good roles continue.\n\nIn the television drama \"Kei Hunter\", he appeared as a bad guy with a fearless appearance, repeatedly guest appearances, playing a powerful battle with Shibuya Chiba. Hotta's blog posts that exchange is continuing with Chiba who is a senior at New Face, and it has a feeling of admiration and respect. I am on good terms with Mr. Isaaki Natsatori.\n\nEspecially the TV drama \"Iron King\" played a villain who is not simply a villainary vengeance of minority ethnic groups although he regularly appeared in various special effects works. The villain of the special effects work of the 1970s was mainstream to separately dubbed before and after the transformation, but Horita played the voice after the transformation himself, and also acted as a villain center in the historical drama.\n\nIn the meantime, he started to work in overseas works from the 1970's, and in 2012 she appeared in Japan, China and Korea's co-operative drama \"Strangers 6\", a collaborative film between Japan and Korea \"The Tenor's Truth\". In 2013 he played the first appearance at the invitation film \"Utopia Sounds\" of the Frankfurt Film Festival. In the same year, he served as police chief of the day at the Anan police station of Nagano prefectural police.\n\nOnce belonged to the Fuji office.\n\n(Wikipedia)","birthday":"1945-10-20","deathday":null,"gender":2,"homepage":null,"id":1269521,"imdb_id":"nm0998932","known_for_department":"Acting","name":"Shinzô Hotta","place_of_birth":"Amakusa, Japan","popularity":2.919,"profile_path":"/xwWcgOl95I5fGDrKPkqK4nEbPb4.jpg"}
