{"adult":false,"also_known_as":[],"biography":"John Doe (born John Nommensen Duchac on February 25, 1954 in Decatur, Illinois) is an American singer, songwriter, actor, poet and bass player. Doe founded the much-praised L.A. punk band X, of which he is still an active member. His musical compositions and performances span the rock, country and folk music genres. As an actor, he has dozens of television appearances and several movies to his credit, including the role of Jeff Parker in the television series Roswell.\n\nIn addition to X, Doe performs with the country-folk-punk band The Knitters and has released records as a solo artist. In the early 1980s, he performed on two albums by The Flesh Eaters.\n\nIn the 1989 biopic Great Balls of Fire!, Doe played Jerry Lee Lewis's cousin-turned-father-in-law J. W. Brown. Doe starred in the 1992 film Roadside Prophets and in the 1998 short Lone Greasers. Other movie acting credits include Road House, Vanishing Point, Salvador, Boogie Nights, The Specials, The Good Girl, Gypsy 83 and Pure Country. As a musician with X, he has two feature-length concert films, several music videos, and an extended performance-and-interview sequence in The Decline of Western Civilization, Penelope Spheeris's seminal documentary about the early-1980s L.A. punk scene.\n\nAlong with co-writer Exene Cervenka, Doe composed most of the songs recorded by X. Wild Gift, an album from that band's heyday, was named \"Record of the Year\" by Rolling Stone, The Los Angeles Times, and The New York Times. With Dave Alvin, he co-wrote two of the songs on the Blasters' 1984 album Hard Line, \"Just Another Sunday\" and \"Little Honey\".\n\nIn the 1992 movie The Bodyguard (starring Kevin Costner and Whitney Houston), it was Doe's version of \"I Will Always Love You\" that plays on the jukebox when Costner and Houston's characters are dancing. It was released on audio cassette by Warner Bros. in September 1992, but is difficult to obtain (though bootleg copies can be downloaded from the Internet). No version is believed to have been released on CD.\n\n\"The Meanest Man in the World\" by Doe was featured in Season 4 of the television series Friday Night Lights and included on the second soundtrack album.\n\nJohn Doe released an album with Canadian indie rock band The Sadies called Country Club on April 14, 2009. The album features covers of country classics along with original songs.\n\nDescription above from the Wikipedia article John Doe (musician), licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1954-02-25","deathday":null,"gender":2,"homepage":null,"id":42746,"imdb_id":"nm0230335","known_for_department":"Acting","name":"John Doe","place_of_birth":"Decatur, Illinois, USA","popularity":4.737,"profile_path":"/k3oUl2OlYWETwaJbCGc5WXvAg1T.jpg"}
