{"adult":false,"also_known_as":["James Stanley Brakhage"],"biography":"Stan Brakhage is one of the most influential filmmakers in American avant-garde cinema, noted for his unflinching social commentaries and technical innovations. Over his nearly 40-year career, he has made over 200 films of varying length. He made his first film, Interim (1952) at age 18 after dropping out of college. Brakhage films seek to change the way we see. They encourage viewers to eschew traditional narrative structure in favor of pure visual perception that is not reliant on naming what is seen; rather his goal is to create a more visceral visual experience, for he believes that a \"stream-of visual-consciousness could be nothing less than the pathway of the soul.\" To this end, his films are shot in highly sensual colors and utilize minimal soundtracks.\n\nHis work can be divided into distinct periods. His first short films explored the properties and possibilities of light. In many of his experimental ventures, Brakhage has forgone traditional cinematography in favor of working directly with the film stock itself. He has occasionally painted, inked, scratched and dyed images onto it; he has also tried pasting organic objects on the film. His most famous example is the 1963 short Mothlight in which he glued moth wings onto the stock. Some of his early films were based on his most intimate experiences that included making love to his new bride--depicted on negative film--in Wedlock House: An Intercourse (1959), and an attempt to bring his dead dog back to life with a camera in Sirius Remembered (1959). During the 1960s, Brakhage's iconoclastic views were celebrated for their poetry, but during the '70s, his focus changed to social issues and he alienated many supporters with such disturbing film series as the \"Pittsburgh documents\" in which he presented many gruesome views of inner city life with films such as Act of Seeing with One's Own Eyes (1971) which was shot in a morgue. He also continued with autobiographical material with the \"Sincerity/Duplicity series. During the 1980s, Brakhage's focus again changed--this time he became intrigued with creating truly \"abstract\" films such as Arabics (1982) which consists of brilliant bursts of colored light which he claims, represent \"envisioned music.\" In addition to filmmaking, Brakhage also wrote books about films and filmmaking and also served as a teacher.","birthday":"1933-01-14","deathday":"2003-03-09","gender":2,"homepage":null,"id":563461,"imdb_id":"nm0104132","known_for_department":"Directing","name":"Stan Brakhage","place_of_birth":"Kansas City, Missouri, USA ","popularity":1.873,"profile_path":"/sAOHIoVBLzD0J3ljgAtLDw47Lo2.jpg"}
