{"adult":false,"also_known_as":[],"biography":"George Lazenby was born on September 5th, 1939, in Australia. He moved to London, England in 1964, after serving in the Australian Army. Before becoming an actor, he worked as an auto mechanic, used car salesman, prestige car salesman, and as a male model, in London, England. In 1968, Lazenby was cast as \"James Bond\", despite his only previous acting experience being in commercials, and his only film appearance being a bit-part in a 1965 Italian-made Bond spoof. Lazenby won the role based on a screen-test fight scene, the strength of his interviews, fight skills and audition footage. A chance encounter with Bond series producer Albert R. Broccoli in a hair salon in 1966, in London, had given Lazenby his first shot at getting the role. Broccoli had made a mental note to remember Lazenby as a possible candidate at the time when he thought Lazenby looked like a Bond. The lengths Lazenby went to, to get the role included, spending his last pounds on acquiring a tailor-made suit from Sean Connery's tailor, which was originally made for Connery, along with purchasing a very Bondish-looking Rolex watch, and an Aston Martin DB5 car, the Bond car at the time. Lazenby quit the role of Bond right before the premiere of his only film, On her Majesty's Secret Service (1969), citing he would get other acting roles, and that his Bond contract, which was fourteen pages thick, was too demanding on him. In his post-Bond career, Lazenby has acted in TV movies, commercials, various recurring roles in TV series, the film series \"Emmanuelle\", several Bond movie spoofs, TV guest appearances, provided voice for several animated movies and series, and several Hong Kong action films, using his martial arts expertise.","birthday":"1939-09-05","deathday":null,"gender":2,"homepage":null,"id":10167,"imdb_id":"nm0493872","known_for_department":"Acting","name":"George Lazenby","place_of_birth":" Goulburn, New South Wales, Australia","popularity":7.206,"profile_path":"/ngBOU3NDilUgFrbi4HSDJJ3kUJt.jpg"}
