{"adult":false,"also_known_as":["Farrah Leni Fawcett ","Farrah Fawcett-Majors"],"biography":"Farrah Leni Fawcett (born Ferrah Leni Fawcett; February 2, 1947 – June 25, 2009) was an American actress, fashion model, and visual artist. A four-time Primetime Emmy Award nominee and six-time Golden Globe Award nominee, Fawcett rose to international fame when she played a starring role in the first season of the television series Charlie's Angels (1976–1977).\n\nFawcett began her career in the 1960s appearing in commercials and guest roles on television. During the 1970s, she appeared in numerous television series, including recurring roles on Harry O (1974–1976), and The Six Million Dollar Man (1974–1978) with her then-husband, film and television star Lee Majors. Her iconic red swimsuit poster sold six million copies in its first year of print. Fawcett's breakthrough role was the role of private investigator Jill Munroe in Charlie's Angels, which co-starred Kate Jackson and Jaclyn Smith. The show propelled all three actresses to stardom. After appearing in the show's first season in 1976, Fawcett decided to leave Charlie's Angels. She later returned as a guest star in six episodes during the show's third and fourth seasons (1978–1980). For her work in Charlie's Angels, Fawcett received her first Golden Globe nomination.\n\nIn 1983, Fawcett received positive reviews for her performance in the Off-Broadway play Extremities. She was subsequently cast in the 1986 film version and received a Golden Globe nomination. She received Emmy Award nominations for her role as a battered wife in The Burning Bed (1984) and for her portrayal of real-life murderer Diane Downs in Small Sacrifices (1989). Her 1980s work in TV movies earned her four additional Golden Globe nominations. Although Fawcett weathered some negative press for a rambling appearance on The Late Show with David Letterman in 1997, she garnered strong reviews that year for her role in the film The Apostle with Robert Duvall. In the 21st century, she continued acting on television, holding recurring roles on the sitcom Spin City (2001) and the drama The Guardian (2002–2003). For the latter, she received her third Emmy nomination. Fawcett's film credits include Love Is a Funny Thing (1969), Myra Breckinridge (1970), Logan's Run (1976), Sunburn (1979), Saturn 3 (1980), The Cannonball Run (1981), Extremities (1986), The Apostle (1997), and Dr. T & the Women (2000).\n\nFawcett was diagnosed with anal cancer in 2006 and died three years later at age 62. The 2009 NBC documentary Farrah's Story chronicled her battle with the disease. She posthumously earned her fourth Emmy nomination for her work as a producer on Farrah's Story.\n\nDescription above from the Wikipedia article Farrah Fawcett, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1947-02-02","deathday":"2009-06-25","gender":1,"homepage":null,"id":28768,"imdb_id":"nm0000396","known_for_department":"Acting","name":"Farrah Fawcett","place_of_birth":"Corpus Christi, Texas, USA","popularity":17.709,"profile_path":"/mvBDmI9iYSCioJSOlGHJdbBYrmZ.jpg"}
