{"adult":false,"also_known_as":["Glenn A. Jordan"],"biography":"From Wikipedia, the free encyclopedia.\n\nGlenn Jordan (born April 5, 1936) is an award-winning American television director and producer.\n\nBorn in San Antonio, Texas, Jordan directed multiple episodes of Family and has helmed numerous television movies, several based on real persons as diverse as Benjamin Franklin, George Armstrong Custer, Lucille Ball, Christa McAuliffe, and Karen Ann Quinlan. His directing credits include small-screen adaptions of The Picture of Dorian Gray, Les Misérables, Hogan's Goat, Eccentricities of a Nightingale, A Streetcar Named Desire, O Pioneers!, and A Christmas Memory. Additional television directing credits include Heartsounds, Sarah, Plain and Tall, To Dance with the White Dog, Barbarians at the Gate, The Long Way Home, and Sarah, Plain and Tall: Winter's End.\n\nJordan has directed three feature films: Only When I Laugh, The Buddy System, and Mass Appeal.\n\nJordan has been nominated for thirteen Emmy Awards and won four, for producing the miniseries Benjamin Franklin for producing and directing the Hallmark Hall of Fame production Promise and for executive producing the HBO production[ \"Barbarians at the Gate\"]. He won two New York area Emmys for the PBS series [\"Actor's Choice\"] and [\"New York Television Theater\"].He won the Directors Guild of America Award for Outstanding Directorial Achievement in a Dramatic Series for Family and was nominated for Outstanding Directorial Achievement in Specials or Movies for Television for Les Misérables. Three of his productions (\"Benjamin Franklin\" \"Heartsounds\" and \"Promise\") have won Peabody Awards.\n\nDescription above from the Wikipedia article Glenn Jordan, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1936-04-05","deathday":null,"gender":2,"homepage":null,"id":30038,"imdb_id":"nm0429958","known_for_department":"Directing","name":"Glenn Jordan","place_of_birth":"San Antonio, Texas","popularity":2.847,"profile_path":"/KbMJCfTJ4JRxcjRHDZ28ltzKFz.jpg"}
