{"adult":false,"also_known_as":["Joseph Harry Fowler Connick Jr."],"biography":"From Wikipedia, the free encyclopedia.\n\nJoseph Harry Fowler Connick, Jr. (born September 11, 1967) is an American singer, actor, composer and pianist. Connick has sold over 25 million albums worldwide. He is ranked among the top 60 best-selling male artists in the United States by the Recording Industry Association of America, with 16 million certified albums. He has seven top-20 U.S. albums, and ten number-one U.S. jazz albums, earning more number-one albums than any other artist in the US jazz chart history.\n\nConnick's best selling album in the United States is his 1993 Christmas album When My Heart Finds Christmas, which also is one of the best selling Christmas albums in the United States. His highest charting album, is his 2004 release Only You which reached #5 in the U.S. and #6 in Britain. He has won three Grammy awards and one Emmy Award. He played Grace's husband Dr. Leo Markus on the TV sitcom Will &amp; Grace from 2002 to 2006.\n\nConnick began his acting career as a tail gunner in the World War II film Memphis Belle in 1990. He played a serial killer in Copycat in 1995, before being cast as jet fighter pilot in the 1996 blockbuster Independence Day. Connick's first role as a leading man was in 1998's Hope Floats with Sandra Bullock. His first thriller film since Copycat came in 2007, when he played the violent ex-husband in Bug, before two romantic comedies, 2007's P.S. I Love You, and the leading man in New in Town with Renée Zellweger in 2009.\n\nDescription above from the Wikipedia article Harry Connick Jr., licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1967-09-11","deathday":null,"gender":2,"homepage":"http://www.harryconnickjr.com/us/home","id":18688,"imdb_id":"nm0001065","known_for_department":"Acting","name":"Harry Connick Jr.","place_of_birth":"New Orleans, Louisiana, USA","popularity":7.818,"profile_path":"/il1t0cshowbZ6mMtH1930baQx9n.jpg"}
