{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nScott Gregory Marlowe (born Ronald Richard DeLeo; November 28, 1932 – January 6, 2001) was an American film, stage and television actor.\n\nMarlowe was born Ronald DeLeo in Newark, New Jersey, the son of Emil and Constance Severini DeLeo. He had a half-sister, Claudia, and half-brothers Dean and Robert, known as the guitarist and bassist of the popular grunge band Stone Temple Pilots. He debuted on television in 1951 on Pulitzer Prize Playhouse (1950–52) in the episode \"Hostage\" (June 8, 1951)\n\nHis first feature film role was in the 1954 production of Attila. Two years later, he starred as John Goodwin in an episode \"In Summer Promise\" on General Electric Theater. He appeared as Jimmy Budd, along with Ronald Reagan and his wife Nancy Davis, in the episode \"The Long Shadow\" in Dick Powell's Zane Grey Theater directed by Budd Boetticher, which aired on January 19, 1961.\n\nMarlowe often took film roles of dysfunctional juveniles in a series of films made during the 1950s and 1960s, including The Scarlet Hour (1956), The Restless Breed (1957), Riot in Juvenile Prison (1959), The Subterraneans (1960), and A Cold Wind in August (1961).\n\nBeginning in 1956 with the film The Young Guns, Marlow appeared in a number of Western films and television shows. In the 1960s, he continued to appear in drama and adventure series, often as a young man in trouble with the law or unwilling to adjust to societal mores. He appeared twice in 1961 on ABC's Target: The Corruptors! in episodes \"A Man's Castle\" (as Tito) and \"Mr. Meglomania\" (as Phil Manzak). In 1961, he starred as Armand Fontaine a serial killer on the episode \"Effigy in Snow\" of CBS's Route 66. He guest starred as Eliot Gray in the 1961 episode \"The Throwback\" of CBS's Alfred Hitchcock Presents. He appeared on Thriller, Dr. Kildare, and The Detectives.\n\nMarlowe died of a heart attack at age 68 in Los Angeles, California. Marlowe, who was bisexual, never married.","birthday":"1932-06-24","deathday":"2001-01-06","gender":2,"homepage":null,"id":105176,"imdb_id":"nm0549325","known_for_department":"Acting","name":"Scott Marlowe","place_of_birth":"Newark, New Jersey, USA ","popularity":4.262,"profile_path":"/bItG6NNOL8o4lXUDGzDXXZP95WR.jpg"}
