{"adult":false,"also_known_as":["Филип Сеймур Хоффман","필립 세이모어 호프만"],"biography":"Philip Seymour Hoffman (July 23, 1967 – February 2, 2014) was an American actor, director, and producer. Best known for his distinctive supporting and character roles–typically lowlifes, eccentrics, bullies, and misfits—Hoffman acted in many films, including leading roles, from the early 1990s until his death in 2014.\n\nDrawn to theater as a teenager, Hoffman studied acting at New York University's Tisch School of the Arts. He began his screen career in a 1991 episode of Law & Order and started to appear in films in 1992. He gained recognition for his supporting work, notably in Scent of a Woman (1992), Boogie Nights (1997), Happiness (1998), Patch Adams (1998), The Big Lebowski (1998), Magnolia (1999), The Talented Mr. Ripley (1999), Almost Famous (2000), Punch-Drunk Love (2002), and Along Came Polly (2004). He began to occasionally play leading roles, and for his portrayal of the author Truman Capote in Capote (2005), won multiple accolades, including the Academy Award for Best Actor. Hoffman's profile continued to grow and he received three more Oscar nominations for his supporting work as a brutally frank CIA officer in Charlie Wilson's War (2007), a priest accused of pedophilia in Doubt (2008), and the charismatic leader of a Scientology-type movement in The Master (2012).\n\nWhile he mainly worked in independent films, including The Savages (2007) and Synecdoche, New York (2008), Hoffman also appeared in Flawless (1999), and Hollywood blockbusters such as Twister (1996) and Mission: Impossible III (2006), and in one of his final roles, as Plutarch Heavensbee in the Hunger Games series (2013–15). The feature Jack Goes Boating (2010) marked his debut as a filmmaker. Hoffman was also an accomplished theater actor and director. He joined the off-Broadway LAByrinth Theater Company in 1995, where he directed, produced, and appeared in numerous stage productions. His performances in three Broadway plays—True West in 2000, Long Day's Journey into Night in 2003, and Death of a Salesman in 2012—all led to Tony Award nominations.\n\n​From Wikipedia, the free encyclopedia","birthday":"1967-07-23","deathday":"2014-02-02","gender":2,"homepage":null,"id":1233,"imdb_id":"nm0000450","known_for_department":"Acting","name":"Philip Seymour Hoffman","place_of_birth":"Fairport, New York, USA","popularity":15.55,"profile_path":"/50rqDkmvXwjwVhFH7q6ph2Rkw7S.jpg"}
