{"adult":false,"also_known_as":[],"biography":"Elizabeth Joanna Mitchell (née Robertson; born March 27, 1970), is an American actress who is known for her roles as Dr. Juliet Burke on ABC's TV series Lost  and as FBI agent Erica Evans on V. She has starred such films as The Santa Clause 2, The Santa Clause 3: The Escape Clause and Gia. Mitchell currently co-stars in Eric Kripke's television series Revolution, airing on NBC.\n\nHer stepfather, Joseph Day Mitchell, and mother, Josephine Marian Mitchell (née Jenkins), are lawyers based in Dallas. Mitchell and her mother moved to Dallas, Texas in 1970, where her mother married Joseph Mitchell in 1975. Mitchell graduated from Booker T. Washington High School for the Performing and Visual Arts, a public magnet school. She is the eldest of three sisters, the others being Kristina Helen \"Kristie\" Mitchell (b. 1977), and Katherine Day \"Kate\" Mitchell (b. 1981). In 1991, she graduated from Stephens College with a Bachelor of Fine Arts in acting, and also studying at the British American Drama Academy.Mitchell worked for six years in Dallas Theater Center and a year at Encore Theater.\n\nMitchell had a recurring role as psychiatrist Dr. Kim Legaspi, the first lesbian lover of Dr. Kerry Weaver (Laura Innes) during the 2000–01 season of TV series ER. She also played Angelina Jolie's hairdresser/lover in the movie Gia.\n\nIn March 2009, Entertainment Weekly reported that Mitchell had been cast in new ABC pilot for V, its remake of the classic science fiction television miniseries. Although ABC and Warner Bros. officials told the magazine she was only cast as a guest star, the announcement led to speculation and concern that Mitchell's character would be killed off at the end of Lost's fifth season, which ended on a cliffhanger that left the fate of her character unknown. Mitchell was later named the lead actress on V in an ABC press release and various sources reported that she would guest-star in Lost's sixth, final season.Mitchell's character was killed off in the sixth season premiere, but returned for the two-part series finale for which she received a nomination for the Primetime Emmy Award for Outstanding Guest Actress in a Drama Series.\n\nThe show V was picked up for a second season, which premiered on January 4, 2011 but was not picked up for a third season. Mitchell had a guest starring role on Law &amp; Order: Special Victims Unit in 2011 where she played June Frye. Mitchell starred in the film, Answers to Nothing in 2011, where she played Kate. On June 30, 2012, NBC announced that Elizabeth had joined the cast of the upcoming series Revolution as Rachel Matheson, replacing actress Andrea Roth whom Mitchell worked with for one episode on Lost. The series premiered on September 17, 2012.\n\nActress Elizabeth Banks who was born Elizabeth Irene Mitchell, changed her name to avoid confusion with Mitchell.\n\nMitchell married actor Chris Soldevilla in 2004 with whom she has a son named C.J., who was born in 2005.\n\nIn 2013 Mitchell and Soldevilla divorced due to irreconcilable differences.\n\nDescription above from the Wikipedia article Elizabeth Mitchell , licensed under CC-BY-SA,full list of contributors on Wikipedia.","birthday":"1970-03-27","deathday":null,"gender":1,"homepage":null,"id":31167,"imdb_id":"nm0593310","known_for_department":"Acting","name":"Elizabeth Mitchell","place_of_birth":"Los Angeles, California, U.S.","popularity":18.658,"profile_path":"/pc6ppASeLM9UU6FKXcKbG629ptX.jpg"}
