{"adult":false,"also_known_as":["Paul Anderson","P.T. Anderson","Пол Томас Андерсон","保羅·湯瑪斯·安德森","ポール・トーマス・アンダーソン","폴 토머스 앤더슨","بول توماس أندرسون","P.T.A","پل توماس اندرسون","PTA","保罗·托马斯·安德森"],"biography":"Paul Thomas Anderson (born June 26, 1970) is an American film director, producer, and screenwriter. Born in Los Angeles, Anderson developed an interest in filmmaking from a young age. An alumnus of the Sundance Institute, Anderson is famous for making often epic psychological drama films which often take place in San Fernando Valley and deal with characters seeking after redemption, forgiveness or loss; they also use wide framing as well as realistic or gritty cinematography. Anderson made his feature film debut with Hard Eight (1996). He found critical and commercial success with Boogie Nights (1997), set in the Golden Age of Porn, and received further accolades with Magnolia (1999), an ensemble piece set in the San Fernando Valley, and Punch-Drunk Love (2002), a romantic comedy-drama film.\n\nAnderson's 2007 film There Will Be Blood, about an oil prospector during the Southern California oil boom, achieved major critical and commercial success and was often cited as one of the greatest films of the 2000s. This was followed by The Master (2012) and Inherent Vice (2014). Anderson's eighth film, Phantom Thread, was released in 2017. He has directed music videos for artists including Fiona Apple, Radiohead, Haim, Joanna Newsom, Aimee Mann, Jon Brion and Michael Penn, and has also directed a documentary, Junun (2015), about the making of the album in India. More recently, he directed a short film accompanying Thom Yorke's Anima (2019), released on Netflix and in select IMAX theatres.\n\nAnderson's films are often characterized by their depiction of flawed and desperate characters, explorations of themes such as dysfunctional families, alienation and loneliness, a bold visual style that uses moving camera and long takes, and memorable use of music. He is noted for his frequent collaborations with actors Philip Baker Hall, Philip Seymour Hoffman, Julianne Moore, Melora Walters, John C. Reilly, Joaquin Phoenix and Daniel Day-Lewis, cinematographer Robert Elswit, costume designer Mark Bridges, and composers Jon Brion and Jonny Greenwood. His films have consistently garnered critical acclaim. Anderson has been nominated for eight Academy Awards, one Golden Globe Award and five BAFTA Awards, and has won a Best Director Award at Cannes, both Golden and a Silver Bear at Berlin and a Silver Lion at Venice.\n\nDescription above from the Wikipedia article Paul Thomas Anderson, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1970-06-26","deathday":null,"gender":2,"homepage":null,"id":4762,"imdb_id":"nm0000759","known_for_department":"Directing","name":"Paul Thomas Anderson","place_of_birth":"Studio City, California, USA","popularity":12.369,"profile_path":"/29DHpRKddqTwo2NU162Y49JoQYa.jpg"}
