{"adult":false,"also_known_as":["White Michelle Williams","미셸 윌리엄스","Michelle Ingrid Williams","Μισέλ Ουίλιαμς","Мишель Ингрид Уильямс","Мишель Уильямс"],"biography":"Michelle Ingrid Williams (born September 9, 1980) is an American actress. Known for her roles in small-scale independent productions with dark or tragic themes, Williams is the recipient of several accolades, including two Golden Globe Awards, a Primetime Emmy Award, and nominations for four Academy Awards, and a Tony Award.\n\nDaughter of the politician and trader Larry R. Williams, she was raised in Kalispell and San Diego. She began her career with television guest appearances and made her film debut in the family film Lassie in 1994. At 15, she gained emancipation from her parents, and soon achieved recognition for her leading role in the television teen drama series Dawson's Creek (1998–2003). This was followed by low-profile films, before having her breakthrough with the drama film Brokeback Mountain (2005), for which she received a nomination for the Academy Award for Best Supporting Actress.\n\nWilliams went on to gain critical acclaim for playing emotionally troubled women coping with loss or loneliness in the independent dramas Wendy and Lucy (2008), Blue Valentine (2010), and Manchester by the Sea (2016). For the last two of these she received nominations for the Academy Award for Best Actress and the Academy Award for Best Supporting Actress, respectively. She won two Golden Globes for portraying Marilyn Monroe in the drama My Week with Marilyn (2011) and Gwen Verdon in the miniseries Fosse/Verdon (2019), in addition to a Primetime Emmy Award for Outstanding Lead Actress for the latter. Her highest-grossing releases came with the thriller Shutter Island (2010), the fantasy film Oz the Great and Powerful (2013), the musical The Greatest Showman (2017), and the superhero film Venom (2018). On Broadway, she starred in revivals of the musical Cabaret in 2014 and the drama Blackbird in 2016, for which she received a nomination for the Tony Award for Best Actress in a Play.\n\nWilliams is an advocate for equal pay. She is reticent about her personal life; she has a daughter from her relationship with the late actor Heath Ledger, and was briefly married to the musician Phil Elverum. She is married to theater director Thomas Kail, with whom she has a child.\n\nDescription above from the Wikipedia article Michelle Williams (actress), licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1980-09-09","deathday":null,"gender":1,"homepage":null,"id":1812,"imdb_id":"nm0931329","known_for_department":"Acting","name":"Michelle Williams","place_of_birth":"Kalispell, Montana, USA","popularity":19.807,"profile_path":"/tGRbxGPNIH1NuL2FhwEV0JJzuNf.jpg"}
