{"adult":false,"also_known_as":["D'Lo Brown","A.C. Corner","A.C. Conner","Ace the Animal","Ace Brown","A.C. Connor","D-Lo Brown"],"biography":"Accie Julius Connorbetter known by his ring name D'Lo Brown (also formatted as D-Lo Brown), is an American professional wrestling road agent and semi-retired professional wrestler.  Brown is well known for his time with the World Wrestling Federation between 1997 and 2003, where he held the WWF Intercontinental Champion and WWF European Championship. He is also known for his appearances in Total Nonstop Action Wrestling, where he held the NWA World Tag Team Championship, Ring of Honor and in Japan with the promotions All Japan Pro Wrestling and Pro Wrestling Noah. In September 2009, Connor was re-signed by TNA as their lead agent. Additionally, D'Lo was in charge of talent development and acquisitions heading up the TNA Gut Check program.\n\nOn the March 7, 2013 episode of Impact Wrestling, Brown attacked Kurt Angle and revealed himself as the Vice President of Aces & Eights, turning heel in the process. Three days later at Lockdown, Brown interfered in Angle's steel cage match against fellow Aces & Eights member Wes Brisco, costing Angle the match. Later that evening, the President of the Aces & Eights was revealed to be Bully Ray.Brown wrestled his first televised match in four years on the May 2 episode of Impact Wrestling, losing to Kurt Angle in an I Quit Match.As a result of his loss, Brown was demoted to a prospect the following week. On July 17, Brown announced his release from TNA\n\nReturn to AJPW (2013)\n\nOn August 11, 2013, All Japan Pro Wrestling announced that Brown would be returning to the promotion the following month to take part in the 2013 Ōdō Tournament.Brown returned to the promotion on September 11 in a non-tournament tag team match, where he and Bambi Killer defeated Burning (Atsushi Aoki and Yoshinobu Kanemaru), with Brown pinning Kanemaru for the win.Three days later, Brown was eliminated by Kanemaru in his first round match in the Ōdō Tournament.For the rest of the tour, which lasted until September 23, Brown worked midcard tag team matches, suffering pinfall losses in most of them.On October 3, Brown was announced also for All Japan's next tour, which started October 12. Brown continued teaming regularly with Bambi Killer, which eventually led to the two forming a heel stable named DK (Dark Kingdom) under the leadership of Kenso on November 21.\n\nFuture Stars of Wrestling (2014–2015)\n\nBrown formerly held a weekly class on Friday for \"Future Stars of Wrestling\" training center in Las Vegas.\n\nPersonal life\n\nConner is a Certified Public Accountant (CPA) graduating from the University of Maine.He and his wife Jennifer were married in 2001 and have two daughters, Bria (born in 2003) and Payton (born in 2009).","birthday":"1970-10-22","deathday":null,"gender":2,"homepage":null,"id":1198630,"imdb_id":null,"known_for_department":"Acting","name":"Accie Julius Connor","place_of_birth":"Jersey City, New Jersey, U.S.","popularity":2.685,"profile_path":"/nm4WN4yPW9cehZ7955870ZRuNjC.jpg"}
