{"adult":false,"also_known_as":["Hilary Erhard Duff ","Гіларі Дафф","Χίλαρι Έρχαρντ Νταφ","Χίλαρι Νταφ"],"biography":"Hilary Erhard Duff (born September 28, 1987) is an American actress, singer, and songwriter. She is the recipient of several accolades, including seven Nickelodeon Kids' Choice Awards, four Teen Choice Awards and two Young Artist Awards. She also began her acting career at a young age, quickly being labeled a teen idol, as the title character of the television series, Lizzie McGuire and in the film based on the series, The Lizzie McGuire Movie (2003).\n\nThereafter, she appeared in numerous mainstream films such as Cadet Kelly (2002), Agent Cody Banks (2003), Cheaper by the Dozen (2003) and A Cinderella Story (2004). She later appeared in independent films playing a wider range of adult-themed roles, such as a promiscuous pop star in War, Inc. (2008), a suicidal, rebellious teenager in According to Greta (2009) and as the title character in the controversial The Haunting of Sharon Tate (2019), inspired by the real-life Tate–LaBianca murders. From 2015 to 2021, Duff starred as Kelsey Peters in TV Land’s longest-running original series Younger, for which she received two People's Choice Awards nominations. As of 2022, she currently produces and stars in How I Met Your Father as the lead role, Sophie.\n\nDuff first came to prominence in the music industry after releasing her debut studio album, the Christmas-themed Santa Claus Lane (2002), through Buena Vista Records. Her second album, Metamorphosis (2003), was hugely successful, topping the Billboard 200 chart and earning a 3x Platinum certification by the Recording Industry Association of America (RIAA). She enjoyed significant commercial success with her subsequent Platinum and Gold-certified albums released through Hollywood Records; Hilary Duff (2004), Most Wanted (2005) and Dignity (2007). Following a hiatus from music, Duff signed with RCA Records for her fifth album, Breathe In. Breathe Out. (2015), which debuted within the top-five in Australia, Canada and the United States. Duff has also been hailed as an inspiration by subsequent Disney teen stars such as Miley Cyrus, Demi Lovato, Bridgit Mendler and Selena Gomez, and has sold an estimated 15 million records worldwide.\n\nIn addition to music and acting, she has also co-authored a trilogy of novels, beginning with Elixir (2010), which became a New York Times best seller, and followed by the sequels Devoted (2011) and True (2013). Duff's success in the entertainment industry led her to venture into business with fashion lines of her own such as Stuff by Hilary Duff, Femme for DKNY and most recently the \"Muse x Hilary Duff\" collection, a collaborative effort with GlassesUSA which was credited to have boosted GlassesUSA's sales for its premium brands. She has also invested in a number of businesses ranging from cosmetics to children's products. In 2019, she was appointed as the chief brand officer of Naturalena Brands' \"Happy Little Camper\" and \"Veeda\" lines of products; although this partnership ended with a lawsuit in 2021.\n\nDescription above from the Wikipedia article Hilary Duff, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1987-09-28","deathday":null,"gender":1,"homepage":"http://www.hilaryduff.com","id":5958,"imdb_id":"nm0240381","known_for_department":"Acting","name":"Hilary Duff","place_of_birth":"Houston, Texas, USA","popularity":13.241,"profile_path":"/q8AUHlrTuZWDU76JZemvRslrGIr.jpg"}
