{"adult":false,"also_known_as":["Ward Walrath Kimball"],"biography":"While Kimball was a brilliant draftsman, he preferred to work on comical characters rather than realistic human designs. Animating came easily to him and he was constantly looking to do things differently. Because of this, Walt Disney called Ward a genius in the book The Story Of Walt Disney. While there were many talented animators at Disney, Ward's efforts stand out as especially unique.Kimball created several classic Disney characters including the Crows in Dumbo; Tweedledum and Tweedledee, the Mad Hatter and the Cheshire Cat from Alice in Wonderland; the Mice and Lucifer the Cat from Cinderella; and Jiminy Cricket fromPinocchio. He also animated the famous \"Three Caballeros\" musical number from the Disney film of the same name.In 1953, Kimball became a director and was responsible for the Academy Award-winning short Toot, Whistle, Plunk and Boom, and three Disney television shows about outer space that put the United States into the space program. He received anAcademy Award for the short animated cartoon It's Tough to Be a Bird.Ward Kimball was profiled by the Academy Award-winning producer Jerry Fairbanks in his Paramount Pictures film short series Unusual Occupations. This 35mm Magnacolor film short was released theatrically in 1944 and focused on Kimball's backyard railroad and full sized locomotive.Kimball was also a jazz trombonist. He founded and led the seven-piece Dixieland band Firehouse Five Plus Two, in which he played trombone. The band made at least 13 LP records and toured clubs, college campuses and jazz festivals from the 1940s to early 1970s. Kimball once said that Walt Disney permitted the second career as long as it did not interfere with his animation work.Kimball continued to work at Disney up until the early 1970s, working on the Disney anthology television series, being one of the writers for Babes in Toyland, creating animation for Mary Poppins, directing the animation for Bedknobs and Broomsticks, and working on titles for feature films such as The Adventures Of Bullwhip Griffin and Million Dollar Duck. His last staff work for Disney was producing and directing the Disney TV show The Mouse Factory. He continued to do various projects on his own, even returning to Disney to do some publicity tours. Additionally, Kimball worked on an attraction for Disney's EPCOT Center called The World Of Motion.","birthday":"1914-03-04","deathday":"2002-07-08","gender":0,"homepage":null,"id":109453,"imdb_id":"nm0453832","known_for_department":"Visual Effects","name":"Ward Kimball","place_of_birth":"Minneapolis - Minnesota - USA","popularity":2.611,"profile_path":"/wEzFPqgY2YcccyanoRmb0pBDlkK.jpg"}
