{"adult":false,"also_known_as":["The Beatles","Paul McCartney and Wings ","James Paul McCartney","폴 매카트니","Пол Маккартни","Пол Маккартні","Wimgs","بول مكارتني","ポール・マッカートニー","保罗·麦卡特尼","พอล แม็กคาร์ตนีย์","पॉल मॅक्कार्टनी"],"biography":"Sir James Paul McCartney, MBE (born 18 June 1942) is an English musician, singer-songwriter and composer. Formerly of The Beatles (1960–1970) and Wings (1971–1981), McCartney is the most commercially successful songwriter in the history of popular music, according to Guinness World Records.\n\nMcCartney gained worldwide fame as a member of The Beatles, alongside John Lennon, George Harrison, and Ringo Starr. McCartney and Lennon formed one of the most influential and successful songwriting partnerships and wrote some of the most popular songs in the history of rock music. After leaving The Beatles, McCartney launched a successful solo career and formed the band Wings with his first wife, Linda Eastman, and singer-songwriter Denny Laine. McCartney is listed in Guinness World Records as the \"most successful musician and composer in popular music history\", with 60 gold discs and sales of 100 million singles in the UK.\n\nBBC News Online readers named McCartney the \"greatest composer of the millennium\", and BBC News cites his Beatles song \"Yesterday\" as the most covered song in the history of recorded music—by over 2,200 artists—and since its 1965 release, has been played more than 7,000,000 times on American television and radio according to the BBC. Wings' 1977 single \"Mull of Kintyre\" became the first single to sell more than two million copies in the UK, and remains the UK's top selling non-charity single. Based on the 93 weeks his compositions have spent at the top spot of the UK chart, and 24 number one singles to his credit, McCartney is the most successful songwriter in UK singles chart history. As a performer or songwriter, McCartney was responsible for 32 number one singles on the US Billboard Hot 100 chart, and has sold 15.5 million RIAA certified albums in the US alone.\n\nMcCartney has composed film scores, classical and electronic music, released a large catalogue of songs as a solo artist, and has taken part in projects to help international charities. He is an advocate for animal rights, for vegetarianism, and for music education; he is active in campaigns against landmines, seal hunting, and Third World debt. He is a keen football fan, supporting both Everton and Liverpool football clubs. His company MPL Communications owns the copyrights to more than 3,000 songs, including all of the songs written by Buddy Holly, along with the publishing rights to such musicals as Guys and Dolls, A Chorus Line, and Grease. McCartney is one of the UK's wealthiest people, with an estimated fortune of £475 million in 2010.","birthday":"1942-06-18","deathday":null,"gender":2,"homepage":"http://www.paulmccartney.com","id":10215,"imdb_id":"nm0005200","known_for_department":"Acting","name":"Paul McCartney","place_of_birth":"Liverpool, England, UK","popularity":6.062,"profile_path":"/sCPsv9ueP5UR6BkMSmRDlwbra6S.jpg"}
