{"adult":false,"also_known_as":["郭妃麗 ","Kwok Kei-Lai","郭妃丽","Phyllis Quek Kei-Lai"],"biography":"Phyllis Quek is a Malaysia-born model-turned-actress and singer in Singapore. She was prominently a full-time Mediacorp artiste from 1995 to 2001 but continues to film on an ad-hoc basis and managed under Hype Records. She left Mediacorp after her contract expired and chose not to renew it.\n\nPhyllis Quek's entry to Singapore showbiz was through Star Search 1995, in which she garnered a third placing. Despite this, a stunning performance in her debut drama serial, Beyond Dawn (女子监狱), left an indelible impression in the hearts of viewers. She was subsequently awarded the Best Newcomer Award at MediaCorp's Star Awards ceremony in 1996.\n\nPhyllis struck gold when MediaCorp Raintree Pictures offered her a lead role opposite Hong Kong megastar Aaron Kwok and Daniel Wu in a Hong Kong-Singapore joint collaboration movie, 2000 A.D.. Through this action flick, she won attention in the Asian media and is noted to have a high potential in local book Singapore Cinema by Raphaël Millet. She subsequently followed this up with a supporting role as a policewoman in another Raintree Pictures film, The Tree (孩子树).\n\nHer recording of the theme song of her earlier drama, The Other Parent (妈妈先生) and Mind Games (危险人物) marked the start of a nascent career in singing. She then released her debut album, Phyllis, under Hype Records which contained primarily dance tunes and singles from the soundtrack of The Tree and Beyond The Axis Of Truth (法医X档案). To promote her album, Phyllis guest starred in a Channel 5's crime drama series Heartlanders 2 where she played a stalked actress. That particular episode featured her song, '不知不觉', thrice and was a radio hit along with her other singles, 'Freedom'. However, the album did not mark the start of a longstanding music career for Phyllis and it was to remain her first and only album.\n\nAs soon as her contract expired in 2001, she made a critical decision to switch to another management company, Hype Records Artiste Networks after she enjoyed working with them whilst producing her debut album. In keeping with Hype Records' plans for regionalisation, Phyllis made another conscious decision to star in productions from primarily the East Asian region (including Taiwan and China). She made her debut in Taiwan headlining the wacky lead role in a fluffy idol drama titled My Fair Lady (丑女大翻身), in which she donned fatsuits and prosthetics in order to play a fat and undesired girl.","birthday":"1972-08-23","deathday":null,"gender":1,"homepage":"http://www.phyllisquek.com/","id":1079027,"imdb_id":"nm0703173","known_for_department":"Acting","name":"Phyllis Quek","place_of_birth":"Kuala Lumpur, Malaysia","popularity":4.203,"profile_path":"/w3fk4M748yHYkrW1ZuGmWPPPusf.jpg"}
