{"adult":false,"also_known_as":[],"biography":"Vincenzo Salemme si è diplomato presso il Liceo Classico Umberto I di Napoli, per poi iscriversi alla Facoltà di Lettere e Filosofia presso l'Università Federico II di Napoli. Nel 1976 venne scritturato dalla Compagnia Teatrale di Tato Russo e debuttò come attore nella commedia Ballata e morte di un capitano del popolo. Nel 1977 si trasferì a Roma ed entrò a far parte della compagnia di Eduardo De Filippo.  Con la compagnia di De Filippo partecipò a \"Quei figuri di tanti anni fa\" (come comparsa), \"Il cilindro\" e \"Il sindaco del rione Sanità\" che furono poi trasmesse da Rai Uno tra il 1978 e il 1979. La collaborazione con la Compagnia di Eduardo De Filippo continuò fino al 1984 (anno della morte di Eduardo) e proseguì con il figlio, Luca De Filippo, fino al 1992.  Vincenzo Salemme oltre ad essere un attore teatrale ha recitato anche in alcuni film. Il suo esordio come attore avviene negli anni Ottanta, quando il regista Nanni Moretti gli affida ruoli nei film \"Sogni d'oro\", \"Bianca\" e \"La messa è finita\". Nel 1989 partecipa al film \"C'è posto per tutti\", per la regia di Giancarlo Planta.  Altri film in cui ha recitato sono \"Isotta\" di Maurizio Fiume, \"Il tuffo\" di Massimo Martella, \"Baciami piccina\" di Roberto Cimpanelli, \"Olé\" di Carlo Vanzina, \"Ex\" di Fausto Brizzi, \"Baarìa\" di Giuseppe Tornatore, La vita è una cosa meravigliosa di Carlo Vanzina ed A Natale mi sposo di Paolo Costella.  Nel 1998 esce il primo film da lui diretto, \"L'amico del cuore\". La pellicola, uscita nelle sale cinematografiche nel dicembre 1998, ottiene molto successo, incassando dieci miliardi di lire.  Altri film diretti da lui sono \"Amore a prima vista\" (1999), \"A ruota libera\" (2000), \"Volesse il cielo!\" (2002), \"Ho visto le stelle!\" (2003), Cose da pazzi (2005), SMS - Sotto mentite spoglie (2007) e No Problem (2008).  Famose sono molte sue commedie teatrali: \"...e fuori nevica\", \"Passerotti o pipistrelli?\", \"Premiata pasticceria Bellavista\", \"Faccio a pezzi il teatro\", \"Lo strano caso di Felice C.\", \"Bello di papà\".  Attualmente è in giro per l'Italia con il suo nuovo spettacolo \"L'astice al veleno\". È stato anche protagonista di due show televisivi, Famiglia Salemme Show (2006) e Da Nord a Sud... e ho detto tutto! (2009), entrambi andati in onda su Raiuno.","birthday":"1957-07-24","deathday":null,"gender":2,"homepage":"http://www.vincenzosalemme.it","id":129059,"imdb_id":"nm0758033","known_for_department":"Acting","name":"Vincenzo Salemme","place_of_birth":"Napoli, Italy","popularity":3.408,"profile_path":"/tTucj6qOUhqv0QT7LDvKKLnveHU.jpg"}
