{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nCaroline Langrishe (born 10 January 1958, London, England) is an English actress.\n\nIn 1976, Langrishe appeared in the BBC production of The Glittering Prizes. In 1977 she played the role of Kitty in a BBC adaptation of Anna Karenina. Her first big part was in the 1978 British adaption of Les Misérables. She also starred as Jane Winters in the futuristic BBC Play for Today episode The Flipside of Dominick Hide (1980), and its follow up, Another Flip for Dominick (1982) both by Jeremy Paul and Alan Gibson. She played Janet Hollywell, wife of Fred Hollywell, in the 1984 adaptation of Charles Dickens' A Christmas Carol starring George C. Scott.\n\nShe became a leading character actress, taking the female lead in the BBC detective series Pulaski in 1987 and appearing in several episodes of Chancer in 1990. She is perhaps best known for her role as Charlotte Cavendish in the BBC series Lovejoy in which she starred for two series in 1993-94. She later appeared in Sharpe's Regiment (1996) and Sharpe's Justice (1997) as Lady Anne Camoynes. She played the unhappy landlady to Hywel Bennett's professional scrounger James Shelley in the 5th series of \"Shelley\" on ITV\n\nShe played Georgina Channing alongside Martin Shaw in drama Judge John Deed and has recently joined BBC medical drama Casualty as executive director Marilyn Fox.\n\nShe has also starred in Heartbeat, in the episode \"Echoes of the Past\", she played a mum-to-be Jane Hayes, who is convinced that her house is haunted when she hears a baby crying goes into the nursery and thinks she hears a ghost. This episode was broadcast on 24 December 1998.\n\nIn 2010 she played Ros, an 'older woman' in an open marriage in Pete Versus Life on Channel 4\n\nCaroline Langrishe married the actor Patrick Drury in London on 15 November 1984, but the couple divorced in 1995 after having two daughters, Rosalind and Leonie.\n\nDescription above from the Wikipedia article Caroline Langrishe, licensed under CC-BY-SA, full list of contributors on Wikipedia​","birthday":"1958-01-10","deathday":null,"gender":1,"homepage":null,"id":37437,"imdb_id":"nm0486674","known_for_department":"Acting","name":"Caroline Langrishe","place_of_birth":"London, England","popularity":3.762,"profile_path":"/1ayDajjgCnt5iTLGMTUAoptuKeU.jpg"}
