{"adult":false,"also_known_as":["Kenneth Arthur Dodd","Sir Kenneth Arthur Dodd","Sir Ken Dodd","Ken Dodd O.B.E.","Ken Dodd OBE","Doddy"],"biography":"Sir Kenneth Arthur Dodd was born on 8 November 1927 in a former farmhouse in Knotty Ash, a suburb of Liverpool, to Arthur Dodd and Sarah (née Gray); where his parents lived. He had an older brother, William and a younger sister, June. He went to the Knotty Ash School and sang in the local church choir of St John's Church, Knotty Ash. He was to live in Knotty Ash all his life, dying in the house in which he was born, and often referred to the area—as well as its mythical \"jam butty mines\" and \"black pudding plantations\"—in his act.\n\nHe then attended Holt High School, a grammar school in Childwall, Liverpool, but left at the age of 14 to work for his father, a coal merchant. Around this time he became interested in show business after seeing an advert in a comic: \"Fool your teachers, amaze your friends—send 6d in stamps and become a ventriloquist!\" and sending off for the book. Not long after, his father bought him a ventriloquist's dummy and Ken called it Charlie Brown. He started entertaining at the local orphanage, then at various other local community functions. His distinctive bucked teeth were the result of a cycling accident after a group of school friends dared him to ride a bicycle with his eyes closed. Aged 18, he began working as a traveling salesman and used his work van to travel to comedy clubs in the evenings.\n\nHe gained his big break at age 26 when, in September 1954, he made his professional show-business debut as Professor Yaffle Chucklebutty, Operatic Tenor and Sausage Knotter at the Nottingham Empire. He later said, \"Well at least they didn't boo me off\". He continued to tour variety theatres up and down the UK, and in 1955 he appeared at Blackpool, where, in the following year, he had a part in Let's Have Fun. His performance at the Central Pier was part of a comedy revue with Jimmy James and Company. Also on the same bill were Jimmy Clitheroe and Roy Castle. Dodd first gained top billing at Blackpool in 1958.\n\nDodd was described as \"the last great music hall entertainer\". His stand-up comedy style was fast and relied on the rapid delivery of one-liner jokes. He said that his comic influences included other Liverpool comedians like Arthur Askey, Robb Wilton, Tommy Handley and the \"cheeky chappy\" from Brighton, Max Miller. He interspersed the comedy with occasional songs, both serious and humorous, in an incongruously fine light baritone voice, and with his original specialty, ventriloquism. Part of his stage act featured the Diddy Men (\"diddy\" being local slang for \"small\"). At first, an unseen joke conceived as part of Dodd's imagination, they later appeared on stage, usually played by children.\n\nDodd worked mainly as a solo comedian, including in a number of eponymous television and radio shows and made several appearances on BBC TV's music hall revival show, The Good Old Days. Although he enjoyed making people laugh, he was also a serious student of comedy and history and was interested in Sigmund Freud and Henri Bergson's analysis of humour. Occasionally, he appeared in dramatic roles, including Malvolio in William Shakespeare's Twelfth Night on stage in Liverpool in 1971; on television in the cameo role of 'The Tollmaster' in the 1987 Doctor Who story Delta and the Bannermen.","birthday":"1927-11-08","deathday":"2018-03-11","gender":2,"homepage":"http://web.archive.org/web/20160414082028/http://www.kendoddshows.com","id":202520,"imdb_id":"nm0230087","known_for_department":"Acting","name":"Ken Dodd","place_of_birth":"Knotty Ash, Liverpool, England, UK","popularity":1.666,"profile_path":"/5QOoDSYJBZuETj5rB18mrIMQ0So.jpg"}
