{"adult":false,"also_known_as":[],"biography":"Douglas Spain captured critical praise and a 1998 Independent Spirit Award nomination for his feature film debut in Fox Searchlight's \"Star Maps.\" The film, which premiered at the Sundance Film Festival, tells the dark-humored story of 'Carlos' (Spain), whose route to realizing his dreams of acting leads him to selling maps to the stars' homes as well as himself on the streets of Los Angeles. Spain appeared in HBO's \"Walkout\" directed by Edward James Olmos as well as \"The Reading Room\" opposite James Earl Jones for the Hallmark Channel. He has been seen in HBO's \"Band Of Brothers\" produced by Steven Spielberg and Tom Hanks; \"44 Minutes\" with Michael Madsen for FX; \"Delivering Milo\" with Bridget Fonda and Albert Finney for Deepak Nayar; USA Films' \"Cherry Falls\" with Brittany Murphy and Jay Mohr; Artisan Entertainment's \"Permanent Midnight\" alongside Ben Stiller and Owen Wilson; the independent film \"Hunting Of Man\" which he also Executive Produced; and three Lions Gate Films: \"But I'm a Cheerleader\" with Natasha Lyonne and Clea DuVall, \"Ricochet River\" starring opposite Kate Hudson, and \"What's Cooking\" with Mercedes Ruehl, Kyra Sedgwick and Alfre Woodard. Spain recurred on the Showtime Original Series \"Resurrection Boulevard\" with Elizabeth Pena and Esai Morales. He was also well received in the Showtime Original Picture \"12 Angry Men,\" as part of a stellar ensemble cast including such acclaimed actors as Ossie Davis, George C. Scott, Jack Lemmon, Hume Cronyn, James Gandolfini and Edward James Olmos under the direction of William Friedkin. Spain made his directorial debut with the short film \"Charity.\" Douglas Spain's stage productions include \"Gunplay: La Familia\" with Naked Angels, L.A. and \"Sunrise In My Pocket\" with Playmakers Repertory Company, North Carolina.","birthday":"1974-04-15","deathday":null,"gender":2,"homepage":null,"id":77350,"imdb_id":"nm0816669","known_for_department":"Acting","name":"Douglas Spain","place_of_birth":" Los Angeles, California, USA","popularity":2.094,"profile_path":"/3vDQ5qX8AGVidWYaAjyCj39d94D.jpg"}
