{"adult":false,"also_known_as":["Richard Jude Ciccolella "],"biography":"Richard Jude Ciccolella (born November 30, 1947), better known as Jude Ciccolella, is an American character actor.\n\n Ciccolella was born in Nassau County, New York. He graduated from Brown University, class of 1969 where he acted in student productions. He studied at Temple University with a Master of Fine Arts degree in theatre. His film roles include parts in The Shawshank Redemption as Mert, Boys on the Side as Jerry, Night Falls on Manhattan as Lieutenant Wilson, Star Trek Nemesis as Romulan Commander Suran, Down With Love as the private eye, The Terminal as Karl Iverson, the 2004 Director's Cut DVD of Daredevil, the 2004 remake of The Manchurian Candidate as David Donovan, and the 2005 Sin City movie adaptation as Liebowitz.  After guest starring roles in Law &amp; Order, NYPD Blue, CSI: NY and ER, Ciccolella took a recurring guest role on 24. During the show's first and second seasons (2001–2003), he played Mike Novick, Chief of Staff to President David Palmer (Dennis Haysbert). He has also guest starred as Principal Raymond on Everybody Hates Chris; however, he was replaced upon reprising his role as Mike Novick in the last eight episodes of Season 4 of 24.  He appeared in the 1992 James Foley and David Mamet film Glengarry Glen Ross as the Detective. He appeared in the scene where Al Pacino was having an argument with Kevin Spacey about the \"six-thousand dollars\" owed to him.  Ciccolella was also seen in the episode of Nickelodeon's The Adventures of Pete &amp; Pete titled \"Tool and Die,\" where he plays the shop class teacher Mr Slurm, whose missing left hand stirred nothing but hearsay and rumors. Mr. Ciccolella did not reprise his role as Mr. Slurm in the season 3 episode, \"Road Warrior.\"  In 24's fourth season (2005), Ciccolella returned for the last 8 episodes. Mike had become an advisor to Acting President Charles Logan (Gregory Itzin), who had taken over after the downing of Air Force One critically injured President John Keeler (Geoff Pierson). He had continued this role in the show's fifth season (2006). However, he did not appear in the sixth season.  In 2007, he guest-starred on NBC freshman drama Life. He also appeared in the 2007 film, The Wager.  In 2008, he portrayed Phillip Davenport, a fictional Secretary of the Navy on the 6th season of the CBS show NCIS. Two years later, he appeared one more time for the last episode of the 8th season.  In the \"Supporting Players\" featurette on the 24 season 5 DVD, actress Jean Smart reveals that Ciccolella is a folk singer.","birthday":"1947-11-30","deathday":null,"gender":2,"homepage":"http://www.judeciccolella.com/","id":8693,"imdb_id":"nm0161980","known_for_department":"Acting","name":"Jude Ciccolella","place_of_birth":"Burlington - Vermont - USA","popularity":3.903,"profile_path":"/mOkVE96JvxszwE3Zzudnxt1GqAx.jpg"}
