{"adult":false,"also_known_as":["Paul Wilchinsky"],"biography":"Born Paul Wilchinsky on December 21, 1922, the son of Sol and Clara Wilchinsky, Paul Winchell grew up to be the most beloved ventriloquist of American children. Ironically, as famous as Paul was, his dummy, Jerry Mahoney, was probably more famous. Not since Edgar Bergen and Charlie McCarthy in the previous two decades had a ventriloquist and his dummy known equal celebrity.\n\nEntering the spotlight on the Edward Bowes \"Original Amateur Hour\" (1948), he began working soon after in a review show in which Major Bowes would showcase the winners of his radio program. He started his television career on the CBS program The Bigelow Show (1948) in 1948; The Paul Winchell Show (1950), originally called \"The Spiedel Show,\" in 1950; and, finally, the best-known of his shows Winchell-Mahoney Time (1965). With a clubhouse premise, his dummies Jerry Mahoney and Knucklehead Smiff--another of Paul's characters--as the clubhouse leaders, and the music of the bandleader Milton Delugg. A new innovation of Winchell's was to replace the dummy's hands with those of puppeteers who were hidden behind the dummies in a crate. Winch also played many serous dramatic roles on television without his dummy sidekicks.\n\nWhat may be even more famous is that he created the voice of Tigger for the Walt Disney Company's \"Winnie The Pooh\" motion-picture series, based on the famous books by A.A. Milne. He played the role behind the scenes until 1999, when he was replaced by Jim Cummings, who also voiced Pooh from the time that Sterling Holloway died. He was also the voice of many other world-famous cartoon characters.\n\nA little-known fact about Winchell is that he was one of the original inventors of an artificial heart--years before the first successful transplant with such of a device--an automobile that runs on battery power, a method for breeding tilapia, and many other inventions that are still around today.\n\n- IMDb Mini Biography By: MeanDean","birthday":"1922-12-21","deathday":"2005-06-24","gender":2,"homepage":null,"id":77548,"imdb_id":"nm0934593","known_for_department":"Acting","name":"Paul Winchell","place_of_birth":"New York City, New York, USA","popularity":6.275,"profile_path":"/aZjzqTlzhBpcXogubUP8wcPE4Da.jpg"}
