{"adult":false,"also_known_as":[],"biography":"Juliet Ladines was born in Vancouver, British Columbia, Canada. At the tender age of 2, her father moved the family to Toronto, Ontario, Canada. The first role she landed was in 1998 as a MuchMusic/MTV style reporter in the award winning indie film, \"Instant Dread\" which premiered at the Toronto International Film Festival and aired on CBC and the W Network. That same year, Bravo aired \"I Chair\" where she played the love interest of an artist who creates a chair in the shape of the Chinese character, \"Wong\". Soon after, Juliet was appearing in commercials such as Mike's Hard Lemonade and Coffee Time. In 1999, her love for dancing opened up opportunities for Juliet as a professional dancer which was captured in the Toronto Sun.\n\nLike many actors, Juliet found herself easily transitioning into modeling. In 2000, she appeared as a model in newspapers and magazines such as Performance Auto and Sound, Turbo Magazine and again in the Toronto Sun. In 2001, she did modeling work for Peace! Magazine. All the while, Juliet decided to follow her mother's wishes to get a university degree. During her studies, she took periodic breaks from the industry but found herself back in local newspapers in 2003, this time as a director. Juliet received her Bachelor of Arts degree and directed her first production, an award winning music video called, \"Ghost Town\" which was featured in the ReelWorld Film Festival.\n\nA short stint working in management at a Fortune 500 company forced another break in Juliet's acting career. However, she continued modeling and in 2004 was the feature model in Modified Magazine. She can be seen in print ads for LG and Optiq. In 2006, Juliet returned to her love of acting and starred as the lead female character in a live-action show, \"Paramount's Hollywood Stunt Spectacular\" where she was able to showcase her theatrical and martial arts skills. After this show she found herself largely involved in the indie circuit appearing in a number of indie films. In 2007, she landed the role of Christine in the award winning indie film, \"Binding Borders\" which was screened at the Cabbagetown Film Festival, the Austin Asian Film Festival, the Golden Lion Film Festival and the Toronto Reel Asian International Film Festival. \"Binding Borders\" was a finalist in CBC's Digital Diversity contest.\n\nJuliet made the move to Los Angeles in 2008 when the short film, Dirty Sexy Murder, which she produced and played a leading role, was accepted into the New York International Independent Film & Video Festival taking place in LA. The film won Best Short Film in the Comedy category. During the following years, she was cast as a host on 3 web series, became heavily involved in the theatre community, and continues to work in TV & Film. In 2013, Juliet married Recording & Mix Engineer, Laurence Schwarz.","birthday":null,"deathday":null,"gender":1,"homepage":null,"id":1818393,"imdb_id":null,"known_for_department":"Acting","name":"Juliet Ladines","place_of_birth":"Vancouver, British Columbia, Canada","popularity":0.98,"profile_path":"/pjlt5OtooZbUFHVWOaLokLfgaLA.jpg"}
