{"adult":false,"also_known_as":["L.L. Cool J","LL 쿨 J"],"biography":"James Todd Smith better known as LL Cool J (acronym for Ladies Love Cool James) is an American rapper and actor. He has released thirteen studio albums and two greatest hits compilations; his newest album is 2013's Authentic, following 2008's Exit 13, which completed his record deal with Def Jam Recordings. He has appeared in numerous films, and stars as NCIS Special Agent Sam Hanna on the CBS crime drama television series NCIS: Los Angeles. He was born on January 14, 1968 in Bay Shore, New York. While LL first appeared as a rapper in the movie Krush Groove (performing \"I Can't Live Without My Radio\"), his first acting part was a small role in a high school football movie called Wildcats. He continued to work in movies from then until 1995 when he landed his own television sitcom, In the House. In 1998 he had a role in the film Halloween H20. In 1999's Deep Blue Sea. Later that year, he had a starring role in Any Given Sunday, in which he played Julian Washington, the talented but selfish running back on the dysfunctional Miami Sharks. Since then, LL Cool J has appeared in a variety of films, such as the 2002 remake of Rollerball, Deliver Us from Eva, and S.W.A.T. In 2005, he returned to television in a guest starring role on the Fox medical drama House. He also appeared as Queen Latifah's love interest in the 2006 movie Last Holiday. He also guest starred on 30 Rock in the 2007 episode \"The Source Awards\" as the hip hop producer Ridiculous. Next he appeared in Sesame Street 's 39th season where he introduced the word of the day, \"Unanimous” and performing \"The Addition Expedition\" in episode 4172 (Sept. 30, 2008). As of 2011, LL Cool J is a series regular on the CBS police procedural NCIS: Los Angeles, a spin-off of NCIS.   He lives in Long Island, New York, with his wife and four children.","birthday":"1968-01-14","deathday":null,"gender":2,"homepage":"http://llcoolj.com/","id":36424,"imdb_id":"nm0005112","known_for_department":"Acting","name":"LL Cool J","place_of_birth":"Queens, New York, USA","popularity":7.361,"profile_path":"/dpOHjasRJz7rk9CVutd6L9WnWTc.jpg"}
