{"adult":false,"also_known_as":["ケイティ・ホームズ","Κέιτι Χολμς","Кейти Холмс","Кэти Холмс","Кеті Голмс","Keitija Holmsa","Katie Noelle Holmes","케이티 홈즈","凯蒂·霍尔姆斯","Κέιτι Νόελ Χολμς"],"biography":"Kate Noelle \"Katie\" Holmes (born December 18, 1978) is an American actress and director. Born in Toledo, Ohio, teen modelling led to a supporting role in Ang Lee's The Ice Storm, before she found international fame as Joey Potter on the teen drama Dawson's Creek from 1998 to 2003. She transitioned to film in her hiatuses between seasons, appearing in movies including Doug Liman's Go, Curtis Hanson's Wonder Boys, and Joel Schumacher's Phone Booth.\n\nDuring promotion for her role in Christopher Nolan's Batman Begins, Holmes began a highly publicized relationship with actor Tom Cruise. The couple were engaged within two months of meeting, with Holmes converting from Roman Catholicism to the Church of Scientology, and Cruise flamboyantly professing his love for her during a controversial episode of The Oprah Winfrey Show. Months later, the couple produced a daughter, Suri, before marrying in November 2006.\n\nHolmes went on to make her Broadway debut in a revival of Arthur Miller's All My Sons, portray Jacqueline Kennedy in the Reelz mini-series The Kennedys, and launched a short-lived fashion line. Holmes filed for divorce from Cruise in July 2012, gaining custody of her daughter and moving to New York, where she returned to the Roman Catholic Church. While tabloids have long speculated on the circumstances of the couple's divorce, Holmes has declined to speak publicly on the matter.\n\nFollowing her divorce, Holmes returned to film with roles in The Giver, Woman in Gold and Steven Soderbergh's Logan Lucky, and recurred on the Showtime series Ray Donovan. In 2016, she made her feature directorial debut with the mother-daughter drama All We Had.","birthday":"1978-12-18","deathday":null,"gender":1,"homepage":"http://katieholmes.com","id":3897,"imdb_id":"nm0005017","known_for_department":"Acting","name":"Katie Holmes","place_of_birth":"Toledo, Ohio, USA","popularity":15.331,"profile_path":"/gDhc9rLbhpXdY8lISD7yPiIhvp4.jpg"}
