{"adult":false,"also_known_as":[" Stephen Eastin ","Steve Easton"],"biography":"From Wikipedia, the free encyclopedia.\n\nSteve Eastin (born June 22, 1948) is an American character actor. He has appeared in nearly 150 television and film roles throughout his decades long career.\n\nEastin was born in Colorado, where he began to study acting at the young age of six at his local theater. He received his Actor Equity card at age 16 when he performed in two musicals choreographed by Micheal Bennet. Later, he attended the University of Northern Colorado where he appeared in several productions at the Little Theater of the Rockies, whose alumni include Nick Nolte.\n\nAfter college, Eastin received a fellowship to teach at the University of Arizona where he appeared in his first SAG role opposite Clint Eastwood in Joe Kidd. It was shortly after this when Eastin moved to Los Angeles to further pursue his acting career, enrolling in the Charles Conrad Studio upon arrival in 1974.\n\nWhile attending Charles' class, Eastin became interested in teaching acting as well. In 1991, he founded his own acting school, The Steve Eastin Studio. The studio believes in what Eastin refers to as \"Choiceless Awareness\", where the actors do not read into the script, nor prepare their \"beats\" or think about what or how they may read their lines. Instead, the actors are encouraged to be in the moment and let their natural, emotional power take over and thus tap into the vast collective unconscious all humans are capable of attuning themselves to.\n\nEastin is best known for appearing in such films as Field of Dreams (1989), Con Air (1997) and A Man Apart (2003), where he developed a reputation as the tough guy with a heart of gold underneath. He played opposite Leonardo Dicaprio in two pivotal scenes in Catch Me if You Can (2002). Eastin has worked with such directors as Steven Spielberg, Brian De Palma, and Jason Reitman.\n\nEastin is also known for his numerous television appearances throughout the years on such shows as Little House on the Prairie, CHiPS, T.J. Hooker, St. Elsewhere and L.A. Law.\n\nDescription above from the Wikipedia article Steve Eastin, licensed under CC-BY-SA, full list of contributors on Wikipedia.​","birthday":"1948-06-22","deathday":null,"gender":2,"homepage":null,"id":9276,"imdb_id":"nm0247611","known_for_department":"Acting","name":"Steve Eastin","place_of_birth":"Colorado, USA","popularity":5.577,"profile_path":"/f6jwyMkbEmIzK70vUO8l0oQJjxX.jpg"}
