{"adult":false,"also_known_as":["James Broadbent"],"biography":"One of England's most versatile character actors, Jim Broadbent was born on May 24, 1949, in Lincolnshire, the youngest son of furniture maker Roy Broadbent and sculptress Dee Broadbent. Jim attended a Quaker boarding school in Reading before successfully applying for a place at an art school. His heart was in acting, though, and he would later transfer to the London Academy of Music and Dramatic Art (LAMDA). Following his 1972 graduation, he began his professional career on the stage, performing with the Royal National Theatre, the Royal Shakespeare Company, and as part of the National Theatre of Brent, a two-man troupe which he co-founded. In addition to his theatrical work, Broadbent did steady work on television, working for such directors as Mike Newell and Stephen Frears. Broadbent made his film debut in 1978 with a small part in Jerzy Skolimowski's The Shout (1978). He went on to work with Frears again in The Hit (1984) and with Terry Gilliam in Time Bandits (1981) and Brazil (1985), but it was through his collaboration with Mike Leigh that Broadbent first became known to an international film audience. In 1990 he starred in Leigh's Life Is Sweet (1990), a domestic comedy that cast him as a good-natured cook who dreams of running his own business. Broadbent gained further visibility the following year with substantial roles in Neil Jordan's The Crying Game (1992) and Mike Newell's Enchanted April (1992), and he could subsequently be seen in such diverse fare as Woody Allen's Bullets Over Broadway (1994), Widows' Peak (1994), Richard Loncraine's highly acclaimed adaptation of Shakespeare's Richard III (1995) and Little Voice (1998), the last of which cast him as a seedy nightclub owner. Appearing primarily as a character actor in these films, Broadbent took center stage for Leigh's Topsy-Turvy (1999), imbuing the mercurial W.S. Gilbert with emotional complexity and comic poignancy. Jim's breakthrough year was 2001, as he starred in three critically and commercially successful films. Many would consider him the definitive supporting actor of that year. First he starred as Bridget's dad (Colin Jones) in Bridget Jones's Diary (2001), which propelled Renée Zellweger to an Oscar nomination for Best Actress. Next came the multiple Oscar-nominated film (including Best Picture) Moulin Rouge! (2001), for which he won a Best Supporting Actor BAFTA award for his scene-stealing performance as Harold Zidler. Lastly, came the small biopic Iris (2001/I), for which he won the Oscar for Best Supporting Actor as devoted husband John Bayley to Judi Dench's Iris Murdoch, the British novelist who suffered from Alzheimer's disease. The film hit home with Jim, since his own mother had passed away from Alzheimer's in 1995.","birthday":"1949-05-24","deathday":null,"gender":2,"homepage":"http://www.ultrapelis.net/","id":388,"imdb_id":"nm0000980","known_for_department":"Acting","name":"Jim Broadbent","place_of_birth":"Lincoln, Lincolnshire, England, UK","popularity":13.488,"profile_path":"/jTyvGwwR1NFpvgDhcmuWZCM241w.jpg"}
