{"adult":false,"also_known_as":[],"biography":"Raymond Devos (9 November 1922 – 15 June 2006) was a Belgian-French humorist, stand-up comedian and clown. He is best known for his sophisticated puns and surreal humour.\n\nDevos was born in Mouscron, Belgium, close to the French border. Both his parents were French and he moved to Tourcoing, France, at the age of two. Seven years later, his family moved to Paris. During the Second World War he was sent, like many young men of his generation, to Germany to work. On his return to France, he took acting and mime lessons at the Étienne Ducroux school, where he met Marcel Marceau. In 1948, he was part of a burlesque trio (in the older sense of the word burlesque).\n\nDevos's career took off in the 1950s when he began writing his own one man shows and was the opening act for Maurice Chevalier. Although his act still involved elements of his early years as a clown (such as juggling) he was mostly recognized because of his mastery of the French language. His unique brand of surreal humour and sophisticated puns garnered him much respect throughout the Francophone world. Devos is a leading character in Alejandro Jodorowsky's surrealist 1957 debut short film Les têtes interverties (a mime adaptation of Thomas Mann's 1940 play The Transposed Heads). Perhaps his best-known international appearance is a cameo in Jean-Luc Godard's Pierrot le Fou 1965 as a man sitting on a harbourside who is obsessed with the memory of a mysterious love song.\n\nHe performed for the last time in 1999 in Paris's Olympia Theater. He died in Saint-Rémy-lès-Chevreuse, Yvelines, France.\n\nBecause he was born in Belgium, the nationality of Devos was often, and still is, a source of confusion. Some media reported his death by referring to \"Belgian comic Devos\" or \"French and Belgian comic Devos\". He also has a Dutch/Flemish family name. Devos was born of French parents and raised in France, but was always respectful of his country of birth and once quipped that he was still, after all, a \"fake Belgian\".\n\nSource: Article \"Raymond Devos\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1922-11-09","deathday":"2006-06-15","gender":2,"homepage":null,"id":23162,"imdb_id":"nm0222930","known_for_department":"Acting","name":"Raymond Devos","place_of_birth":"Mouscron, Belgium","popularity":0.6,"profile_path":"/5JcKrDDDJrXopJheHkIYb2PtHDf.jpg"}
