{"adult":false,"also_known_as":[],"biography":"Peter Greenaway, CBE (born 5 April 1942) is a Welsh writer-director, painter, and video artist. Throughout the late 1960s and '70s, he produced several experimental documentary/mockumentary shorts while working as a film editor for the Central Office of Information. This early period culminated in \"The Falls\" (1980), a three-hour mockumentary indexing the strange effects of the VUE (the Violent Unknown Event) on 92 people whose names begin with the letters F-A-L-L. He made his dramatic feature film debut with \"The Draughtsman's Contract\" (1982), and throughout the 1980s directed a string of critically acclaimed and frequently controversial films: \"A Zed & Two Noughts\" (1985), \"The Belly of an Architect\" (1987), \"Drowning by Numbers\" (1988), and his best-known work, the vicious Thatcher-era satire \"The Cook, the Thief, His Wife & Her Lover\" (1989). In the 1990s, he directed the Shakespeare adaptation \"Prospero's Books\" (1991), controversial religious satire \"The Baby of Mâcon\" (1993), erotic drama \"The Pillow Book\" (1996), and \"8½ Women\" (1999), an homage to the films of Federico Fellini, a major influence on Greenaway. In the early 2000s, Greenaway embarked on the ambitious \"Tulse Luper\" project, a multimedia body of historical fiction revolving around the life of the eponymous fictional hero. In addition to novels, CD-ROMs, online material, and a touring exhibition, the project spawned a trilogy of feature films: \"The Tulse Luper Suitcases, Part 1: The Moab Story\" (2003), \"The Tulse Luper Suitcases, Part 2: Vaux to the Sea\" (2004), \"The Tulse Luper Suitcases, Part 3: From Sark to the Finish\" (2004). The trilogy was followed by a fourth feature, \"A Life in Suitcases\" (2005), which abridges the Tulse Luper saga into a single film. Since the mid 2000s, Greenaway's film work has focused on idiosyncratic, heavily fictionalised biopics dedicated to some of his favourite artists: Dutch Golden Age painter Rembrandt van Rijn in \"Nightwatching\" (2007), Dutch Baroque engraver Hendrik Goltzius in \"Goltzius and the Pelican Company\" (2012), Soviet Russian filmmaker Sergei Eisenstein in \"Eisenstein in Guanajuato\" (2015), and Romanian-French sculptor Constantin Brâncuși in \"Walking to Paris\" (2022). Greenaway has lived and worked in Amsterdam since the mid 1990s. He is married to artist Saskia Boddeke, with whom he has two children. He also has two children from a previous marriage to potter Carol Greenaway.","birthday":"1942-04-05","deathday":null,"gender":2,"homepage":"http://petergreenaway.org.uk","id":30309,"imdb_id":"nm0000425","known_for_department":"Directing","name":"Peter Greenaway","place_of_birth":"Newport, Gwent, Wales, UK","popularity":3.528,"profile_path":"/xw8UM4GStDbmNy21Hi1tI1UprgW.jpg"}
