{"adult":false,"also_known_as":["Manoel Candido Pinto de Oliveira","Manuel de Oliveira"],"biography":"Manoel de Oliveira was born in Porto, Portugal on December 11, 1908, to Francisco José de Oliveira and Cândida Ferreira Pinto. His family were wealthy industrialists. Oliveira attended school in Galicia, Spain and his goal as a teenager was to become an actor. He enrolled in Italian film-maker Rino Lupo's acting school at age 20, but later changed his mind when he saw Walther Ruttmann's documentary Berlin: Symphony of a City. This prompted him to direct his first film, also a documentary, titledDouro, Faina Fluvial (1931). He also acted in the second Portuguese sound film, A Canção de Lisboa (1933). His first feature film came much later, in 1942. Aniki-Bóbó, a portrait of Oporto's street children, was a commercial failure when it opened, and its merit only came to be recognised over time. This drawback forced Oliveira to abandon other film projects he was involved in, and to dedicate himself to running his family vineyard. He re-emerged onto the film scene in 1956 with The Artist and the City, a work that marked a turning point in Oliveira's conception of the cinema. In 1963, O Acto de Primavera (The Rite of Spring), a documentary depicting an annual passion play, marked a turning point for his career. This was shortly followed by A caça (The Hunt), a grim feature film that contrasted with the happy tones of his previous documentary. Despite the widespread acclaim garnered by both films, he would not return to the director's seat until the 1970s. Since 1990 (when he turned 82), he has made at least one film each year.  Oliveira has said that he direct movies for the sheer pleasure of doing it, regardless of critical reaction. He maintains a quiet life away from the spotlights, despite multiple honours such as those of the Cannes, Venice and Montreal film festivals. He has been awarded two Career Golden Lions in 1985 and 2004 and a golden palm for his lifetime achievements in 2008.","birthday":"1908-12-11","deathday":"2015-04-02","gender":2,"homepage":null,"id":81749,"imdb_id":"nm0210701","known_for_department":"Directing","name":"Manoel de Oliveira","place_of_birth":"Porto, Portugal","popularity":2.093,"profile_path":"/lkEY4Amtuyk8hPmNz01EqWYH3Xk.jpg"}
