{"adult":false,"also_known_as":["Mortis","Chris Kanyon","Kanyon","Chris Morgan","Chris Canyon"],"biography":"Christopher Morgan Klucsarits was an American professional wrestler. He was best known for his work in World Championship Wrestling and the World Wrestling Federation under the ring names Chris Kanyon (or simply Kanyon) and Mortis. As a youth, Kanyon played roller hockey, basketball, and baseball at school. He attended Archbishop Molloy High School, located in Queens NY, graduating in 1988. In 1992 he graduated from the University at Buffalo with a bachelor's degree in physical therapy. During his time there, he was a member of the Mad Turtles, the University of Buffalo Rugby Football Club. Kanyon worked full-time as a physical therapist for three years before becoming a wrestler. Kanyon debuted in World Championship Wrestling (WCW) as a jobber. After several months he was placed with Mark Starr in a tag team called \"Men at Work\". Their gimmick was that they were two construction workers turned wrestlers who wore jeans to the ring, and that Kanyon would cause the team to suffer losses by taking measurements with his tape measure at inopportune times. Kanyon was replaced with Mike Winner before the team disbanded altogether.\n\nKanyon appeared on the CNN special Death Grip: Inside Pro Wrestling, in November 2007 following the aftermath of the Chris Benoit double-murder and suicide. On the program, Kanyon stated that on September 14, 2003 he had taken 50 sleeping pills in a suicide attempt.\n\nIn the early hours of October 16, 2004, he was arrested in Ybor City, Tampa, Florida for \"disorderly conduct and resisting arrest without violence\" after attempting to break up a fight. He was released that same day after fellow wrestler Altar Boy Luke provided a US$750 cash bond. Kanyon publicly stated he did nothing wrong, and the case was thrown out of court.\n\nKanyon, along with Raven and Michael Sanders, attempted to sue WWE for \"cheating them out of health care and other benefits\" but a federal judge in Stamford, Connecticut dismissed the case.\n\nIn 2004, after Kanyon's release from WWE, he began a gimmick in which he was an openly gay wrestler. This included a publicity stunt wherein he stated that WWE released him from his contract because of his sexuality. Kanyon later told reporters and radio personalities that this was just a publicity stunt.[6] He later retracted these statements and acknowledged that he was in fact gay. Before his death Kanyon was working on a book, Wrestling Reality, with Ryan Clark. The book was released November 1, 2011, and it details Kanyon's struggles as a closeted gay man.\n\nKanyon had been suffering from bipolar disorder, and he threatened suicide in the weeks prior to his death. On April 2, 2010, his brother Ken Klucsarits found him dead in his Sunnyside, Queens, New York apartment with an empty bottle of antidepressants. He left behind a note of apology for his family. His death was acknowledged by WWE","birthday":"1970-01-04","deathday":"2010-02-02","gender":2,"homepage":null,"id":1216226,"imdb_id":"nm0438034","known_for_department":"Acting","name":"Chris Klucsarits","place_of_birth":"Queens, New York City, New York, USA","popularity":1.106,"profile_path":"/doH2fAvStMyEwQFdN0a0l3z70Ox.jpg"}
