{"adult":false,"also_known_as":[],"biography":"Anna Madeley is an English actress. She has been described by the British Theatre Guide's Philip Fisher as one of the United Kingdom's \"brightest and most versatile young actresses\". She grew up in London and started her career as a child actress. She performed for three seasons with the Royal Shakespeare Company and has appeared in three off-West End productions. She has starred in BBC TV films and on Channel 4. Anna has also done work in radio and film.\n\nMadeley grew up in London, attending North London Collegiate School, and began her career as a child actress. She then trained at the Central School of Speech and Drama.\n\nMadeley has performed three seasons with the Royal Shakespeare Company: 2001-2002; and 2003-2004. She appeared in The Roman Actor opposite Sir Antony Sher.\n\nIn 2005 she appeared in three off-West End productions (Laura Wade's Colder Than Here, as well as The Philanthropist (directed by David Grindley) and The Cosmonaut's Last Message..., both at the Donmar Warehouse), and rounded off the year starring as both Aaron and Young Alexander Ashbrook in the original Royal National Theatre production of Helen Edmundson's Coram Boy.\n\nIn 2006, Madeley starred in two BBC TV films - as the title character in The Secret Life of Mrs Beeton, and in the original drama Aftersun - and the high-profile ITV drama The Outsiders.\n\nIn 2007, Madeley appeared in Channel 4's Consent, which combined a dramatised vignette about an alleged date rape with a \"real life\" sequence in which lawyers and a jury made up of members of the public participated in a trial. In February 2007, Madeley played Nina in a production of The Seagull for a time, when the main actress fell ill.\n\nShe was the only cast member to reprise her role in Grindley's 2009 Broadway production of The Philanthropist.\n\nIn 2010 she appeared The Secret Diaries of Miss Anne Lister, based on a script by Jane English, and starring Maxine Peake as Anne Lister, a 19th-century industrialist who was Britain's \"first modern lesbian\" and who kept a detailed journal. The film was shown on the opening night at the Frameline Film Festival at the Castro Theatre in San Francisco in June 2010.\n\nIn January 2013 Madeley starred in Hammer Films' first live theatre play, a new stage adaptation of The Turn of the Screw.\n\nIn 2016, she played the role of Clarissa Eden in the Netflix series The Crown.","birthday":"1976-03-08","deathday":null,"gender":1,"homepage":null,"id":72857,"imdb_id":"nm0534777","known_for_department":"Acting","name":"Anna Madeley","place_of_birth":"London, England, UK","popularity":10.077,"profile_path":"/AeJzif36VlCz1QqpMhKWnlCugXf.jpg"}
