{"adult":false,"also_known_as":["Susie Blakely"],"biography":"From Wikipedia, the free encyclopedia.  Susan Blakely is an American film actress and actress, who has mainly played supporting roles. She is best known for her leading role in the 1976 miniseries Rich Man, Poor Man, for which she received a Golden Globe Award for Best Actress – Television Series Drama. Blakely also has appeared in films including The Towering Inferno, Report to the Commissioner, Capone, The Concorde ... Airport '79, and Over the Top.\n\nBlakely arrived in Hollywood in the early 1970s, and began appearing in supporting roles in films including Savages, The Way We Were, and The Lords of Flatbush. Her first major role was as Patty Simmons in the 1974 disaster film The Towering Inferno. The following year, she played the female lead roles in films Report to the Commissioner alongside Michael Moriarty, and Capone opposite Ben Gazzara.\n\nBlakely gained wide critical acclaim with her leading role in the miniseries Rich Man, Poor Man, based on the 1969 novel of the same name by Irwin Shaw. For her performance, Blakely won that year's Golden Globe Award for Best Actress – Television Series Drama and earned a nomination for the Primetime Emmy Award for Outstanding Lead Actress in a Miniseries or a Movie. She earned a second Emmy Award nomination the following year when she reprised her role in Rich Man, Poor Man Book II. After her television success, she played leading roles in two movies in 1979: the disaster film The Concorde ... Airport '79 opposite Alain Delon, and the sport drama Dreamer with Tim Matheson.\n\nDuring 1980s and 1990s, Blakely played leading roles in many made-for-television movies. She portrayed Frances Farmer in the 1982 film based on Farmer's autobiography, Will There Really Be a Morning?, for which she was nominated for a Golden Globe Award for Best Actress – Miniseries or Television Film. She played Eva Braun opposite Anthony Hopkins in the Adolf Hitler biographical film The Bunker, and Joan Kennedy in The Ted Kennedy Jr. Story. She appeared in such feature films as Over the Top, My Mom's a Werewolf, and Hate Crime. She recently guest-starred on This Is Us and NCIS and in past years on Hotel, The Twilight Zone, Falcon Crest, Murder, She Wrote, Nip/Tuck, Brothers & Sisters, Southland, and Cougar Town.\n\nDescription above from the Wikipedia article Susan Blakely, licensed under CC-BY-SA,full list of contributors on Wikipedia.","birthday":"1948-09-07","deathday":null,"gender":1,"homepage":null,"id":22553,"imdb_id":"nm0086806","known_for_department":"Acting","name":"Susan Blakely","place_of_birth":"Frankfurt, Germany","popularity":6.742,"profile_path":"/xfl66Wa4LYdcRwoXd9ojn8V55eF.jpg"}
