{"adult":false,"also_known_as":[],"biography":"​From Wikipedia, the free encyclopedia.  \n\nStephen Kijak is an American filmmaker.Kijak studied with renowned film scholar and John Cassavetes expert Ray Carney as well as the late Mel Howard at Boston University’s College of Communication. He wrote, directed and produced the feature film Never Met Picasso (1996) which starred Margot Kidder, Alexis Arquette and Don McKellar (music by Kristin Hersh). It won awards for both Best Screenplay and Best Actor (for Arquette) at the 1997 Outfest film festival.\n\nKijak followed that with Cinemania (2002) (co-directing and co-producing with German filmmaker Angela Christlieb), a documentary about five of the most manic-obsessive film-buffs in NYC. The film won the Golden Starfish Jury Award for Best Documentary at the 2002 Hamptons International Film Festival.\n\nHis next film was a documentary on musician Scott Walker. The film, titled Scott Walker: 30 Century Man is executive produced by David Bowie and features artists including Radiohead, Brian Eno, Sting, Damon Albarn and Jarvis Cocker and provides a look inside Scott Walker’s creative process over a 40 year career. The film had its world premiere on October 31, 2006 at the 50th London Film Festival and premiered internationally at the 2007 Berlin International Film Festival in the Panorama.\n\nIn television, Kijak has directed episodes of the Bravo original series Queer Eye and the Sundance Channel's \"Big Ideas for a Small Planet\".\n\n\"Stones in Exile\", a film he directed that was commissioned by The Rolling Stones to tell the story of the making of their classic 1972 album \"Exile on Main St.\" had its world premiere at the 2010 Directors' Fortnight in Cannes, followed by broadcast premieres on BBC1's \"Imagine\" and on a special edition of Late Night with Jimmy Fallon on NBC.\n\nDescription above from the Wikipedia article Stephen Kijak, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":107168,"imdb_id":"nm0452772","known_for_department":"Directing","name":"Stephen Kijak","place_of_birth":null,"popularity":0.6,"profile_path":null}
