{"adult":false,"also_known_as":["Κόλμαν Ντομίνγκο","Coleman Domingo"],"biography":"Colman Jason Domingo (born November 28, 1969) is an American actor, writer and director. He is best known for his role as Ali on Euphoria and Victor Strand in AMC's Fear the Walking Dead.\n\nDomingo was born in Philadelphia, Pennsylvania. His father is from Belize, and is from a Guatemalan family. Domingo attended Overbrook High School and later Temple University, where he majored in journalism. Soon thereafter he moved to San Francisco, California, where he started acting, mainly in theatre productions.\n\nDomingo starred as Mr. Franklin Jones, Joop, and Mr. Venus, in the critically acclaimed rock musical Passing Strange, which, after a successful 2007 run at The Public Theater, opened on Broadway on February 28, 2008. He received an Obie Award in spring 2008 as part of the ensemble of Passing Strange Off-Broadway and reprised his roles in the film version of Passing Strange, directed by Spike Lee, which made its premiere at the Sundance Film Festival in January 2009. In 2010, Domingo's self-penned, one-man autobiographical play A Boy and His Soul premiered Off-Broadway at the Vineyard Theatre, for which he won a Lucille Lortel Award for Outstanding Solo Show. He was also nominated for a Drama Desk Award and a Drama League Award.\n\nDomingo starred as Billy Flynn in Chicago, the longest running revival on Broadway, and in the final collaboration by Kander and Ebb of The Scottsboro Boys, directed by Susan Stroman on Broadway in Fall 2010. For the latter role, he was nominated for the Tony Award for Best Performance by an Actor in a Featured Role in a Musical, in May 2011. When The Scottsboro Boys opened in London in Fall 2013, Domingo was nominated for the Olivier Award for Best Performance in a Supporting Role in a Musical in April 2014. He was nominated for the Fred Astaire Award for Best Principal Dancer on Broadway in 2011.\n\nIn 2015, Domingo began appearing in a recurring role on AMC's post-apocalyptic, zombie series Fear the Walking Dead, as a character named Victor Strand. In December 2015, it was announced that Domingo was promoted to series regular for Season 2 of the series.\n\nIn 2017, Domingo joined Academy of Motion Picture Arts and Sciences as a member of the Actors' Branch.\n\nIn 2018, Domingo joined the Director’s Guild of America as a director of episode 12 of season 4 of Fear The Walking Dead. He is the first ever actor in The Walking Dead universe to helm an episode.\n\nIn 2020, Domingo signed a first-look deal with AMC Networks.\n\nDomingo has taught at the O'Neill National Theater Institute, University of Texas at Austin, and University of Wisconsin at Madison.\n\nDomingo is openly gay, and has been married to his husband, Raúl Domingo, since 2014.","birthday":"1969-11-28","deathday":null,"gender":2,"homepage":null,"id":91671,"imdb_id":"nm0231458","known_for_department":"Acting","name":"Colman Domingo","place_of_birth":"Philadelphia, Pennsylvania, USA ","popularity":2.605,"profile_path":"/2tu6T9ugnf82qIMGVKWSb0dvvq5.jpg"}
