{"adult":false,"also_known_as":[],"biography":"One of the greatest punk vocalists in rock history, Bryan Keith Holland was born two days before the end of 1965 in Orange County, California to a father who was a hospital-administrator and a mother who was a school teacher. He is the third of four children of his family. Holland has cited bands/artists such as Aerosmith, The Beatles, Bob Dylan, KISS, Bob Marley, Queen, The Rolling Stones, UFO (with Michael Schenker) and Van Halen, among others, as his early influences.\n\nBy the time he was in high school, he got turned on to punk music by listening to the Adolescents, Agent Orange, Bad Brains, Bad Religion,Black Flag, Circle Jerks, The Clash, Descendents, Ramones, The Sex Pistols, Social Distortion, T.S.O.L. and The Vandals. This was when he came up with an idea of starting a band and it wasn't until he formed \"Manic Subsidal\" in 1984 along with fellow band mate 'Greg K.' and later changed their name to \"The Offspring\" in 1985 after they found Noodles as their second guitarist.\n\nAfter spending a few years on the local scene, his band released finally released its first album, simply titled \"The Offspring\", in 1989, which had been released in limited amounts only in a 12\" Vinyl format and a CD release for the album wouldn't occur until 1995. Two years later, The Offspring were signed signed to Epitaph Records in 1991 and their second album \"Ignition\" came out in 1992. Their next album, \"Smash\" (1994), finally brought The Offspring into the mainstream success, containing hit singles as \"Come Out and Play\" and \"Self-Esteem\". The Offspring then released a number of more albums (\"Ixnay on the Hombre\" in 1997, \"Americana\" in 1998, \"Conspiracy of One\" in 2000 and \"Splinter\" in 2003) and his band has been very successful ever since.","birthday":"1965-12-29","deathday":null,"gender":2,"homepage":null,"id":574878,"imdb_id":"nm0390664","known_for_department":"Acting","name":"Dexter Holland","place_of_birth":"Orange County, California, USA","popularity":1.22,"profile_path":null}
