{"adult":false,"also_known_as":[],"biography":"Cuba Gooding was born in Bronx, New York to Shirley, a singer with the Sweethearts, and Cuba Gooding, Sr., a lead vocalist of soul group The Main Ingredient. He has two brothers, musician Tommy Gooding and fellow actor Omar Gooding, and sister, April Gooding. His family moved to Los Angeles after Gooding Sr.'s music group had a hit single with \"Everybody Plays the Fool\" in 1972 but abandoned his family two years later. Gooding Jr. was raised by his mother and attended four different high schools: North Hollywood High School, Tustin High School, Apple Valley High School, and John F. Kennedy High School in Granada Hills in Los Angeles. He served as class president in three of them.\n\nHis first job as a professional entertainer was as a break-dancer performing with singer Lionel Richie at the closing ceremonies of the 1984 Summer Olympics in Los Angeles. After high school, Gooding studied Japanese martial arts for three years, before turning his focus toward acting. Early on, he landed guest starring roles on shows like Hill Street Blues (1981) and MacGyver (1985).\n\nHis first major role was in the John Singleton's box office surprise and critical hit Boyz n the Hood (1991). He followed this success with roles in major films like A Few Good Men (1992), Lightning Jack (1994), Outbreak (1995), Men of Honor (2000), Rat Race (2001), and The Fighting Temptations (2003) in which he co-starred alongside Beyoncé Knowles.\n\nIn 1996, he was cast as an arrogant football player on the brink of a career-ending injury in Cameron Crowe's Jerry Maguire (1996). The film was a success and earned him an Oscar for Best Supporting Actor. His \"Show Me The Money\" line in the film became a nationwide catchphrase. In 1997, he had a notable supporting role in As Good As It Gets (1997). The next several years, his films were inconsistently successful; Boat Trip (2002), Norbit (2007), and Daddy Day Camp (2007), all of which had received extremely negative reviews and performed poorly at the box office.\n\nGooding also starred in a film titled A Murder of Crows, which he co-produced with his long time friend and business partner Derek Broes. The film was Gooding's first attempt at producing.  Since then, he has had series of starring roles in grittier films released direct-to-DVD such as the revenge dramas Hero Wanted and Wrong Turn at Tahoe, as well as the sci-fi action pic Hardwired and the action comedy Lies &amp; Illusions. A well-received performance as Ben Carson in Gifted Hands: The Ben Carson Story (2009) and a small supporting role in Ridley Scott's American Gangster (2007) both proved to be exceptions to this trend. An appearance in the World War II film, Red Tails, produced by George Lucas and with other prominent actors such as Terrence Howard, will mark his only return to the big screen since American Gangster.\n\nGooding is married to Sara Kapfer; they have two sons, Spencer and Mason.  ","birthday":"1968-01-02","deathday":null,"gender":2,"homepage":null,"id":9777,"imdb_id":"nm0000421","known_for_department":"Acting","name":"Cuba Gooding Jr.","place_of_birth":"Bronx, New York, USA","popularity":4.638,"profile_path":"/bxL1lZyMKcexcAKNhkU4Gy73wLb.jpg"}
