{"adult":false,"also_known_as":["Marvin Neil Simon","Doc Simon"],"biography":"Marvin Neil Simon was an American playwright, screenwriter and author. He wrote more than 30 plays and nearly the same number of movie screenplays, mostly adaptations of his plays. He has received more combined Oscar and Tony Award nominations than any other writer.\n\nSimon grew up in New York City during the Great Depression. His parents' financial difficulties affected their marriage, giving him a mostly unhappy and unstable childhood. He often took refuge in movie theaters, where he enjoyed watching early comedians like Charlie Chaplin. After graduating from high school and serving a few years in the Army Air Force Reserve, he began writing comedy scripts for radio programs and popular early television shows. Among the latter were Sid Caesar's Your Show of Shows, (where in 1950 he worked alongside other young writers including Carl Reiner, Mel Brooks and Selma Diamond) and The Phil Silvers Show, which ran from 1955 to 1959.\n\nHis first produced play was Come Blow Your Horn (1961). It took him three years to complete and ran for 678 performances on Broadway. It was followed by two more successes, Barefoot in the Park (1963) and The Odd Couple (1965). He won a Tony Award for the latter. It made him a national celebrity and \"the hottest new playwright on Broadway.\"[3] From the 1960s to the 1980s he wrote for stage and screen; some of his screenplays were based on his own works for the stage. His style ranged from farce to romantic comedy to more serious dramatic comedy. Overall, he garnered 17 Tony nominations and won three awards. In 1966, he had four successful productions running on Broadway at the same time, and in 1983 he became the only living playwright to have a New York theatre, the Neil Simon Theatre, named in his honor.","birthday":"1927-07-04","deathday":"2018-08-26","gender":2,"homepage":null,"id":584535,"imdb_id":"nm0800319","known_for_department":"Writing","name":"Neil Simon","place_of_birth":"The Bronx, New York City, New York, USA","popularity":1.4,"profile_path":"/qZ5iSAEcV7hCVYIOrOD4CI2J5Wi.jpg"}
