{"adult":false,"also_known_as":["Amy Lou Adams","艾美·亞當斯","Эми Адамс","إيمي آدمز","เอมี แอดัมส์","エイミー・アダムス","에이미 아담스","艾米·亚当斯","Емі Адамс","Έιμι Άνταμς","Έιμι Λου Άνταμς"],"biography":"Amy Lou Adams (born August 20, 1974) is an American actress. Known for both her comedic and dramatic roles, she has been featured three times in annual rankings of the world's highest-paid actresses. She has received various accolades, including two Golden Globe Awards, in addition to nominations for six Academy Awards and seven British Academy Film Awards.\n\nBorn in Vicenza, Italy to American parents and raised in Castle Rock, Colorado, Adams trained to be a ballerina but found musical theater a better fit at the age of 18. From 1994 to 1998, she worked in dinner theater, and made her feature film debut with a supporting part in the dark comedy film Drop Dead Gorgeous (1999). After moving to Los Angeles, she made guest appearances in television and took on \"mean girl\" parts in low-budget feature films. Her first major role came in Steven Spielberg's biopic Catch Me If You Can (2002), but she was unemployed for a year afterward. Her breakthrough came when she portrayed a loquacious pregnant woman in the independent comedy-drama film Junebug (2005), for which she received her first Academy Award nomination.\n\nThe musical fantasy film Enchanted (2007), in which Adams played a cheerful fairy tale princess-type character, was her first major success as a leading lady. She followed this by playing naïve, optimistic women in films like the drama Doubt (2008), and subsequently played stronger parts to positive reviews in the sports film The Fighter (2010) and the psychological drama film The Master (2012). In 2013, she began portraying Lois Lane in superhero films set in the DC Extended Universe. She won two consecutive Golden Globe Awards for Best Actress for playing a seductive con artist in the crime film American Hustle (2013) and the painter Margaret Keane in the biopic film Big Eyes (2014). Further acclaim came for playing a linguist in the science fiction film Arrival (2016), an art gallery owner in the thriller film Nocturnal Animals (2016), a self-harming reporter in the HBO miniseries Sharp Objects (2018), and Lynne Cheney in the satirical film Vice (2018).\n\nAdams' stage roles include the Public Theater's revival of Into the Woods in 2012, in which she played the Baker's Wife. In 2014, she was named one of the 100 most influential people in the world by Time, and featured in the Forbes Celebrity 100 list.","birthday":"1974-08-20","deathday":null,"gender":1,"homepage":null,"id":9273,"imdb_id":"nm0010736","known_for_department":"Acting","name":"Amy Adams","place_of_birth":"Vicenza, Veneto, Italy","popularity":27.909,"profile_path":"/bp7PLjL2fHVuLRFsw6ccpGrGjrA.jpg"}
