{"adult":false,"also_known_as":["جوينيث بالترو","귀네스 팰트로","グウィネス・パルトロー","Гвинет Пэлтроу","กวินเน็ธ พัลโทรว์","格温妮丝·帕特罗","Gwyneth Kate Paltrow","Γκουίνεθ Κέιτ Πάλτροου","Γκουίνεθ Πάλτροου"],"biography":"Gwyneth Kate Paltrow (born September 27, 1972) is an American actress, businesswoman and author. She has received numerous accolades for her work, including an Academy Award, a Golden Globe Award, and a Primetime Emmy Award.\n\nPaltrow gained very early notice for her work in films such as Seven (1995), Emma (1996), Sliding Doors (1998), and A Perfect Murder (1998). For Shakespeare in Love (1998), Paltrow won a  Golden Globe Award, SAG Award, and Academy Award.  This was followed by roles in The Talented Mr. Ripley (1999), The Royal Tenenbaums (2001), Shallow Hal (2001), and Sky Captain and the World of Tomorrow (2004).\n\nAfter becoming a mother, Paltrow significantly reduced her film workload, making occasional appearances in films, such as Proof (2005), for which she earned a nomination for the Golden Globe Award for Best Actress in a Motion Picture – Drama. In 2009, Paltrow received a Grammy Award nomination for Best Spoken Word Album for Children for the children's audiobook Brown Bear and Friends and won the Primetime Emmy Award for Outstanding Guest Actress in a Comedy Series for her guest role as Holly Holliday on the Fox musical comedy-drama television series Glee in 2011. From 2008 to 2019, Paltrow portrayed Pepper Potts in the Marvel Cinematic Universe appearing in Iron Man (2008), Iron Man 2 (2010), The Avengers (2012), Iron Man 3 (2013), Spider-Man: Homecoming (2017), Avengers: Infinity War (2018), and Avengers: Endgame (2019).\n\nDescription above is from the Wikipedia article Gwyneth Paltrow, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1972-09-27","deathday":null,"gender":1,"homepage":null,"id":12052,"imdb_id":"nm0000569","known_for_department":"Acting","name":"Gwyneth Paltrow","place_of_birth":"Los Angeles, California, USA","popularity":12.12,"profile_path":"/slPWN0VvYJtNOEuxlFSsXSNQMaF.jpg"}
