{"adult":false,"also_known_as":["리사 쿠드로","ליסה קודרו","Лиза Кудроу","ലിസ കുഡ്രൊ"],"biography":"Lisa Valerie Kudrow (born July 30, 1963) is an American actress, comedian, writer, and producer. After making appearances in several 1980s television sitcoms, Kudrow came to international prominence in the 1990s for portraying Phoebe Buffay in the American sitcom Friends, which earned her Primetime Emmy and Screen Actors Guild awards. Kudrow also portrayed Phoebe's twin sister Ursula on both Friends and Mad About You. Kudrow has received several awards, including a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series from six nominations, two Screen Actors Guild Awards from 12 nominations, and a Golden Globe Award nomination. Her Friends character was widely popular while the series aired and was later recognized as one of the greatest female characters in American television.\n\nKudrow starred in the cult comedy film Romy and Michele's High School Reunion (1997) and followed it with an acclaimed performance in the romantic comedy The Opposite of Sex (1998), which won her the New York Film Critics Circle Award for Best Supporting Actress and a nomination for the Independent Spirit Award for Best Supporting Female. In 2005, she went on to produce, write and star in the HBO comedy series The Comeback, which was revived nine years later for a second season. Kudrow was nominated for the Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series for both seasons.\n\nIn 2007, Kudrow received praise for her starring role in the film Kabluey and appeared in the box office hit film P.S. I Love You. She produced and starred in the Showtime program Web Therapy (2011–2015), which was nominated for a Primetime Emmy Award. She is a producer on the TLC reality program Who Do You Think You Are, which has garnered her five Primetime Emmy Award nominations.\n\nKudrow has also made several notable film appearances, including roles in Analyze This (1999), Dr. Dolittle 2 (2001), Bandslam (2008), Hotel for Dogs (2009), Easy A (2010), Neighbors (2014) and its sequel Neighbors 2: Sorority Rising (2016), The Girl on the Train (2016), The Boss Baby (2017), Long Shot (2019) and Booksmart (2019).\n\nDescription above from the Wikipedia article Lisa Kudrow, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1963-07-30","deathday":null,"gender":1,"homepage":null,"id":14406,"imdb_id":"nm0001435","known_for_department":"Acting","name":"Lisa Kudrow","place_of_birth":"Encino, California, USA","popularity":28.815,"profile_path":"/9YNzHuT7L0wdEl3zua6iUYz5tYT.jpg"}
