{"adult":false,"also_known_as":[],"biography":"All'inizio della sua carriera formava un duo comico con un altro cabarettista, Ciro Maggio, la coppia si chiamava Bibì &amp; Cocò. Il duo era famoso nell'ambiente partenopeo grazie alle comparsate sulle emittenti televisive locali, e per la produzione di musicassette con brani comico-demenziali. Questa popolarità li portava ad essere chiamati ad esibirsi molto spesso durante le cerimonie nuziali di molte coppie napoletane, spesso presenziando in più cerimonie durante la stessa giornata. Biagio Izzo ha poi raggiunto il successo con Telegaribaldi, sull'emittente regionale campana Canale 9, e successivamente con Pirati e Pirati Show, su TeleNapoli34, ma si era già fatto conoscere a livello nazionale con il programma Macao, condotto da Alba Parietti. In quel periodo dopo l'esperienza di Telegaribaldi, aprì il \"cabaret Portalba\" (ex Teatro Bruttini) e grazie a questo locale nel quale Izzo faceva provini a giovani cabarettisti napoletani gli proposero di fare un provino per Gianni Boncompagni.\n\nNei primi anni 2000 è stato anche presente nei film di Natale con Boldi e De Sica: Body Guards - Guardie del corpo (2000), Merry Christmas (2001), Natale sul Nilo (2002), Natale in India (2003). Ha partecipato a Buona Domenica.\n\nDa lì in poi, l'ascesa nel mondo cinematografico nazionale di Izzo. Infatti, le sue presenze su grande schermo si sono intensificate sempre più.\n\nNel 2004, ha partecipato al film In questo mondo di ladri, insieme a Carlo Buccirosso e Ricky Tognazzi, sotto la regia di Carlo Vanzina.\n\nNel 2005 è comparso nel film Cose da Pazzi insieme a Vincenzo Salemme e Maurizio Casagrande, sotto la regia dello stesso Salemme. Nel 2007 ha ottenuto la sua prima conduzione a livello nazionale, essendo al comando del programma Stasera mi butto, insieme a Caterina Balivo (con cui ha condotto l'anno successivo Miss Italia nel Mondo).\n\nNel 2008 ha fatto parte del cast del programma Volami nel cuore, ed è tornato a lavorare con Boldi nei film Matrimonio alle Bahamas (2007) e La fidanzata di papà (2008).\n\nHa iniziato anche una carriera teatrale, sempre di carattere comico, in cui lo si vede sotto la regia di Claudio Insegno e Pino Insegno in \"Tutto per Eva, solo per Eva\", \"C'è un uomo nudo in casa\", \"Due Comici in Paradiso\", \"Il re di New York\", \"Una pillola per piacere\", \"Un Tè per tre\" \"Guardami guardami\";\"Tutti con me\"; tutte opere scritte da Bruno Tabacchini e Biagio Izzo.\n\nNel 2010 è nel cast fisso del programma di Rai 2 Il più grande italiano di tutti i tempi, condotto da Francesco Facchinetti.\n\nNel 2012 affianca Paola Perego nel programma di Rai 1 Attenti a quei due - La sfida.\n\nNel 2012 affianca Maurizio Casagrande e Pino Insegno nel film Una donna per la vita, ed inoltre affianca Massimo Boldi e Maurizio Mattioli nel film TV Natale a 4 zampe.","birthday":"1962-11-13","deathday":null,"gender":2,"homepage":"http://www.biagioizzo.com","id":141111,"imdb_id":"nm0412862","known_for_department":"Acting","name":"Biagio Izzo","place_of_birth":"Napoli, Italy","popularity":1.751,"profile_path":"/tWdLTzbn895Yq8yiTNyW6FKVYYx.jpg"}
