{"adult":false,"also_known_as":["Elizabeth Freeman","Elizabeth Oropesa Freeman","La Oropesa","Boots","Dr. Elizabeth Freeman"],"biography":"Born July, 17 1954 under the name Elizabeth Oropesa Freeman in Albay, Philippines. In 1972, her mother falsified registration documents claiming she was the minimum age of 18 so she could join the Miss RP pageant. After winning the Miss RP Luzon title, her real age was discovered and she was dethroned just hours later. Using this notoriety as a stepping stone, she made her film debut in 1973's Daredevil Rider and has been a busy and acclaimed actress in the Philippines ever since. Just a few years into her acting career she'd be launched to stardom with the films Mister Mo, Lover Boy Ko and Lumapit, Lumayo Ang Umaga (both 1975). The latter netted her the FAMAS Best Actress award, an award she'd win again in 2000 for Bulaklak ng Maynila. She has received five nominations in total to date. In addition, she's won acting awards from Young Critics Circle, Star, FAP, Gawad Urian Awards and others.\n\nDespite the acclaim as one of her country's finest veteran actresses, Elizabeth took a long hiatus from acting and traveled to Indonesia to become a Master of Tetada Kalimasadam; a type of healing using martial arts, breathing and full concentration.  She studied at the International Open University for Complementary Medicine in Sri Lanka and graduated with a Doctorate of Philosophy in Alternative Medicine. Though she returned to acting and continues to appear in films and on TV to this day, she also has a clinic in Quezon City specializing in psychic healing and alternative medicine and uses the professional name Dr. Elizabeth Freeman.\n\nIn her personal life, Elizabeth married at the age of 16 only to find herself widowed with a young daughter at 23. She later married martial arts actor Meng-Fei, though the relationship didn't last. Her current husband is bodybuilder and physical therapist Joe Valdez.","birthday":"1954-07-17","deathday":null,"gender":1,"homepage":null,"id":269947,"imdb_id":"nm0650394","known_for_department":"Acting","name":"Elizabeth Oropesa","place_of_birth":"Albay, Philippines","popularity":8.43,"profile_path":null}
