{"adult":false,"also_known_as":[],"biography":"Gary Barber is the Chairman and Chief Executive Officer of Metro-Goldwyn-Mayer Inc. (MGM),  a leading entertainment company focused on the production and distribution of film and television content globally.  He joined the company in December 2010.\n\nAfter emerging from bankruptcy in 2010, with Mr. Barber at the helm, MGM produced the 23rd James Bond adventure, “Skyfall,” along with Eon Productions and Sony Pictures, which made over $1.1 billion at the worldwide box office and became the highest-grossing Bond film of all time. Just one month later, “The Hobbit: An Unexpected Journey,” a production of New Line Cinema and MGM, was released and went on to surpass $1 billion worldwide, earning MGM the impressive distinction of being the first studio with back-to-back billion dollar releases. Under Mr. Barber’s leadership, MGM has also financed or produced highly successful films such as “21 Jump Street” and “Hansel and Gretel: Witch Hunters.” \n\nAlso thriving under Mr. Barber’s direction is MGM’s television division. The company has been responsible for new programs such as the drama series “Vikings” with HISTORY, “Teen Wolf” with MTV and a new series based on the Oscar®-winning film “Fargo” for FX. \n\nMr. Barber co-founded the production, finance and distribution company Spyglass Entertainment in 1998.  Mr. Barber continues to serve as Co-Chairman of the Board of Spyglass.\n\nSpyglass’ slate of films has grossed over $5 billion in worldwide box office to date and has amassed over 34 Oscar® nominations, including four wins. Spyglass produced such films as “The Sixth Sense,” “Bruce Almighty,” “Memoirs of a Geisha,” “27 Dresses,” “Wanted,” “Four Christmases,” “Star Trek,” “G.I. Joe: The Rise of Cobra,” “Invictus,” “Leap Year,” “Get Him To the Greek,” “Dinner For Schmucks,” “The Tourist,” “The Dilemma,” “No Strings Attached,” “The Vow” and the “Footloose” remake.\n\nMr. Barber has produced numerous feature films and has run business entities in feature film production, foreign distribution, music and exhibition. From 1989 to 1997, Mr. Barber was with Morgan Creek and served as Vice Chairman and Chief Operating Officer. Prior to this, Mr. Barber served as President of Vestron International Group.\n\nMr. Barber received his undergraduate and post graduate degrees from the University of Witwatersrand in South Africa. Earlier in his career, he practiced as a Chartered Accountant and Certified Public Accountant in both South Africa and the USA with Price Waterhouse.\n\n/Biography provided by MGM.com/","birthday":"1957-01-01","deathday":null,"gender":2,"homepage":null,"id":4507,"imdb_id":"nm0053388","known_for_department":"Production","name":"Gary Barber","place_of_birth":"Johannesburg - South Africa","popularity":3.599,"profile_path":"/5hl0IF9xGyWojIQj0kMrWh88BNw.jpg"}
