{"adult":false,"also_known_as":[],"biography":"Ulu Grosbard (born 9 January 1929) is a Belgian-born, naturalized American theatre and film director and film producer.\n\nBorn in Antwerp, Grosbard emigrated to Havana with his family in 1942. In 1948, they moved to the United States, where he earned Bachelor of Arts and Master of Arts degrees from the University of Chicago. He studied then at the Yale School of Drama for one year before joining the United States Army, and he became a naturalized citizen in 1954.\n\nGrosbard gravitated towards theatre when he relocated to New York City in the early 1960s. After directing The Days and Nights of BeeBee Fenstermaker off-Broadway, he earned his first Broadway credit with The Subject Was Roses, for which he was nominated for the Tony Award for Best Direction of a Play in 1964. That same year he won the Obie Award for Best Direction and the Drama Desk Award for Outstanding Director of a Play for an off-Broadway revival of the Arthur Miller play A View from the Bridge, for which Dustin Hoffman served as stage manager and assistant director.\n\nGrosbard's additional Broadway credits include Miller's The Price; David Mamet's American Buffalo, which earned him Tony and Drama Desk Award nominations; Woody Allen's The Floating Light Bulb; and a revival of Paddy Chayefsky's The Tenth Man.\n\nIn Hollywood, Grosbard worked as an assistant director on Splendor in the Grass, West Side Story, The Hustler, The Miracle Worker, and The Pawnbroker  before helming the screen adaptation of The Subject Was Roses on his own. Additional screen credits include Who Is Harry Kellerman and Why Is He Saying Those Terrible Things About Me? and Straight Time, both with Dustin Hoffman; True Confessions and Falling in Love, both with Robert De Niro; Georgia for which he won the Grand Prix des Amériques at the Montréal World Film Festival; and The Deep End of the Ocean.\n\nGrosbard has been married to actress Rose Gregorio since 1965.\n\nDescription above from the Wikipedia article Ulu Grosbard, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1929-01-09","deathday":"2012-03-18","gender":2,"homepage":null,"id":140354,"imdb_id":"nm0343260","known_for_department":"Directing","name":"Ulu Grosbard","place_of_birth":"Antwerp, Belgium","popularity":1.468,"profile_path":"/hqTLWKs9oyQA8nKgZPnQH5NnkoQ.jpg"}
