{"adult":false,"also_known_as":["Alain Kienast","Alain Édouard Kienast"],"biography":"Alain Souchon (born Alain Kienast; 27 May 1944) is a French singer-songwriter and actor. He has released 15 albums and has played roles in seven films.\n\nAlain Souchon was born in Casablanca, Morocco. His family on his mother's side is Swiss, and he has dual French-Swiss nationality. Six months after he was born, his family moved to France. When he was 15 his father died in an accident. His mother sent him to a French college in England, but due to problems registering he decided to stay in London and work. Upon returning to France he took up guitar, influenced by English and American music. In 1970, he married and had his first son continuing to play in the cabarets and bars in the Rive Gauche of Paris.\n\nSouchon signed his first contract in 1971 with the Pathe-Marconi label but had no success. Bob Socquet, the artistic director of RCA encouraged him to perform his song \"L'amour 1830\" at the Rose D'Or of Antibes contest. Souchon then began to collaborate with composer/arranger Laurent Voulzy (b. 1948); they would write together, but each released albums under his own name. Souchon's first hit was \"J'ai 10 ans\" (1974), from the album of the same name.\n\nHe continued releasing albums and in 1978 wrote the theme for François Truffaut's 1979 film Love on the Run (L'amour en fuite). At this time his second son was born. In 1980, he was invited to perform at l'Olympia. He also began his acting career, most notably starring in the 1983 film L'été Meurtrier. Following the album 'On avance', he left RCA and signed with Virgin Records at 40 years old. In 1989 \"La beauté de Ava Gardner\" was voted best title of the year by the Victoires de la Musique.\n\nThen came Souchon's biggest hit \"Foule sentimentale\" from 1993's million-selling C'est déjà ça. At the 20th anniversary of the Victoires de la Musique in 1995, Alain Souchon received the award for best \"Chanson Originale\" for his song \"Foule Sentimentale.\" In 1996, he received the \"le Prix Vincent Scotto\" award given by the SACEM (Societe des Auteurs Compositeurs) for his song \"Sous les Jupes des Filles\". Souchon returned in 2005 with the hugely successful album La vie Théodore which contained the hit single \"...Et si en plus y'a personne\".\n\nSource: Article \"Alain Souchon\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1944-05-27","deathday":null,"gender":2,"homepage":"http://www.alainsouchon.net/","id":56783,"imdb_id":"nm0815713","known_for_department":"Acting","name":"Alain Souchon","place_of_birth":"Casablanca, Morocco","popularity":0.98,"profile_path":"/dELoFjrkSeUISlZTocrEX2BWHaz.jpg"}
