{"adult":false,"also_known_as":["Cherilyn LaPiere","Cher Bono","Cherilyn Sarkisian","셰어","Шер"],"biography":"Cher (/ˈʃɛər/; born Cherilyn Sarkisian; May 20, 1946) is an American singer and actress. Commonly referred to as the Goddess of Pop, she is described as embodying female autonomy in a male-dominated industry. She is known for her distinctive contralto singing voice and for having worked in numerous areas of entertainment, as well as adopting a variety of styles and appearances during her five-decade-long career.\n\nCher gained popularity in 1965 as one-half of the folk rock husband-wife duo Sonny & Cher after their song \"I Got You Babe\" reached number one on the American and British charts. She began her solo career simultaneously, releasing in 1966 her first million-seller song, \"Bang Bang (My Baby Shot Me Down)\". She became a television personality in the 1970s with her shows The Sonny & Cher Comedy Hour, watched by over 30 million viewers weekly during its three-year run, and Cher. She emerged as a fashion trendsetter by wearing elaborate outfits on her television shows. While working on television, she established herself as a solo artist with the U.S. Billboard Hot 100 chart-topping singles \"Gypsys, Tramps & Thieves\", \"Half-Breed\", and \"Dark Lady\". After her divorce from Sonny Bono in 1975, Cher launched a comeback in 1979 with the disco-oriented album Take Me Home and earned $300,000 a week for her 1980–82 residency show in Las Vegas.\n\nIn 1982, Cher made her Broadway debut in the play Come Back to the Five and Dime, Jimmy Dean, Jimmy Dean and starred in the film adaptation of the same title. She subsequently earned critical acclaim for her performances in films such as Silkwood (1983), Mask (1985), and Moonstruck (1987), for which she won the Academy Award for Best Actress.\n\nDescription above from the Wikipedia article Cher, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1946-05-20","deathday":null,"gender":1,"homepage":"https://cher.com","id":38225,"imdb_id":"nm0000333","known_for_department":"Acting","name":"Cher","place_of_birth":"El Centro, California, USA","popularity":3.049,"profile_path":"/yDglV70XMu2cBWZigp5Jxd4etfv.jpg"}
