{"adult":false,"also_known_as":["Сэм Рокуэлл"],"biography":"Sam Rockwell was born on November 5, 1968, in San Mateo, California, the only child of two actors, Pete Rockwell and Penny Hess. The family moved to New York when he was two years old, living first in the Bronx and later in Manhattan. When Sam was five years old, his parents separated, at which point he and his father moved to San Francisco, where he subsequently grew up, while summers and other times were spent with his mother in New York.\n\nHe made his acting debut when he was ten years old, alongside his mother, and later attended J Eugene McAteer High School in a program called SOTA. While still in high school, he got his first big break when he appeared in the independent film Clownhouse (1989). The plot revolved around three escaped mental patients who dressed up as clowns and terrorized three brothers home alone--Sam played the eldest of the brothers. His next big break was supposed to have come when he was slated to star in a short-lived NBC TV-series called Dream Street (1989), but he was soon fired.\n\nAfter graduating from high school, Sam returned to New York for good and for two years he had private training at the William Esper Acting Studio. During this period he appeared in a variety of roles, such as the ABC Afterschool Specials (1972): Over the Limit (1990) (TV) and HBO's Lifestories: Families in Crisis (1992): Dead Drunk: The Kevin Tunell Story (Season 1 Episode 7: 15 March 1993); the head thug in Teenage Mutant Ninja Turtles (1990); and a guest-star turn in an Emmy Award-winning episode of Law & Order (1990), while working a string of regular day jobs and performing in plays.\n\nHis performances in The Green Mile (1999) and Galaxy Quest (1999) wowed audiences and critics alike with his chameleon-like performances as a crazed killer in the former and a goofy actor in the latter.\n\nMore recently, he appeared in another string of mainstream films, most notably as Eric Knox in Charlie's Angels (2000) and as Zaphod Beeblebrox in The Hitchhiker's Guide to the Galaxy (2005), while continuing to perform in smaller independent movies. After more than ten years in the business, Sam has earned his success. In 2018, he won an Academy Award for Best Supporting Actor as a troubled police deputy in Three Billboards Outside Ebbing, Missouri (2017).","birthday":"1968-11-05","deathday":null,"gender":2,"homepage":null,"id":6807,"imdb_id":"nm0005377","known_for_department":"Acting","name":"Sam Rockwell","place_of_birth":"Daly City, California, USA","popularity":15.953,"profile_path":"/4zjUldl3ykbgcLO7FxWppR6s7Ck.jpg"}
