{"adult":false,"also_known_as":["Helena Bonham-Carter","헬레나 본햄 카터","Хелена Бонем Картер"],"biography":"Helena Bonham Carter CBE (born 26 May 1966) is an English actress. Known for her roles in independent films and blockbusters, especially period dramas, she is the recipient of various accolades, including a British Academy Film Award and three Screen Actors Guild Awards, in addition to nominations for two Academy Awards, four British Academy Television Awards, nine Golden Globe Awards, and five Primetime Emmy Awards.\n\nBonham Carter rose to prominence by playing Lucy Honeychurch in A Room with a View (1985) and the title character in Lady Jane (1986). Her early period roles saw her typecast as a virginal \"English rose\", a label she was uncomfortable with. She is best known for her eccentric fashion, dark aesthetic, and for often playing quirky women. For her role as Kate Croy in The Wings of the Dove (1997), Bonham Carter received a nomination for the Academy Award for Best Actress, and for her portrayal of Queen Elizabeth The Queen Mother in The King's Speech (2010), she won the BAFTA Award for Best Actress in a Supporting Role, and was nominated for the Academy Award for Best Supporting Actress. Her other films include Hamlet (1990), Howards End (1992), Mary Shelley's Frankenstein (1994), Mighty Aphrodite (1995), Fight Club (1999), Wallace & Gromit: The Curse of the Were-Rabbit (2005), the Harry Potter series (2007–2011) as Bellatrix Lestrange, Great Expectations (2012) as Miss Havisham, Les Misérables (2012), Cinderella (2015), Ocean's 8 (2018), and Enola Holmes (2020). Her collaborations with director Tim Burton, her former domestic partner, include Big Fish (2003), Corpse Bride (2005), Charlie and the Chocolate Factory (2005), Sweeney Todd: The Demon Barber of Fleet Street (2007) as Mrs. Lovett, Alice in Wonderland (2010) as the Red Queen, and Dark Shadows (2012).\n\nFor her role as children's author Enid Blyton in the BBC Four biographical film Enid (2009), she won the 2010 International Emmy Award for Best Actress and was nominated for the British Academy Television Award for Best Actress. Her other television films include Fatal Deception: Mrs. Lee Harvey Oswald (1993), Live from Baghdad (2002), Toast (2010), and Burton & Taylor (2013). From 2019 to 2020, she portrayed Princess Margaret, Countess of Snowdon in seasons three and four of Netflix's The Crown.","birthday":"1966-05-26","deathday":null,"gender":1,"homepage":null,"id":1283,"imdb_id":"nm0000307","known_for_department":"Acting","name":"Helena Bonham Carter","place_of_birth":"Golders Green, London, England, UK","popularity":45.786,"profile_path":"/DDeITcCpnBd0CkAIRPhggy9bt5.jpg"}
