{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nBob Zmuda (born December 12, 1949) is an American writer, comedian, producer and director best known as the sidekick, co-writer and friend of cult personality Andy Kaufman.\n\nBob Zmuda occasionally portrayed Kaufman's Tony Clifton character on stage and for television appearances. In a 2006 interview, Zmuda told the Opie and Anthony Show that it was him as Tony Clifton with David Letterman, and that Letterman did not find out until years after.\n\nIn 1986, Zmuda founded the American version of Comic Relief, an annual event that raises money to help the homeless in the United States. The event was televised on HBO, and was hosted by comedians Robin Williams, Billy Crystal and Whoopi Goldberg.\n\nIn 1999, Zmuda wrote a book about Kaufman's life, entitled Andy Kaufman Revealed!, which purported to unveil many tricks and hoaxes that the two pulled off in front of audiences and television cameras in the 1980s. One critic praised the book as \"the ultimate insider's look at Kaufman's life,\" while some of Kaufman's fans and members of Kaufman's family criticized it for inaccuracies about Kaufman.\n\nLater that year, Miloš Forman directed Man on the Moon, the story of Kaufman's life. Zmuda created the \"Tony Clifton\" makeup for the film, and made a brief appearance portraying comedian Jack Burns, one of the producers, who gets into a brawl on stage during one of Kaufman's appearances on the 1980-82 ABC Fridays. Zmuda was also Man on the Moon's co-executive producer. On camera, the character of Bob Zmuda was played by Paul Giamatti. Stanley Kaufman, Andy's father, criticized Zmuda's influence on the film shortly after its release, writing in the form of Andy speaking from beyond the grave.\n\nDescription above from the Wikipedia article Bob Zmuda, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":25336,"imdb_id":"nm0957474","known_for_department":"Acting","name":"Bob Zmuda","place_of_birth":null,"popularity":2.132,"profile_path":null}
