{"adult":false,"also_known_as":["Cpl. Red Buttons","Aaron Chwatt"],"biography":"Although Red Buttons is best known as a stand-up comic, he is also a successful songwriter, an Academy Award-winning actor (and has been nominated for two Golden Globe awards) and an accomplished singer. Born Aaron Chwatt on February 5, 1919 (Aquarius) in New York City's Lower East Side, stood at a height of 5' 6\" (1.68 m). Buttons (who got his name from a uniform he wore while working as a singing bellhop), also known as Cpl. Red Buttons, started his show-business career singing on street corners as a child. At 16 he got a job as part of a comedy act playing the famed Catskills resort area in upstate New York (his partner was future actor Robert Alda). Buttons worked the burlesque circuit as a comic and even landed a role in a Broadway play, \"Vicki\", in 1942. He soon joined the U.S. Marine Corps, and in 1943 was picked for a role in Moss Hart's service play \"Winged Victory\" on Broadway, and soon afterwards journeyed to Hollywood to make the film version. After his discharge from the service he returned to Broadway, both in plays and as a comic with several big-band orchestras. He was successful enough that he got his own TV series, The Red Buttons Show (1952), on CBS. It lasted three years and won Buttons an Emmy for Best Comedian. He worked steadily for the next several years, and in 1957 got his big film break in the drama Sayonara (1957) with Marlon Brando, in which he played an American soldier stationed in Japan who struggled against the societal and racist pressures of both American and Japanese cultures because of his love for a Japanese woman. His performance garnered him an Academy Award, and more film roles followed. He played a paratrooper in The Longest Day (1962), was nominated for a Golden Globe for Harlow (1965) and again for They Shoot Horses, Don't They? (1969). He had a part in the TV series The Double Life of Henry Phyfe (1966) and has done pretty much every kind of TV show there is, from variety to comedy to soap operas. He gained further renown in the 1970s for his appearances on the \"Dean Martin Celebrity Roast\" where he performed his \"Never Got a Dinner\" act to great acclaim. He has played Las Vegas for years, has a star on Hollywood Boulevard (corner of Hollywood and Vine) and has appeared in numerous telethons and charitable events, for which he has been honored by such organizations as the Friars Club and the City of Hope Hospital. He died July 13, 2006 at the age of 87 in Century City, California, USA from vascular disease.","birthday":"1919-02-05","deathday":"2006-07-13","gender":2,"homepage":null,"id":7503,"imdb_id":"nm0000999","known_for_department":"Acting","name":"Red Buttons","place_of_birth":"New York City, New York, USA","popularity":3.856,"profile_path":"/bZYvuKzOnF181Tz0wqT4sbPZLnc.jpg"}
