{"adult":false,"also_known_as":[],"biography":"Julienne Davis was born in Los Angeles. She left home at seventeen and moved to New York to pursue a career in classical ballet. When she grew too tall to audition for the corps de ballet, she made the tough decision to quit dance and began a modeling career. As a successful international model, Julienne's career led to her living and working in many cities, including Los Angeles, New York, London, Paris, Milan, Athens, Munich, Barcelona, Madrid, Tokyo, and Bangkok. Because London's vibrant cosmopolitan culture held a special allure for her, she made that her main home base for many years and during that time also became a British citizen. Whilst in the city, she became involved in other ventures, including fashion stylist, club promoter, singer/songwriter, and producer. In 1998, she auditioned as an extra in Stanley Kubrick's Eyes Wide Shut, but instead landed the pivotal role of Mandy Curran in the film. From that point on, her life changed drastically, and she consequently became an \"It\" girl in London, leading the celebrity lifestyle, with parties, press, and paparazzi. Her acting, voiceover, and music careers continued to flourish. Highlights include major roles in the films House of 9 starring Dennis Hopper and Come Together starring James D'Arcy. As for TV, she was a series regular for the BBC comedy Too Much Sun starring Mark Addy and Lee Majors, as well as various guest star roles, the most notable being The Bill--which was practically a UK institution. During this time, her band Sophisticated Savage was busy recording and performing live. She sang, wrote and co-produced the band's album \"Strange Paradise,\" now on iTunes. Based mainly in Los Angeles, she is with her new band: The Midnight Candy, and she continues to work as an actor, vo artist, writer and producer.","birthday":"1973-09-26","deathday":null,"gender":1,"homepage":null,"id":5023,"imdb_id":"nm0204924","known_for_department":"Acting","name":"Julienne Davis","place_of_birth":"Los Angeles County, California, USA","popularity":1.96,"profile_path":"/uSrNrF12ppMjAWTcL2tiTXdlJAf.jpg"}
