{"adult":false,"also_known_as":["アレクサンドル・ペトロフ","Александр Петров"],"biography":"Aleksandr Konstantinovich Petrov (Александр Константинович Петров) (born 17 July 1957 in Prechistoye, Yaroslavl Oblast) is a Russian animator and animation director.  Petrov was born in the village of Prechistoye (Yaroslavl Oblast) and lives in Yaroslavl. He studied art at VGIK (state institute of cinema and TV) and was a disciple of Yuriy Norshteyn at Moscow's Advanced School for Screenwriters and Directors.\n\nAfter making his first films in Russia he moved to Canada where he adapted the novel The Old Man and the Sea, resulting in a 20-minute animated short — the first large-format animated film ever made. Technically impressive, the film is made entirely in pastel oil paintings on glass, a technique mastered by only a handful of animators in the world. By using his fingertips instead of a paintbrush on different glass sheets positioned on multiple levels, each covered with slow-drying oil paints, he was able to add depth to his paintings. After photographing each frame painted on the glass sheets, which was four times larger than the usual A4-sized canvas, he had to slightly modify the painting for the next frame and so on. It took him over two years -- from March 1997 through April 1999 -- to paint each of the 29,000+ frames. For the shooting of the frames a special adapted motion-control camera system was built, probably the most precise computerized animation stand ever made. On this an IMAX camera was mounted, and a video-assist camera was then attached to the IMAX camera. The film was highly acclaimed, receiving the Academy Award for Animated Short Film and Grand Prix at the Annecy International Animated Film Festival.\n\nAfter this, Aleksandr Petrov has maintained a close relationship with Pascal Blais Studio in Canada, which helped fund The Old Man and the Sea, where he works on commercials. He returned to Yaroslavl in Russia to work on his latest film, My Love, which was finished in spring 2006 after three years' work and had its premiere at the Hiroshima International Animation Festival on 27 August, where it won the Audience Prize and the Special International Jury Prize. On 17 March 2007, My Love was theatrically released at the Cinema Angelika in Shibuya, (Japan) by Studio Ghibli, as the first release of the \"Ghibli Museum Library\" (theatrical and DVD releases of Western animated films in Japan).\n\nIn a 2009 interview, Petrov stated that he was jobless and using-up the last of his previously earned money. A 2010 article stated that Petrov wants to create an animated feature film with his technique, but cannot start because of lack of funds. Four years later he directed a three-minute animated sequence for the Sochi Paralympic Games called Firebird (Жар-птица). In an interview later that year, Petrov confirmed that if he can find the funding, he would like to work on a feature film in the future using his signature style, and stated that he is currently working on a film project but that it is progressing with great difficulty.\n\nIn July 2016 Petrov sat on the board of directors for the International Film Festival of Poetic Animation held in Pergola, Italy.","birthday":"1957-07-17","deathday":null,"gender":2,"homepage":null,"id":126421,"imdb_id":"nm0678154","known_for_department":"Directing","name":"Aleksandr Petrov","place_of_birth":"Prechistoye, Yaroslavl Oblast, USSR (Russia)","popularity":1.517,"profile_path":"/hm96YHRxGmb4Lokozzc06MsfsbG.jpg"}
