{"adult":false,"also_known_as":["Τζένιφερ Λαβ Χιούιτ"],"biography":"Jennifer Love Hewitt (born February 21, 1979) is an American actress, producer and singer. Hewitt began her career as a child actress and singer, appearing in national television commercials before joining the cast of the Disney Channel series Kids Incorporated (1989–1991). She had her breakthrough as Sarah Reeves Merrin on the Fox teen drama Party of Five (1995–1999) and rose to fame as a teen star for her role as Julie James in the horror films I Know What You Did Last Summer (1997) and its 1998 sequel, as well as her role as Amanda Beckett in the teen comedy film Can't Hardly Wait (1998).\n\nHewitt's other notable films include Heartbreakers (2001), The Tuxedo (2002) and the two Garfield live-action films (2004–2006). She has starred as Melinda Gordon on the CBS supernatural drama Ghost Whisperer (2005–2010), Riley Parks on the Lifetime drama series The Client List (2012–2013), Special Agent Kate Callahan on the CBS crime drama Criminal Minds (2014–2015), and since 2018, Maddie Buckley on the Fox first-responder procedural 9-1-1. She was nominated for the Golden Globe Award for Best Actress – Miniseries or Television Film for The Client List pilot film (2010).\n\nIn music, Hewitt has released four studio albums to date. After her debut album, Love Songs (1992), was released at age 12 exclusively in Japan, she went on to record Let's Go Bang (1995), Jennifer Love Hewitt (1996) and BareNaked (2002), the latter of which became her first album to chart in the United States, peaking at number 37 on the Billboard 200 chart. Her most successful single on the Billboard Hot 100 chart was the 1999 release \"How Do I Deal\", which peaked at number 59. In addition to music and acting, Hewitt has served as a producer on some of her film and television projects. She has appeared in several magazines' lists of the world's most beautiful women.\n\nDescription above from the Wikipedia article Jennifer Love Hewitt, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1979-02-21","deathday":null,"gender":1,"homepage":null,"id":33259,"imdb_id":"nm0001349","known_for_department":"Acting","name":"Jennifer Love Hewitt","place_of_birth":"Waco, Texas, USA","popularity":14.001,"profile_path":"/l9ggjks77ychiR4Pw6FUkSTux0m.jpg"}
