{"adult":false,"also_known_as":[],"biography":"Michael Jones (born 28 January 1952) is a Welsh singer, guitarist, and songwriter who lives in France. He has made several hit albums and toured as trio Fredericks Goldman Jones (formed by Michael Jones, French singer-songwriter Jean-Jacques Goldman and American singer Carole Fredericks) and collaborated on a number of songs with Goldman.\n\nJones was born in Welshpool of a Welsh father, John Merick Jones (who landed in Normandy during World War II) and a French mother from Normandy, Simone Lalleman. As a young man, he studied drums and guitar. In 1966, he started his first group: Urban District Council Dib Bob Band. At 19, he went to France on vacation and never left. He played guitar and sang with a Norman group called Travert & Cie from 1971 to 1979 and with the group BUDDY C from 1979 to 1983. Later, he joined the group Taï Phong, where he met Jean-Jacques Goldman, whom he replaced on tour.\n\nIn 1979, he performed with the group from Toulouse Week-end Millionnaire. When Taï Phong disbanded in 1980, Michael formed another group called Gulfstream.\n\nIn 1983, he rejoined Jean-Jacques Goldman and Carole Fredericks. In 1985, he co-wrote the hit \"Je te donne\" with Goldman. In 1986, he wrote the single \"Guitar Man,\" which he sang on tour with Goldman.\n\nIn 1990, the Fredericks Goldman Jones trio was formed, which lasted five years. Their eponymous album was Fredericks Goldman Jones. Their most famous hit from this period was \"À nos actes manqués\".\n\nIn 1998, he participated in Goldman's album En passant and in the tour that followed. In 2001, he participated in Goldman's album Chanson pour les pieds and in the tour that followed. In addition to his work with Goldman, he continued a solo career, releasing A consommer sans modération in 1997, and Prises et reprises in 2004.\n\nHe formed a group called El Club with Erick Benzi, Gildas Arzel, and Christian Seguret, which released an album in 2007.\n\nIn November 2008, Jones was invited by the English group Status Quo to join them as support act on their French tour.\n\nThe album, Celtic Blues, appeared in 2009 and was followed by a tour in France and a live album Celtic Blues Live.\n\nIn 2013, Jones presented his album 40 60 and stated that he is going to end his career as a musician due to health reasons. The title of this album is a reference to the 40 years span of his career and his age. Two new songs composed by Jean-Jacques Goldman are on this album and a new recording of the Jones-Goldman duet \"Je te donne\" in an acoustic version. It contains also a duet with Francis Cabrel.\n\nHis daughter Sarah was born in 1995. He has lived for 20 years in the Lyon suburb of Saint-Laurent-de-Mure.\n\nJones is a member of the Les Enfoirés charity, together since 1989.\n\nSource: Article \"Michael Jones (Welsh-French musician)\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1952-01-28","deathday":null,"gender":2,"homepage":null,"id":176129,"imdb_id":"nm0428832","known_for_department":"Acting","name":"Michael Jones","place_of_birth":"Welshpool, Wales, UK","popularity":0.6,"profile_path":"/o5UHMlWr9jzVR1FM4gttZ8Zrmrw.jpg"}
