{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nSebastián Cordero (born May 23, 1972 in Quito, Ecuador) is a film director, writer and editor, often recognized for his work in Ratas, Ratones, Rateros, his debut film which portrays the life in a poverty-stricken Ecuador. His films have been exhibited in festivals such as the Sundance Film Festival and Cannes Film Festival among others.\n\nHe first became interested in filmmaking when he saw Raiders of the Lost Ark at the age of 9. At the age of 18 he began his studies in film and script making in the University of Southern California. After his graduation he moved back to Ecuador with the idea of filmmaking in a country where there is practically no movie industry.\n\nHis first movie, Ratas, Ratones, Rateros (1999), led to his first appearance at Venice Film Festival, appearing later in film festivals such as Toronto, San Sebastián and Buenos Aires, and been recognized with awards and honors at Huelva and La Habana film festivals.\n\nHis second film, Crónicas, was recognized with the Sundance/NHK International Filmmakers Award, and first appeared at Cannes in the Un Certain Regard section in 2004, and was nominated to the Grand Jury Prize at Sundance Film Festival. He was attached to direct the motion picture Manhunt that tells the story of what occurred in the lapse of the 48 hours that followed the assassination of Abraham Lincoln and was to star Harrison Ford. The project was later cancelled.\n\nHis third film, Rabia is based on a novel from the writer Sergio Bizzio. Now his fourth movie, Pescador is in post-production.\n\nDescription above from the Wikipedia article Sebastián Cordero, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1972-05-23","deathday":null,"gender":0,"homepage":null,"id":86255,"imdb_id":"nm0179542","known_for_department":"Directing","name":"Sebastián Cordero","place_of_birth":"Quito, Ecuador","popularity":1.106,"profile_path":"/lUbSYRsPNZoJkkjx2H9WATPetDn.jpg"}
