{"adult":false,"also_known_as":["Razor Ramon","Gator Scott Hall","Big Scott Hall","The Diamond Studd","Starship Coyote","Diamond Studd","Scott Hall","The Bad Guy"],"biography":"Scott Oliver Hall (October 20, 1958 – March 14, 2022) was an American professional wrestler. He was known for his work within the World Wrestling Federation (WWF, now WWE) as Razor Ramon and with World Championship Wrestling (WCW) under his real name.\n\nHall began his career in 1984, before rising to prominence after signing with the WWF in May 1992, assuming the name Razor Ramon. While within the company, he won the WWF Intercontinental Championship four times. He departed the company in May 1996, and subsequently defected to WCW, where he became a founding member of the New World Order (nWo) faction, along with Hulk Hogan and Kevin Nash. In the company, he became a two-time WCW United States Heavyweight Champion, a one-time WCW World Television Champion, and a nine-time WCW World Tag Team Champion. He left WCW in February 2000, and returned to the WWF (later renamed WWE) for a short stint in 2002. He spent the rest of his career wrestling for various promotions, such as Extreme Championship Wrestling (ECW), New Japan Pro-Wrestling (NJPW), and Total Nonstop Action Wrestling (TNA), where he held the TNA World Tag Team Championship once, with Kevin Nash and Eric Young.\n\nAlthough he never won a world championship in a major promotion, Hall was nonetheless a two-time world champion, as he held the WWC Universal Heavyweight Championship and the USWA Unified World Heavyweight Championship. He was inducted into the WWE Hall of Fame as a singles competitor in 2014, and again as a member of the nWo in 2020.\n\nDescription above from the Wikipedia article Scott Hall, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1958-08-20","deathday":"2022-03-14","gender":2,"homepage":null,"id":218022,"imdb_id":"nm0356084","known_for_department":"Acting","name":"Scott Hall","place_of_birth":"Saint Mary's County, Maryland, United States","popularity":6.842,"profile_path":"/1FRPETNQnjsNGWs6naMPC6T9kAM.jpg"}
