{"adult":false,"also_known_as":["Bob Bergan","Robert Bergen","Bob Berger","Robert Berger"],"biography":"Robert \"Bob\" Bergen (born March 8, 1964) is an American voice actor. He is the current voice of Porky Pig (having performed the character in Tiny Toon Adventures, Space Jam, Looney Tunes: Back in Action, and the Duck Dodgers TV show), and formerly hosted Jep!, a kids' version of the popular game show Jeopardy!\n\nBergen was born in St. Louis, Missouri. He is also responsible for the voice of Lupin the Third for the Streamline Pictures dubs in the late 1980s and early 1990s. Bob Bergen has played Lupin the Third in: Mystery of Mamo (directed by Soji Yoshikawa), The Castle of Cagliostro (directed by Hayao Miyazaki) and Lupin the Third's Greatest Capers (2 TV episodes from Series Two directed by Hayao Miyazaki). He also played the part of No-Face in the 2001 academy award winning movie Spirited Away and Kai and Masaru in the anime classic Akira.\n\nHe is also one of the announcers on Disney Channel and voices Bucky the squirrel in The Emperor's New School.\n\nHe is also responsible for the voice of Luke Skywalker in over a dozen Star Wars video games as well as Robot Chicken's Star Wars Episode I and Star Wars Episode II Specials. He also provided the voice of Wembley and the World's Oldest Fraggle from Fraggle Rock (animated). Bergen was selected to play the animated versions of Dr. Bunsen Honeydew and Link Hogthrob in the ill-fated Little Muppet Monsters and also voiced characters of the day in the 1987-1989 seasons of Jim Henson's Muppet Babies\n\nHe was the voice of Comet for the highly successful, 'The Santa Clause', 'The Santa Clause 2', and 'The Santa Clause 3: The Escape Clause'.\n\nDescription above from the Wikipedia article Bob Bergen, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1964-03-08","deathday":null,"gender":2,"homepage":null,"id":78317,"imdb_id":"nm0074036","known_for_department":"Acting","name":"Bob Bergen","place_of_birth":"St. Louis, Missouri, USA","popularity":4.191,"profile_path":"/soDD1xiV3zVQWOJzVdJwfgIqzfe.jpg"}
