{"adult":false,"also_known_as":["Larry Louis","John Old Jr."],"biography":"Lamberto Bava was born in Rome, Italy, and was the first of a third generation of Italian filmmakers. His grandfather, Eugenio Bava (1886-1966), was a cameraman and optics effects artist during the early days of Italian silent cinema. His father, Mario Bava (1914-1980), was a legendary cinematographer, special effects designer and director. Lamberto entered the cinema as his father's personal assistant, starting with Planet of the Vampires (1965). Bit by bit he gained experience from his father, who made him the assistant director for most of the rest of his films. He even co-wrote the screenplay for Shock (1977) (\"Shock\"), Mario's last theatrical film where. In poor health during the shoot, Mario often feigned illness so Lamberto could direct a few scenes, uncredited, to gain further experience.\n\nBoth Lamberto and Mario directed the made-for-TV drama I giochi del diavolo: La Venere d'Ille (1979). Both worked on the Dario Argento horror flick Inferno (1980), for which Mario designed some of the color set pieces, including the underwater ballroom, and created all the visual special effects, while Lamberto worked as Argento's assistant director. Late in 1979 Lamberto made his solo directorial debut with Macabre (1980), a tense drama-horror flick loosely based on a 1977 incident in New Orleans about a woman who keeps her lover's severed head in her freezer. According to Lamberto, the project started by chance when producer Pupi Avati approached him to direct as well as write the screenplay, which took just six weeks to write and direct. \"Macabro\" was released in Italy in February 1980 to mixed reviews, but won him recognition by his father Mario. Just two months later Mario Bava died, and an era in Italian film making came to a close.\n\n'Macabro\" was not the box-office hit and, as a result, Lamberto went back to assistant directing. He worked with Dario Argento again in 1982 with Tenebrae (1982). In 1983 Lamberto was offered to direct another film, titled A Blade in the Dark (1983), which was a violent mystery thriller shot in only three weeks on a tight budget and filmed almost entirely in a producer friend's house. Next he directed the action-flick Blastfighter (1984), which was filmed in the state of Georgia, and immediately afterwards directed the Jaws (1975)-like thriller Devil Fish (1984), which was shot in Florida. On both films Lamberto was purely a director for hire and had nothing to do with the script or production end. He used the pseudonym of \"John Old Jr.\" for this film, which was a tribute to his father Mario, who often used the pseudonym \"John M. Old\".\n\nHe enjoyed his best commercial success to date with Demons (1985) (\"Demons\"), produced by Dario Argento, co-written by Dardano Sacchetti and filmed in West Berlin, Germany. This films international success allowed him to co-write, produce and direct a sequel, Demons 2 (1986). Lamberto returned to \"giallo\" thrillers with Delirium (1987).\n\nIn the late 1980s the Italian cinema turned moribund. Lamberto, like most of his colleagues, turned to making films for Italian television. He also directed a remake of his father's Black Sunday (1960), which was titled La maschera del demonio (1990).\n\nNowadays Lamberto Bava continues to divide his time between TV work and a few movies, acknowledging his inspiration from his late father, Mario.","birthday":"1944-04-03","deathday":null,"gender":2,"homepage":null,"id":44955,"imdb_id":"nm0000877","known_for_department":"Directing","name":"Lamberto Bava","place_of_birth":"Roma, Lazio, Italia","popularity":4.159,"profile_path":"/cXTsJcAqs7Ashfj2plqhBUgoyO2.jpg"}
