{"adult":false,"also_known_as":["Keira Christina Knightley","Кира Найтли","เคียรา ไนต์ลีย์","姬拉·麗莉","キーラ・ナイトレイ","키이라 나이틀리","كيرا نايتلي","Кіра Найтлі","Κίρα Νάιτλι","凯拉 奈特莉"],"biography":"Keira Christina Knightley (born 26 March 1985) is an English actress. She has starred in both independent films and big-budget blockbusters, and is particularly noted for her roles in period dramas. Her accolades include two Empire Awards and nominations for two Academy Awards, three British Academy Film Awards, three Golden Globe Awards, one Screen Actors Guild Award and one Laurence Olivier Award. Knightley was appointed an OBE in the 2018 Birthday Honours for services to drama and charity.\n\nBorn in London to actors Will Knightley and Sharman Macdonald, Knightley obtained an agent at age six, and initially worked commercials and television films. She appeared as Sabé, Padmé Amidala's handmaiden, in science fiction blockbuster Star Wars: Episode I – The Phantom Menace (1999). Knightley had a break-through role portraying a tomboy footballer in the sports film Bend It Like Beckham (2002). She achieved global stardom with her portrayal of Elizabeth Swann in fantasy swashbuckler series Pirates of the Caribbean. In the same year, she appeared in the Christmas romantic comedy Love Actually (2003) and was labelled a promising teen star.\n\nFor her portrayal of Elizabeth Bennet in the period romance Pride & Prejudice (2005), Knightley was nominated for the Academy Award for Best Actress. At age 20, she became the third-youngest Best Actress nominee at the time. Knightley starred in a series of further period pieces, portraying a complex love interest in Atonement (2007), tastemaker Georgiana Cavendish in The Duchess (2008), and the titular socialite in Anna Karenina (2012). She then forayed into contemporary dramas, appearing as an aspiring musician in Begin Again (2013) and a medical student in Jack Ryan: Shadow Recruit (2014). Knightley returned to historical films by playing cryptoanalyst Joan Clarke in The Imitation Game (2014), earning her a second round of Academy Award and BAFTA nominations, and starred as the eponymous belle époque writer in Colette (2018) to critical acclaim.\n\nOn stage, Knightley has appeared in two West End productions: The Misanthrope in 2009, which earned her an Olivier Award nomination, and The Children's Hour in 2011. She also starred as the eponymous heroine in the 2015 Broadway production of Thérèse Raquin. Knightley is known for her outspoken stance on social issues, and has worked extensively with Amnesty International, Oxfam, and Comic Relief. She is married to musician James Righton, with whom she has two daughters.","birthday":"1985-03-26","deathday":null,"gender":1,"homepage":null,"id":116,"imdb_id":"nm0461136","known_for_department":"Acting","name":"Keira Knightley","place_of_birth":"Teddington, London, England, UK","popularity":24.207,"profile_path":"/bRC1B2VwV0wK3ElciFAK6QZf2wD.jpg"}
