{"adult":false,"also_known_as":[],"biography":"Todd McCarthy is an American film critic. He wrote for Variety for 31 years as its chief film critic until 2010. In October of that year, he joined The Hollywood Reporter where he subsequently became chief film critic.\n\nWas born on February 16, 1950 in Evanston, Illinois, the son of Daniel and Barbara McCarthy. His mother was a cellist and served as the president of the Evanston Symphony Orchestra. His father was a rancher and real-estate developer. McCarthy graduated from Stanford University in 1972. McCarthy married at age 43 to Sasha Alpert on July 4, 1993 on his family's ranch in Pagosa Springs, Colorado. Sasha is a documentary film maker.\n\nFrom 1974 to 1975, McCarthy worked for Paramount Pictures in Los Angeles as an assistant to Elaine May. He helped her edit Mikey and Nicky. He edited Kings of Bs: Working Within the Hollywood System with Charles Flynn which was published in 1975. It is a book that discusses the great filmmakers of B movies. From 1975 to 1977, McCarthy worked for New World Pictures in Los Angeles as the director of advertising and publicity. McCarthy was later the manager English-language editions of Le Film français in 1977. The next year, he got a job as a Hollywood editor for Film Comment.\n\nMcCarthy became a film critic and wrote for Variety in 1979. In 1990, McCarthy wrote a documentary called Preston Sturges: The Rise and Fall of an American Dreamer which won an Emmy Award. He directed four documentaries about film: Visions of Light (1992), Claudia Jennings (1995), Forever Hollywood (1999), and Man of Cinema: Pierre Rissient (2007). Visions of Light was named the Best Documentary of the Year award by the National Society of Film Critics and the New York Film Critics Circle. Forever Hollywood has been played at Grauman's Egyptian Theatre for more than a decade. In 2007 he wrote Fast Women: The Legendary Ladies of Racing. He wrote about the famous producer/director Howard Hawks in his book, Howard Hawks: The Grey Fox of Hollywood which was published in 2000. McCarthy also wrote Des Ovnis, des Monstres et du Sexe: Le Cinéma Selon Roger Corman (2011).\n\nMcCarthy lost his job Variety in March 2010, having been the longest-serving member of their staff. McCarthy began working with an independent blog called Indiewire after leaving Variety. He was hired at The Hollywood Reporter in October 2010. He was hired as the chief film critic under Janice Min. He wrote the introduction to Painting with Light that was published in 2013.","birthday":"1950-02-16","deathday":null,"gender":2,"homepage":null,"id":1057662,"imdb_id":"nm0565342","known_for_department":"Acting","name":"Todd McCarthy","place_of_birth":"Evanston, Illinois, USA","popularity":0.6,"profile_path":"/ik8MtRAtyYsRH4a3blYQQbDY1Tf.jpg"}
