{"adult":false,"also_known_as":["Sirio Bernadotte","다리오 아르젠토"],"biography":"Dario Argento was born in Rome, Italy on September 7 1940. He is the son of producer Salvatore Argento. He began his career as a movie critic for the Rome daily newspaper \"Paese Sera\". A professional screenwriter by the tender age of 20, he joined Bernardo Bertolucci to write the screenplay for Sergio Leone's epic western \"Once Upon A Time In The West\" in 1967. Many screenplays later, Argento was signed up by Goffredo Lombardo, head of an Italian film company (Titanus) and made his directing debut in 1970 with \"The Bird With The Crystal Plumage\". His father Salvatore was the producer on all his films up until \"Deep Red\" when Claudio Argento took over. He has always taken a great interest in all aspects of film making to ensure that the end results of his films are as near to his original vision as possible. One of the first directors to see the possibilities of the steady cam and the 'luma' crane, he used them npth to their full potential. He even helped compose the music for \"Suspiria\". Many of his films are considered to be `giallo'. Giallo meaning yellow, which in turn came from the yellow covers of the penny-dreadful horror/thriller paperbacks that were sold in Italy. He has directed 15 films - `The Bird with the Crystal Plumage', 'The Cat O Nine Tails', 'Five Days In Milan', 'Four Flies on Grey Velvet', 'Profondo Rosso', 'Suspiria', `Inferno', 'Tenebrae', 'Phenomena', 'Opera', 'Two Evil Eyes', 'Trauma', 'The Stendhal Syndrome', 'Phantom of the Opera' and 'Non ho sonno'. He has also been involved in producing/writing films for others such as his protege Michele Soavi. Argento has also worked on three series for Italian television. In 1972, 'The Door of Darkness', in 1987 'Giallo' and 'Turno di notte' in 1988. There are also three documentaries on Argento and his films, 'Dario Argento's World of Horror', 'Dario Argento: Master of Horror (Dario Argento's World of Horror 2)' and 'The World of Dario Argento 3'.","birthday":"1940-09-07","deathday":null,"gender":2,"homepage":null,"id":4955,"imdb_id":"nm0000783","known_for_department":"Directing","name":"Dario Argento","place_of_birth":"Roma, Lazio, Italia","popularity":5.016,"profile_path":"/2WjQlcLxhvmO9NtCfNh2npMVYqp.jpg"}
