{"adult":false,"also_known_as":[],"biography":"Toronto filmmaker Barbara Sternberg has been making films since the mid-seventies. Her films have been screened widely across Canada as well as internationally at the Pompidou Centre in Paris, Kino Arsenal in Berlin, The Museum of Modern Art and Millennium Workshop in New York, and the Ontario Cinematheque, Toronto. Her work is in the collection of the Art Gallery of Ontario and the National Gallery of Canada. She has been a visiting artist at a number of Canadian universities and galleries including the University of Guelph, Nova Scotia College of Art and Design, Dunlop Art Gallery, as well as the Universite d'Avignon, and the School of the Art Institute of Chicago. In 2011, Sternberg was made a Laureate of the Governor General’s Award in Visual and Media Arts.\n\nSternberg’s film work combines reflections on the medium itself with social issues and universal questions of how we experience reality, how we as humans are situated in the world. Films are themselves experiences, realities. Her films work at the intersection of film and life- questions of vision, perception, motion and temporality. Although her main practice is film, Sternberg has worked in other media including performance, installation and video.\n\nSternberg has been active in a number of fronts in Toronto, teaching at York University, working for Canadian Filmmakers' Distribution Centre, serving on Toronto and Ontario Arts Council juries and committees, helping to organize the International Experimental Film Congress (May 1989), and was a founding member of Pleasure Dome, artists' film and video exhibition group. She wrote a handbook and conducted workshops on Media Literacy for high school teachers. She recently organized the \"Association for Film Art\" (AFFA) to actively support and promote awareness and appreciation of film art. While living in the Maritimes, Sternberg co-founded Struts, an artist-run centre in Sackville, New Brunswick.\n\nSternberg wrote a column, \"On (experimental) Film\" for several years for Cinema Canada, and has written essays on artists and on filmmakers. As well, she has written on the status of film art in galleries and museums—an issue on which she has conducted symposia and lobbied vigorously.","birthday":"1945-03-24","deathday":null,"gender":1,"homepage":"http://www.barbarasternberg.com/","id":1815202,"imdb_id":null,"known_for_department":"Directing","name":"Barbara Sternberg","place_of_birth":"Toronto, Canada","popularity":0.6,"profile_path":"/9GzMVZrcMUHdr7PookJHUHpX03w.jpg"}
