{"adult":false,"also_known_as":[" Regina Rene King","레지나 킹"],"biography":"Regina Rene King (born January 15, 1971) is an American actress and director. She is the recipient of several awards, including an Academy Award, a Golden Globe Award, and four acting Primetime Emmy Awards, the most for an African-American performer. Time magazine named her one of the 100 most influential people in the world in 2019.\n\nKing first gained attention for her role as Brenda Jenkins in the television series 227 from 1985 to 1990. Notable roles followed in the films Friday (1995) and Jerry Maguire (1996), and the crime television series Southland (2009–2013). From 2015 to 2017, King starred in the ABC anthology series American Crime, for which she won two Primetime Emmy Awards, and in 2018, she starred in the Netflix miniseries Seven Seconds, for which she won her third Emmy Award. Her role as a troubled mother in the 2018 film If Beale Street Could Talk won her the Academy Award for Best Supporting Actress and the Golden Globe Award for Best Supporting Actress. King won her fourth Emmy Award for starring in the 2019 superhero television series Watchmen.\n\nKing has also played supporting roles in the films Boyz n the Hood (1991), Poetic Justice (1993), Legally Blonde 2: Red, White & Blonde (2003), Ray (2004), and Miss Congeniality 2: Armed & Fabulous (2005). Her other television roles include the drama series The Leftovers from 2015 to 2017 and the sitcom The Big Bang Theory from 2013 to 2019.\n\nKing has directed episodes for several television shows, including Scandal in 2015 and 2016 and This Is Us in 2017. She has also directed the music video for the 2010 song \"Finding My Way Back\" by Jaheim. Her feature film directorial debut came with the drama One Night in Miami... (2020), for which she was nominated for a Golden Globe Award for Best Director at the 78th Golden Globe Awards. She became the second black woman to be nominated for a Golden Globe Award for Best Director.\n\nDescription above from the Wikipedia article Regina King, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1971-01-15","deathday":null,"gender":1,"homepage":null,"id":9788,"imdb_id":"nm0005093","known_for_department":"Acting","name":"Regina King","place_of_birth":"Los Angeles, California, USA","popularity":10.364,"profile_path":"/3855wvuBloDkuqpdbJxz3i7p36X.jpg"}
