{"adult":false,"also_known_as":["Victoria Davey Spelling"],"biography":"Tori Spelling (born May 16, 1973) is an American actress and reality television personality. She is the only daughter of famed television mogul Aaron Spelling. Spelling herself came to fame as one of the stars of Beverly Hills 90210, the era-defining teen drama produced by her father, playing the virtuous good-girl Donna Martin.\n\nWhile 90210 was still on the air, Spelling spent her summer hiatuses portraying an array of young-women-in-peril, becoming synonymous with the melodrama and unintentional high-camp of the Lifetime Movie Network and starring in cult guilty pleasures including Death of a Cheerleader and Mother, May I Sleep with Danger?\n\nAs 90210 came to a close, Spelling stumbled into a surprisingly acclaimed run of feature film work, sending up her own image in a meta cameo in 1997’s Scream 2, and earning plaudits for strong comedic supporting roles in indies including The House of Yes and Trick. She would further lampoon her nepotistic image in her own satirical comedy series So NoTORIous, which debuted in 2006.\n\nBut in the second half of the aughts, Spelling’s personal life began to overshadow her acting work, with an on-set affair with actor Dean McDermott resulting in both Spelling and McDermott divorcing their respective partners at the time. At the time of their union, the couple’s story proved irresistible to the likes of TMZ and Perez Hilton, both in their fledgling years, leading Spelling to capitalize on her newfound tabloid fame with an array of reality TV projects, including Tori & Dean: Inn Love and True Tori.\n\nWhile she would continue to find acting work that played on nostalgia for her 90s heyday, including appearances in the CW’s 90210 reboot and headlining the sitcom Mystery Girls with her former 90210 costar Jennie Garth, Spelling has in recent years become more famous for her personal woes, from her chronic financial troubles and feuds with mother Candy to her penchant for surreal dramatics, including an incident in which she plunged backwards onto a hibachi grill while eating at Benihana. She and McDermott, who married in 2006 and renewed their wedding vows in 2010, live in Los Angeles with their five children.","birthday":"1973-05-16","deathday":null,"gender":1,"homepage":null,"id":19149,"imdb_id":"nm0001760","known_for_department":"Acting","name":"Tori Spelling","place_of_birth":"Los Angeles, California, USA","popularity":4.965,"profile_path":"/xUPnjmmMcOdAHVhZL5b88MrJi7R.jpg"}
