{"adult":false,"also_known_as":["Spock’s Beard","Transatlantic","Flying Colors"],"biography":"As a young musician, Neal’s dream was like many others—to find success in the pop music world. But after years of struggling in the Los Angeles singer-songwriter scene, he realized that this dream would not materialize. Rejecting conventional wisdom, Morse took a courageous step: He about-faced and devoted himself to progressive rock, the music truly in his heart. The obscure and fiercely competitive genre held little chance of commercial success.\n\nUndaunted, he formed the quirkily-named Spock’s Beard with his brother, Alan. They recorded The Light with what money they could scrape together. Against all odds, it was a breakout success, sending shockwaves through the small genre’s community.\n\nOver the next 10 years, Spock’s Beard released 10 critically acclaimed CDs and 2 DVDs, ascending to the top of the prog world. Neal also released 6 CDs and 3 DVDs with Transatlantic, the heralded prog supergroup comprised of the genre’s best musicians.\n\nThe proverbial wayward son, Neal had finally found the success he sought. On the outside he seemed to have it all. On the inside, however, something was missing.\n\nMorse came to realize that for him, embracing the Christian faith was the fulfillment of his spiritual quest. His walk was at once gradual and sudden—and as with so many, completely unexpected. As he continued, his path increasingly revealed more of what his heart had sought all along. Yet he also began to find his career growing at odds with his faith. The rising spiritual tension and increasing commercial success finally came to a head with the release of Snow (2002), the group’s magnum opus...and swan song with Morse. The extraordinary 2-CD rock opera, composed by Morse, was widely acclaimed as the group’s finest. But it was the end of the era. Neal felt God calling him out of his former musical life and into the unknown. He made the agonizing decision to leave both Spock’s Beard and Transatlantic. Despite having finally achieved the success he had long sought, Morse had to begin all over again; musically, emotionally and spiritually.","birthday":"1960-08-02","deathday":null,"gender":2,"homepage":"http://www.nealmorse.com/","id":230314,"imdb_id":"nm1364076","known_for_department":"Acting","name":"Neal Morse","place_of_birth":"Van Nuys, CA","popularity":0.6,"profile_path":"/bffFrEklLNWBZydjymQogODCuUQ.jpg"}
