{"adult":false,"also_known_as":[],"biography":"Blair Underwood (born August 25, 1964) is an American television and film actor. He is perhaps best known as headstrong attorney Jonathan Rollins from the NBC legal drama L.A. Law, a role he portrayed for seven years. He has gained critical acclaim throughout his career, receiving numerous Golden Globe Award nominations, three NAACP Image Awards and 1 Grammy Award. In recent years, he has appeared on The New Adventures of Old Christine, Dirty Sexy Money and In Treatment and currently stars in NBC's The Event. Underwood's feature film debut was the 1985 movie Krush Groove. His 1985 appearance on The Cosby Show landed him a short stint on the ABC soap opera One Life to Live, which eventually led to his performance on the TV series L.A. Law, where he appeared from 1987 to 1994. In 1996 Underwood was featured in the July issue of Playgirl. Underwood broke into film with roles in Just Cause (1995), Set It Off (1996) and Deep Impact (1998). He also had a supporting role as a geneticist in Gattaca. In 2000, he played the lead role in the short-lived television series City of Angels. In 2003, he guest starred in four episodes on the HBO series Sex and the City playing Cynthia Nixon's love interest. In 2004, he played the role of Roger De Souza opposite Heather Locklear in NBC's LAX. He gained acclaim as the sexy grade school teacher in the CBS sitcom The New Adventures of Old Christine opposite Julia Louis-Dreyfus for two years. In 2007, he guest starred in an episode of the NBC series Law & Order: Special Victims Unit. His also had a role as recurring character Alex in the HBO series In Treatment. Also in In 2007, Underwood co-authored the novel Casanegra: A Tennyson Hardwick Novel with husband-and-wife team Steven Barnes and Tananarive Due. Next, Underwood can seen as the President of the United States in the NBC drama series The Event. Underwood has received three NAACP Image Awards, for his film work in Rules of Engagement, and his television work in L.A. Law, City of Angels, Murder in Mississippi and Mama Flora's Family. He was voted one of People's \"50 Most Beautiful People\" in 2000, and one of TV Guide's \"Most Influential Faces of the 90s\". In 1989, Underwood co-founded Artists for a New South Africa, a non-profit organization dedicated to democracy and equality in South Africa. Underwood is a part of several charitable organizations. He won the 1993 Humanitarian Award for his work with the Los Angeles chapter of the Muscular Dystrophy Association. In 2003, along with Ashley Judd, he served as the spokesperson for YouthAIDS. Underwood also appeared in a 2004 public service announcement for The Fulfillment Fund. He is a Trustee for the Robey Theatre Company in Los Angeles, a non-profit theatre group founded by Danny Glover, focusing on plays about the Black experience. On September 17, 1994, he married Desiree DaCosta, with whom he has three children.","birthday":"1964-08-25","deathday":null,"gender":2,"homepage":null,"id":56871,"imdb_id":"nm0005516","known_for_department":"Acting","name":"Blair Underwood","place_of_birth":"Tacoma, Washington, USA","popularity":4.868,"profile_path":"/2aDLa2bU2PevNmnCK3IOBYlh3BY.jpg"}
