{"adult":false,"also_known_as":["Хит Леджер","ฮีธ เลดเจอร์","ヒース・レジャー","히스 레저","希斯·萊傑","هيث ليدجر","ჰიტ ლეჯერი"],"biography":"Heath Andrew Ledger (4 April 1979 – 22 January 2008) was an Australian actor and music video director. After playing roles in several Australian television and film productions during the 1990s, Ledger moved to the United States in 1998 to develop his film career further. His work consisted of twenty films, including 10 Things I Hate About You (1999), The Patriot (2000), A Knight's Tale (2001), Monster's Ball (2001), Lords of Dogtown (2005), Brokeback Mountain (2005), Candy (2006), I'm Not There (2007), The Dark Knight (2008), and The Imaginarium of Doctor Parnassus (2009), the latter two being posthumous releases. He also produced and directed music videos and aspired to be a film director.\n\nFor his portrayal of Ennis Del Mar in Brokeback Mountain, Ledger won the New York Film Critics Circle Award for Best Actor and the Best International Actor Award from the Australian Film Institute; he was the first actor to win the latter award posthumously. He was nominated for the BAFTA Award, Screen Actors Guild Award, Golden Globe Award and the Academy Award for Best Actor, becoming the eighth-youngest nominee in the category at that time. Posthumously, he shared the 2007 Independent Spirit Robert Altman Award with the rest of the ensemble cast, the director, and the casting director for the film I'm Not There, which was inspired by the life and songs of American singer-songwriter Bob Dylan. In the film, Ledger portrayed a fictional actor named Robbie Clark, one of six characters embodying aspects of Dylan's life and persona.\n\nLedger died on 22 January 2008 as a result of an accidental overdose of medications. A few months before his death, Ledger had finished filming his role as the Joker in The Dark Knight. At the time of his death, The Dark Knight was in post-production, and The Imaginarium of Doctor Parnassus, in which he was playing his last role as Tony, was in the midst of filming. His death affected the subsequent promotion of The Dark Knight. His performance as the Joker in The Dark Knight earned him universal acclaim and popularity from fans and critics alike. Ledger also received numerous posthumous awards for his work on The Dark Knight, including the Academy Award for Best Supporting Actor, a Best Actor International Award at the 2008 Australian Film Institute Awards, the 2008 Los Angeles Film Critics Association Award for Best Supporting Actor, the 2009 Golden Globe Award for Best Supporting Actor – Motion Picture, and the 2009 BAFTA Award for Best Supporting Actor.","birthday":"1979-04-04","deathday":"2008-01-22","gender":2,"homepage":null,"id":1810,"imdb_id":"nm0005132","known_for_department":"Acting","name":"Heath Ledger","place_of_birth":"Perth, Western Australia, Australia","popularity":18.603,"profile_path":"/5Y9HnYYa9jF4NunY9lSgJGjSe8E.jpg"}
