{"adult":false,"also_known_as":[],"biography":"Dana Morávková (* July 29, 1971 Písek) is a Czech actress, presenter, choreographer and former figure skater.\n\nShe was born in 1971 in Písek in southern Bohemia into a family of mathematicians and economics engineers. He is an only child. Her father died when she was fifteen, and she was left alone with her mother.\n\nAs a child, she studied ballet, gymnastics and figure skating. She is a two-time junior champion of the republic in figure skating - ice dancing.\n\nFrom 1989 to 1993 she studied acting at DAMU (where she obtained the title of MgA.) And immediately afterwards choreography at HAMU (where she obtained the second title of MgA.), Which she completed in 1998.\n\nShe first appeared in the Ústí nad Labem Drama Studio in 1993, where she remained until 1994. After that, she also performed in the engagement of the Na Zábradlí Theater (1993–1998), and since 2002 she has been working in the Bez zábradlí Theater.\n\nShe played her first film role at the age of 14 (in 1985), as Dora in the film Veronika.\n\nShe has already played dozens of film and theater roles, and in 2004 she managed to fill a role in the American blockbuster Van Helsing. In the Czech Republic, she first became known as the presenter of Breakfast with Nova on TV Nova, as an actress, for example in the fairy tale Z pekla štěstí 1–2 (1999; 2001), or in the comedy Kameňák (2003), until 2009 she appeared regularly in the entertaining show Guess Who I Am, in the TV show Prima Prima jízda and in the series Very Fragile Relationships (in the sequel to the highly successful series called Family Bonds, where she also starred). Since 2009 he has been playing Zdena Tichou-Sucha in the surgery in the rose garden.\n\nIn 2012, she participated in the fifth series of the StarDance dance television competition ... when the stars dance, where together with professional dancer Jiří Hein, they finished in fifth place.\n\nShe is the face of the Pevonia cosmetic brand.\n\nIn 2014, she designed a collection of handbags.\n\nHer husband has been the composer and pianist Petr Malásek since October 18, 1996. They have a son Peter together (* 1998).","birthday":"1971-07-29","deathday":null,"gender":1,"homepage":null,"id":544240,"imdb_id":"nm0603184","known_for_department":"Acting","name":"Dana Morávková","place_of_birth":"Písek - Czechoslovakia","popularity":5.044,"profile_path":"/afnTrYJk9v4arHGK4YWSbeghH6X.jpg"}
