{"adult":false,"also_known_as":[],"biography":"Jericho Vibar Rosales (Echo), born September 22, 1979 in Quezon City, Philippines is a Filipino cinema and television actor, singer, and songwriter. He is the uncle of young actor John Manalo.\n\nJericho Rosales attended New Era University for his secondary education and was later discovered on the television program Eat Bulaga Mr. Pogi 1996.\n\nRosales became a household name when he was paired to actress Angelika dela Cruz in the primetime drama series Esperanza and in the teen horror flick Oka Tokat. However, his breakout role came when he landed the lead role in Pangako Sa 'Yo alongside actress Kristine Hermosa. The success of his team up with Hermosa led to two blockbuster films; Forevermore and Ngayong Nandito Ka.\n\nAfter the successful run of their first primetime series together, they headlined another primetime television series Sana'y Wala Nang Wakas which reunited him with Kristine Hermosa and former \"The Hunks\" mate Diether Ocampo. After the success of Sana'y Wala nang Wakas, he starred in the epic fantasy series Carlo J. Caparas' Ang Panday with Heart Evangelista, Victor Neri and Derek Ramsay.\n\nHe also played a starring role in Pangarap Na Bituin with Sarah Geronimo, Maja Salvador and Rica Peralejo and made a guest appearance in the television series I Love Betty La Fea. He was paired again with Kristine Hermosa in the legal drama Dahil May Isang Ikaw with Gabby Concepcion, Chinchin Gutierrez, Karylle and Lorna Tolentino. He also starred in other successful TV series such as Green Rose with Anne Curtis and Dahil Sa Pag-Ibig with Piolo Pascual. Rosales signed a non-exclusive contract with Viva Entertainment in 2013, and his first movie to do with Viva Films is Bob Ong's ABNKKBSNPLAko? The Movie.","birthday":"1979-09-22","deathday":null,"gender":0,"homepage":null,"id":227189,"imdb_id":"nm1137883","known_for_department":"Acting","name":"Jericho Rosales","place_of_birth":"Quezon City, Philippines","popularity":3.188,"profile_path":"/5qTk6c6owsJ9BkU8CmPSTFBqpDy.jpg"}
