{"adult":false,"also_known_as":[],"biography":"Scottish actor of stage, film and TV, Anthony Strachan has worked extensively in television including: Mountain Goats BBC 1; Bob Servant Series 2 BBC Scotland; Sunset Song Terence Davies; Bob Servant Independent BBC Scotland; Garrow’s Law Twenty Twenty Productions; Gary Tank Commander,  Rab C Nesbitt,  Will And Greg Sketch Show BBC Comedy Unit;  Lip Service Kudos For BBC 3; Hotel Babylon Carnival Productions For BBC;  Pramface, Holby City, Sunburn BBC; Inspector Rebus, Taggart SMG;  High Times 2, High Times STV; Monarch Of The Glen Ecosse; Border Café Series Hartswood; Young Persons Guide To Being A Rockstar Channel 4 Television; Take The High Road Scottish Television.\n\nAntony’s film work includes: Sunset Song Terence Davies; Redirected Kino Kultas, Emilis Velyvis; Afterlife Gabriel Films; Sylvia Ariel Films; Once Upon A Time In The Midlands Midland Films; 16 Years Of Alcohol 16 Years Ltd; Young Blades Mario Andreacchio;  The Trench William Boyd; Rbs Commerical; The Right Move Commerical.\n\nOn the Stage Antony’s work includes: The Day I Swapped My Dad For Two Goldfish, National Theatre Of Scotland; Mother Goose, Perth Theatre; Sergeant Cracker’s Christmas Quest, Carnegie Hall; Peter Pan 360 Entertainment, San Francisco; Jack And The Beanstalk, Pinocchio, Mother Goose, ; Babes In The Wood,  Aladdin Adam Smith Theatre; Sunshine On Leith Dundee Rep and Festival Theatre Edinburgh; A Winter’s Tale, Much Ado About Nothing Royal Lyceum; Once Upon A Dragon, The Houghmagandie Grid Iron; Elizabeth Gordon Quinn National Theatre of Scotland;  Into The Dark Visible Fictions; Much Ado About Nothing,  Worzel Gummidge Byre Theatre;  Brazil The Latchmere Theatre; When The Dons Were Kings Lemon Tree; The Good Person Of Szechwan,  Petra Tag Theatre Company; The Arbor Sheffield Crucible Theatre.","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":934788,"imdb_id":"nm0833030","known_for_department":"Acting","name":"Anthony Strachan","place_of_birth":"Scotland","popularity":1.476,"profile_path":"/84mX0QAMhl8q30hPhdrV24woSbT.jpg"}
