{"adult":false,"also_known_as":["Джим Керри","占·基利","จิม แคร์รีย์","ジム・キャリー","جيم كاري","짐 캐리","Τζιμ Κάρεϊ","金·凯瑞"],"biography":"James Eugene Carrey (born January 17, 1962) is a Canadian and American actor, comedian, writer, and producer. Known for his energetic slapstick performances, Carrey first gained recognition in 1990, after landing a recurring role in the American sketch comedy television series In Living Color (1990–1994). He broke out as star in motion pictures with Ace Ventura: Pet Detective, The Mask and Dumb and Dumber (all 1994). This was followed up with Ace Ventura: When Nature Calls, Batman Forever (both 1995), and Liar Liar (1997).\n\nIn the 2000s, he gained further notice for his portrayal of the Grinch in How the Grinch Stole Christmas and for the comedy Me, Myself & Irene (both in 2000), as well as Bruce Almighty (2003), Lemony Snicket's A Series of Unfortunate Events (2004), Fun with Dick and Jane (2005), Yes Man, Horton Hears a Who! (both 2008), and A Christmas Carol (2009). In the 2010s, Carrey appeared in the films Mr. Popper's Penguins (2011), The Incredible Burt Wonderstone, Kick-Ass 2 (both 2013), Dumb and Dumber To (2014) and portrayed Leap Day William in the sitcom 30 Rock (2012). In 2020, he portrayed Dr. Robotnik in Sonic the Hedgehog and Joe Biden in six episodes of Saturday Night Live in the leadup to the 2020 United States presidential election.\n\nAlthough largely typecast as a comedic actor, Carrey has had success in dramatic roles. His first dramatic success was for starring in the Emmy-nominated made-for-television film Doing Time on Maple Drive (1992). Carrey gained attention for his leading roles in The Truman Show (1998) and Man on the Moon (1999), earning Golden Globe Awards for each film. He later starred in the psychological science fiction romantic drama film Eternal Sunshine of the Spotless Mind (2004); this performance is repeatedly lauded as one of the most important and seminal in Carrey's career and for which he was nominated for both the BAFTA Award for Best Actor in a Leading Role and another Golden Globe Award. He was also praised for his dramatic role of Jeff Piccirillo in the Showtime tragicomedy series Kidding, for which he was nominated for another Golden Globe. The Guardian named him one of the best actors never to have received an Academy Award nomination.\n\nIn 2013, Carrey published his first book, a children's story, entitled How Roland Rolls; the book was awarded a 2013 Gelett Burgess Children's Book Award. In 2020, Carrey published his first novel, Memoirs and Misinformation, which he co-authored with Dana Vachon","birthday":"1962-01-17","deathday":null,"gender":2,"homepage":"http://www.jimcarrey.com","id":206,"imdb_id":"nm0000120","known_for_department":"Acting","name":"Jim Carrey","place_of_birth":"Newmarket, Ontario, Canada","popularity":32.356,"profile_path":"/u0AqTz6Y7GHPCHINS01P7gPvDSb.jpg"}
