{"adult":false,"also_known_as":["Тим Карри","Timothy James \"Tim\" Curry","Timothy James Curry"," The Cheshire Cat","James Curry","Tim J. Curry","Timothy J. Curry","Timothy Curry","Tim James Curry"],"biography":"Timothy James Curry (born 19 April 1946) is an English actor and singer. He is known for working in a diverse range of theatre, film, and television, most often portraying villainous characters. Curry rose to prominence with his portrayal of Dr. Frank-N-Furter in The Rocky Horror Picture Show (1975), reprising the role he had originated in the 1973 London and the 1974 Los Angeles stage productions of The Rocky Horror Show.\n\nHis other stage work includes various roles in the original West End production of Hair, Wolfgang Amadeus Mozart in the 1980 Broadway production of Amadeus, the Pirate King in the 1982 West End production of The Pirates of Penzance, Alan Swann in the Broadway production of My Favourite Year, and King Arthur in Broadway and West End productions of Spamalot from 2005 to 2007.\n\nCurry received further acclaim for his film and television roles, including as Rooster Hannigan in the film adaptation of Annie (1982), as Darkness in the fantasy film Legend (1985), as Wadsworth in the mystery comedy film Clue (1985), as Pennywise the Dancing Clown in the horror miniseries It (1990), as the Concierge in Home Alone 2: Lost in New York (1992), and Long John Silver in Muppet Treasure Island (1996).\n\nCurry has also gained acclaim as a voice actor. His roles in animation include Captain Hook on the Fox series Peter Pan & the Pirates (1990–1991), Hexxus in the fantasy film FernGully: The Last Rainforest (1992), Sir Nigel Thornberry on the Nickelodeon series The Wild Thornberrys (1998–2004) and Palpatine on Star Wars: The Clone Wars (2013–2014).\n\nDescription above from the Wikipedia article Tim Curry, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1946-04-19","deathday":null,"gender":2,"homepage":null,"id":13472,"imdb_id":"nm0000347","known_for_department":"Acting","name":"Tim Curry","place_of_birth":" Grappenhall, Warrington, England, UK","popularity":20.462,"profile_path":"/aWGnGa7scPeGCP5DRhHosTrYdfA.jpg"}
