{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.  \n\nChris Renaud is an American illustrator and film-maker. He was nominated for an Academy Award for the 2006 animated short No Time for Nuts, which featured the character Scrat from the computer animated Ice Age films. Most recently, he directed Despicable Me, starring the voice of Steve Carell, which debuted #1 at the U.S. box office on July 9th, 2010.\n\nAfter graduating from Syracuse University with an illustration degree, Renaud began work as a graphic designer in the sports entertainment industry. He has created logo designs and mascot characters for NFL Properties, the NBA, and Foot Locker, among others. After working as a designer and illustrator for a variety of publications and agencies, Chris began drawing and writing comic books. Working for both Marvel Comics and DC Comics, his notable projects include illustrating Marvel's Starfleet Academy and pitching the original story concept that evolved into Batman: Cataclysm. This yearlong tale across all Batman-related comics resulted in increased sales and visibility for the renowned character.\n\nAs the production designer on the Disney Channels’ The Book of Pooh, Renaud transitioned into the world of children’s television. Since that groundbreaking project, he has been able to design virtual sets and puppet characters for Bear in the Big Blue House, Lazy Town, Curious Pictures, Sony Animation, and many more. With the new show It's a Big Big World, currently airing on PBS, he took the lead role in the visual development and design of every aspect of this Emmy-nominated children’s program.\n\nRenaud worked for Blue Sky Studios as a story artist on such films as Robots, Ice Age: The Meltdown, and the Dr. Seuss classic Horton Hears A Who!. He also wrote and co-directed the animated short No Time for Nuts, which received an Annie Award and a 2007 Oscar nomination within the animated short films category. It was also included in the Animation Show of Shows in 2006.\n\nRenaud works for Illumination Entertainment and lives in Paris, France. He directed Despicable Me, starring Steve Carell, which was released in the U.S. on July 9, 2010.\n\nDescription above from the Wikipedia article Chris Renaud(animator), licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1966-12-05","deathday":null,"gender":2,"homepage":null,"id":124748,"imdb_id":"nm0719208","known_for_department":"Acting","name":"Chris Renaud","place_of_birth":"Baltimore, Maryland, U.S.","popularity":7.034,"profile_path":"/sumBJgBqRkK4XEJ2JYXpad3MTJs.jpg"}
