{"adult":false,"also_known_as":["Roman François Coppola"],"biography":"Roman François Coppola (April 22, 1965) is the son of Francis Ford Coppola and an American filmmaker, screenwriter, producer, and entrepreneur. With the 2012 film Moonrise Kingdom, he and co-writer Wes Anderson were nominated for the Academy Award for Best Original Screenplay. His television series Mozart in the Jungle won the 2016 Golden Globe Award for Best Television Series – Musical or Comedy. In 2019, Coppola was invited to join the Academy of Motion Picture Arts and Sciences.\n\nCoppola serves as president of the San Francisco-based film company American Zoetrope. He is also the founder and owner of The Directors Bureau, a commercial and music video production company.  Coppola began his directing career by overseeing in-camera visual effects and second unit direction for Francis Ford Coppola's Bram Stoker’s Dracula, which garnered a BAFTA Award nomination for Visual Effects. He has continued to do second unit direction throughout his career, including his father's Jack, The Rainmaker, Youth Without Youth, and Tetro; collaborator Wes Anderson's The Life Aquatic with Steve Zissou and The Darjeeling Limited; and his sister Sofia Coppola's The Virgin Suicides and Marie Antoinette.\n\nIn the 1990s, Coppola established himself as an influential music video and commercial director. Through his production company, The Directors Bureau, he directed all four music videos for The Strokes' 2001 debut album, Is This It, as well as \"12:51\" for Room on Fire. His other music videos include clips for Daft Punk, Lilys, Moby, The Presidents of the United States of America, Ween, Green Day, and Fatboy Slim. His music video for Phoenix's \"Funky Squaredance\" was invited into the permanent collection at the New York Museum of Modern Art. He has also been a supporter of cousin Jason Schwartzman's musical side project, Coconut Records.\n\nHis first feature film, CQ, premiered at the 2001 Cannes Film Festival and was well-received critically. Set in Paris in 1969, CQ centers on a young film editor trying to juggle his personal and professional life while simultaneously juggling a science fiction adventure and his own personal art film. Coppola's second feature, A Glimpse Inside the Mind of Charles Swan III, debuted in 2012 at the Rome Film Festival. Charlie Sheen starred as the title character, a graphic designer dealing with a break-up. The cast also included Bill Murray and Jason Schwartzman. Reviews for the film tended toward the negative.\n\nCoppola is also an inventor and entrepreneur, responsible for the Photobubble Company, Pacific Tote Company, and a number of projects through the \"Special Projects\" arm of his production company.","birthday":"1965-04-22","deathday":null,"gender":2,"homepage":null,"id":38803,"imdb_id":"nm0178910","known_for_department":"Writing","name":"Roman Coppola","place_of_birth":"Neuilly-sur-Seine, France","popularity":2.575,"profile_path":"/rKamKkx78qjZTfvqi2OWCo5p6x5.jpg"}
