{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.  Joey Dedio (born September 11, 1963) is an American film, television, and theatre actor. He is also a producer and screenwriter.\n\nWhen he was young, Dedio appeared in the NBC soap opera Another World and the television version of The Karate Kid, as well as performing the voice of Wheeler in the environmentalist cartoon show, Captain Planet and the Planeteers. He also voiced the drug dealer in an anti-drug special Cartoon All Stars to the Rescue, which was introduced by then-President George H. W. Bush and his wife, First Lady Barbara Bush.\n\nHis other voice roles include Pound Puppies and the Legend of Big Paw, Extreme Ghostbusters and Denver, the Last Dinosaur.\n\nHe later appeared in Sunset Beach and guest starred on popular dramas like Law &amp; Order and Chicago Hope. In theatres, he appeared in off Broadway productions like SoHo Reps Skin and workshopped for Joe Pintauro's Broadway bound The Dead Boy. He has appeared in over fifteen films including LA Rules, Somewhere in the City, Where the Day Takes You, The Last Great Ride, Queenie in Love, A Good Night to Die, Strays and Trick.\n\nIn 2004 he starred in and associate produced Bomb the System. Dedio's first screenplay titled Downtown: A Street Tale was completed in 2006. The film is about the lives of a group of twenty something year olds living in an abandoned building in New York City. He produced and stars in the film opposite Geneviève Bujold and Burt Young. The film's theme song, a remake Downtown by Petula Clark, was recorded by Irene Cara. The film was released in April 2007 by Slowhand Cinema Releasing and was directed by Rafal Zielinski. Dedio is currently working on Lullaby starring opposite Melissa Leo and shooting in South Africa.\n\nDedio and his cousin Greg Prestipino (both claiming spots on \"Hollywood's 50 Hunkiest Men\") have signed on to star in a remake of 1990 classic House Party to be released in 2013.\n\nDescription above from the Wikipedia article Joey Dedio, licensed under CC-BY-SA,full list of contributors on Wikipedia.","birthday":"1963-09-11","deathday":null,"gender":0,"homepage":null,"id":84063,"imdb_id":"nm0214114","known_for_department":"Acting","name":"Joey Dedio","place_of_birth":"New York City, New York, USA","popularity":6.098,"profile_path":"/oExPfNA6cJXAZcBKiZmzHGubl82.jpg"}
