{"adult":false,"also_known_as":["John William \"Will\" Ferrell","John William Ferrell","Τζον Γουίλιαμ \"Γούιλ\" Φέρελ","윌 페럴"," 威尔费瑞尔","ウィルフェレル","گے فیری","Уилл Феррелл","Ќе Ферел","Θα Ferrell","William Ferrell","ويل فيريل"],"biography":"A graduate of the University of Southern California, Will Ferrell became interested in performing while a student at University High School in Irvine, California, where he made his school's daily morning announcements over the public address system in disguised voices. He started as a member of the Los Angeles comedy/improvisation group The Groundlings, where fellow cast members Ana Gasteyer, Maya Rudolph and former Saturday Night Live repertory players such as Laraine Newman, Jon Lovitz and Phil Hartman began their careers. It was there he met Chris Kattan and the two became good friends and both went on to Saturday Night Live later. He has also appeared on several television programs, including Strangers with Candy, Grace Under Fire and Living Single during his time at The Groundlings. Will also lent his voice to the armless and legless dad of cartoon family The Oblongs.\n\nIn 1995 he became a feature cast member at Saturday Night Live during the show's rapid re-casting. He was declared quite possibly the worst cast member ever during his first season. However, his talents of impersonations and range of characters shot him forward to making him arguably the greatest Saturday Night Live cast member ever. During his seven year run he is one of the few cast members to ever be nominated for an Emmy for a performance and played George W. Bush during the 2000 elections. He's appeared in every Saturday Night Live movie since his premiere on the show in 1995. In 2002 he left  Saturday Night Live and was the only cast member to ever receive a farewell from all the current cast members at the end of the season finale show. Since leaving the show Will has pursued a career in films. In 2000 he married and now lives in L.A.","birthday":"1967-07-16","deathday":null,"gender":2,"homepage":null,"id":23659,"imdb_id":"nm0002071","known_for_department":"Acting","name":"Will Ferrell","place_of_birth":"Irvine, California, USA","popularity":14.93,"profile_path":"/yjGbyQzVjpQl8xFkFGa7JxKZWQb.jpg"}
