{"adult":false,"also_known_as":[],"biography":"Nepochybně jedním z nejvýznamnějších režisérů a scénáristů české kinematografie je pražský rodák Jiří Krejčík. Po maturitě se věnoval studiu techniky a během druhé světové války pracoval v barrandovských ateliérech jako statista. Čímž pronikl do světa filmu a brzy zatoužil po vlastní režijní práci. Začínal tvorbou krátkometrážních a reklamních snímků. Spolupracoval také například s výtvarníkem Jiřím Trnkou na hrané části kresleného filmu DÁREK.  První hraný celovečerní snímek natočil v r.1947 a byl jím TÝDEN V TICHÉM DOMĚ, na motivy Povídek malostranských od Jana Nerudy. Následoval film o osídlování českého pohraničí po druhé světové válce s názvem VES V POHRANIČÍ. V 50. letech byla jeho práce bohužel poznamenaná dobovou ideologií. Jedná se především o díla NAD NÁMI SVÍTÁ a FRONA. V r.1958 se podílel režií krátkého snímku Glorie na povídkovém filmu O VĚCECH NADPŘIROZENÝCH, kde se pokoušel adaptovat krátké prózy Karla Čapka. Za tento počin byl oceněn na Mezinárodním filmovém festivalu v Locarnu 1959.  S příchodem let šedesátých, přichází podle mnohých vrchol Krejčíkovy tvorby, který odstartoval film VYŠŠÍ PRINCIP popisující smutné období heydrichiády, jenž získal také řadu různých ocenění a objevil pozdější velkou hvězdu českého filmu - herečku Janu Brejchovou. K dalším významným dílům patří povídkový snímek ČINTAMANI A PODVODNÍK či satirická komedie SVATBA JAKO ŘEMEN. V r.1967 Krejčík adaptoval hru známého irského dramatika Seana O´Caseyho Bedtime Story pod názvem PENSION PRO SVOBODNÉ PÁNY. Další velký úspěch zaznamenal v r.1979 životopisným filmem BOŽSKÁ EMA o slavné operní pěvkyni Emě Destinnové.\n\nPosledním filmem Jiřího Krejčíka se stal v r.1984 PRODAVAČ HUMORU - satiristický pohled do zákulisí socialistického estrádního průmyslu. Od té doby se jeden z nejuznávanějších domácích filmařů věnuje výhradně práci pro televizi. Režisér Jiří Krejčík už se několikrát také objevil na filmovém plátně. Z jeho maličkých, ovšem nezapomenutelných rolí vyniká především nenasytný pan Karel z Menzelových SLAVNOSTÍ SNĚŽENEK a dále profesor Stárek v retrokomedii Jana Hřebejka PELÍŠKY.","birthday":"1918-06-26","deathday":"2013-08-08","gender":2,"homepage":null,"id":1080767,"imdb_id":"nm0470729","known_for_department":"Directing","name":"Jiří Krejčík","place_of_birth":"Praha","popularity":1.052,"profile_path":"/3wxPFtAowAzMrkk9labGTl2QO3p.jpg"}
