{"adult":false,"also_known_as":["Rhiana Jade Griffith"],"biography":"Rhiana Jade Griffith was born in the Hunter Region of New South Wales, Australia. She began modelling as a child, doing runway work and catalogue ads, and progressed from there to television commercials.\n\nFrom there, she got her first guest-starring role on the Australian medical drama Children's Hospital, and won her first film role, as Mercia in the 1998 film 15 Amore. Shortly thereafter, she won ModelQuest98's Grand Final for the 12-to-15 division, and was cast as \"Jack\" in the science fiction film Pitch Black.\n\n2004 also saw Griffith embark upon her art career in earnest, with two major solo gallery showings. Her first, Chrysalis, was held at the Tighes Hill Gallery in Newcastle, Australia in January 2004. Her second, A Month in Kaos, was held at the Surry Hills Cafe 249 art gallery in Sydney, Australia in May 2004. Griffith also acted in another short film, A Whole New You, and guest-starred in an episode of the hit Australian medical drama All Saints. As the year came to a close, Griffith portrayed Barbarella in print and television ads promoting the Flickerfest film festival.\n\nIn 2005, Griffith held her third art exhibition, a collaboration with her brother, poet Damien Griffith, called Sibling Revelry. In conjunction with the art show, they released a limited-edition book of their work, pairing her paintings with his poems. Griffith also contributed to a Wearable Art Festival, and will launch a line of clothing later in 2005. She is working on her second book, a children's book, for release in late 2005, and portrayed the starring role of Clare Newell in a short film, Wrong Answer, which will be continued in the psychological thriller called Volunteer, to be directed by JD Cohen.  Description above from the Wikipedia article Rhiana Griffith, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1985-04-16","deathday":null,"gender":1,"homepage":null,"id":28098,"imdb_id":"nm0341587","known_for_department":"Acting","name":"Rhiana Griffith","place_of_birth":" Hunter Valley, New South Wales, Australia","popularity":6.901,"profile_path":"/2t60fX8gJ9m4VHvxdEc8IaHZczz.jpg"}
