{"adult":false,"also_known_as":["Jennifer Leigh Morrow","Jennifer Leigh","JJL"],"biography":"Jennifer Jason Leigh (born Jennifer Leigh Morrow; February 5, 1962) is an American actress and producer. She began her career on television during the 1970s before making her film breakthrough as Stacy Hamilton in Fast Times at Ridgemont High (1982). She later received critical praise for her performances in Last Exit to Brooklyn (1989), Miami Blues (1990), Backdraft (1991), Single White Female (1992), and Short Cuts (1993).\n\nLeigh was nominated for a Golden Globe for her portrayal of Dorothy Parker in Mrs. Parker and the Vicious Circle (1994). She starred in a 1995 film written by her mother, screenwriter Barbara Turner, titled Georgia. In 2001, she co-wrote and co-directed a film with Alan Cumming titled The Anniversary Party. In 2002, Leigh appeared in the neo-noir crime drama film Road to Perdition. In 2007, she starred in the family drama film Margot at the Wedding. She had a recurring role on the Showtime comedy-drama series Weeds as Jill Price-Gray. In 2015, she received critical acclaim for her voice work as Lisa in Charlie Kaufman's Anomalisa, and for her role as Daisy Domergue in Quentin Tarantino's The Hateful Eight, for which she was nominated for the Golden Globe and Academy Award for Best Supporting Actress. From 2017 to 2021, she starred in the Netflix comedy-drama series Atypical. Leigh starred in the science-fiction horror films, Annihilation (2018) and Possessor (2020).\n\nFor her stage work, Leigh was nominated for a Drama Desk award for her off-Broadway performance as Beverly Moss in Mike Leigh's Abigail's Party. Her Broadway debut occurred in 1998, when she became the replacement for the role of Sally Bowles in the musical Cabaret.\n\nDescription above from the Wikipedia article Jennifer Jason Leigh, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1962-02-05","deathday":null,"gender":1,"homepage":null,"id":10431,"imdb_id":"nm0000492","known_for_department":"Acting","name":"Jennifer Jason Leigh","place_of_birth":"Hollywood, Los Angeles, California, USA","popularity":29.824,"profile_path":"/7DbG2AO3nygHAkNC866HLPKkxv9.jpg"}
