{"adult":false,"also_known_as":["Roger William Corman","Henry Neill","Thomas Colchart","Alan Krone","Julian Parnell"],"biography":"Roger William Corman (born April 5, 1926) is an American film director, producer, and actor. He has been called \"The Pope of Pop Cinema\" and is known as a trailblazer in the world of independent film. Many of Corman's films are based on works that have an already-established critical reputation, such as his cycle of low-budget cult films adapted from the tales of Edgar Allan Poe.\n\nIn 1964, Corman—admired by members of the French New Wave and Cahiers du Cinéma—became the youngest filmmaker to have a retrospective at the Cinémathèque Française, as well as in the British Film Institute and the Museum of Modern Art. He was the co-founder of New World Pictures, the founder of New Concorde and is a longtime member of the Academy of Motion Picture Arts and Sciences. In 2009, he was awarded an Honorary Academy Award \"for his rich engendering of films and filmmakers\".\n\nCorman mentored and gave a start to many young film directors such as Francis Ford Coppola, Ron Howard, Martin Scorsese, Jonathan Demme, Peter Bogdanovich, Joe Dante, John Sayles, and James Cameron, and was highly influential in the New Hollywood filmmaking movement of the 1960s and 1970s. He also helped to launch the careers of actors like Peter Fonda, Jack Nicholson, Dennis Hopper, Bruce Dern, Sylvester Stallone, Diane Ladd, and William Shatner. Corman has occasionally taken minor acting roles in the films of directors who started with him, including The Silence of the Lambs, The Godfather Part II, Apollo 13, The Manchurian Candidate, and Philadelphia.\n\nDescription above from the Wikipedia article Roger Corman, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1926-04-05","deathday":null,"gender":2,"homepage":null,"id":102429,"imdb_id":"nm0000339","known_for_department":"Production","name":"Roger Corman","place_of_birth":"Detroit, Michigan, USA","popularity":3.826,"profile_path":"/kWvtdBp4AVSOwluWwZ1WhsKlAfk.jpg"}
