{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nOwen Teale (born 20 May 1961) is a Welsh actor.\n\nTrained at the Guildford School of Acting, Teale made his television debut in The Mimosa Boys in 1984. He later appeared in Knights of God (1989), Great Expectations (1989), Waterfront Beat (1990) and Boon (1990) before being cast as Will Scarlet in the 1991 TV movie Robin Hood. He went on to appear in such series as Dangerfield, Ballykissangel and the long-running Belonging, and later Spooks and Murphy's Law. In 2005, he played a lead role in Marian, Again—opposite Stephen Tompkinson, Samantha Beckinsale and Kelly Harrison—in which he was the abusive husband of Harrison's eponymous character.\n\nHis film debut was in War Requiem in 1989. He later appeared as Lophakin in the 1999 adaptation of The Cherry Orchard, opposite Charlotte Rampling as Ranevskaya and Alan Bates as Gayev. His appearance in King Arthur, as Pelagius, was relegated to the DVD extended edition. He played Nazi Judge Roland Freisler in the HBO film Conspiracy. In 2006 he appeared in the Torchwood episode \"Countrycide\"; in 1985, he had appeared in the Doctor Who serial Vengeance on Varos as \"Maldak\". In 2006 he had a role in the HBO UK TV movie Tsunami: The Aftermath. In 2007, he guest-starred in the Doctor Who audio drama The Mind's Eye. In the same year, he starred in The Last Legion. In 2011, appeared as Ser Alliser Thorne in the HBO TV adaptation of George R. R. Martin's novel series A Song of Ice and Fire, called Game of Thrones.\n\nTeale has been married twice: to Dilys Watling and then to Sylvestra Le Touzel.\n\nDescription above from the Wikipedia article Owen Teale, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1961-05-20","deathday":null,"gender":2,"homepage":null,"id":58654,"imdb_id":"nm0853583","known_for_department":"Acting","name":"Owen Teale","place_of_birth":"Swansea, Glamorgan, Wales, UK","popularity":7.656,"profile_path":"/fEr21q41i2e92wqKdoxeFdbDZva.jpg"}
