{"adult":false,"also_known_as":["Christopher Malcolm Bruno "],"biography":"Chris Bruno (born March 15, 1966, Milford, Connecticut) is an American film and television actor best known for his role as Sheriff Walt Bannerman on the USA Network television series The Dead Zone.\n\nHis brother Dylan Bruno plays Colby Granger on Numb3rs. During college, Bruno was active in both theater and sports. After an injury sidelined his skiing career while attending college in Vermont, he auditioned for and was cast in the lead in The Mandrake. Transferring to the State University of New York at Stony Brook as a theatre major, he also became the starting pitcher for the school's baseball team.\n\nSoon after college graduation, Bruno joined the cast of NBC's Another World as Dennis Carrington Wheeler and was nominated for a Soap Opera Award for Outstanding Newcomer. After Another World, he was cast as Michael Delaney on ABC's All My Children.\n\nBruno spent some time as a stand up comedian in the years following his soap opera stints and landed several guest-starring spots on the sitcoms The Nanny, Jesse and Suddenly Susan.\n\nIn 2001, he was cast as Walt Bannerman in USA Network's sci-fi drama The Dead Zone, the premiere of which was the highest-rated cable television series premiere at that time. In the series' fifth season, Bruno's directorial debut was the episode \"Independence Day,\" which was dedicated in memory of his mother, Nancy M. Bruno, who died of cancer. His brother, Dylan Bruno, guest-starred. His father is actor Scott Bruno (b. 1942). Bruno remained a star on the show for the first five seasons; his character was killed off during the sixth season premiere. Bruno made three additional guest appearances for the remainder of the final season.\n\nHe also starred opposite Anthony Hopkins in the 2005 Roger Donaldson film The World's Fastest Indian, which according to Bruno was \"one of the most exciting jobs\" he's ever done.\n\nIn 2009 he appeared in 2 episodes of Prison Break and then appeared in the television movie Prison Break: The Final Break\n\nDescription above from the Wikipedia article  Chris Bruno, licensed under CC-BY-SA, full list of contributors on Wikipedia.  ","birthday":"1966-03-15","deathday":null,"gender":2,"homepage":null,"id":128346,"imdb_id":"nm0116456","known_for_department":"Acting","name":"Chris Bruno","place_of_birth":"New Haven - Connecticut - USA","popularity":2.587,"profile_path":"/aW7sYczI1eekGecIgQbYiTxdjep.jpg"}
