{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nHeidi Swedberg (born March 3, 1966) is an American actress known for her role as Susan Ross, the fiancée of George Costanza on the television sitcom Seinfeld.\n\nSwedberg was born in Honolulu, Hawaii, the daughter of Kay, a high school English teacher and Jim Swedberg, a laser physicist. She was raised in New Mexico and attended Sandia High School in Albuquerque from 1980 to 1984.\n\nFollowing graduation she moved to Kentucky where she spent a year at the Actor's Theatre of Louisville, following which she acted in her first film role, Norman Jewison's 1989 In Country. She followed that with roles in 1990 movies Welcome Home, Roxy Carmichael and Kindergarten Cop, and 1991 movies Too Much Sun and Jim Abrahams comedy spoof Hot Shots!\n\nDuring this time she also had guest roles in a number of popular television series, including Matlock, Thirtysomething, Quantum Leap, Brooklyn Bridge, Northern Exposure, Sisters, Roc and Touched By An Angel. The following year she took on the role of Susan Ross in 11 episodes of Seinfeld's fourth season, 17 episodes of the seventh season and one episode of the ninth (via flashback in the 'backward' episode). She made a guest appearance in Wizards of Waverly Place as Jennifer Majorheely.\n\nSwedberg was not in Seinfeld's fifth season in 1994 but acted regularly in parts on other television shows, including Empty Nest, Murder, She Wrote, Star Trek: Deep Space Nine, and Grace Under Fire.\n\nHeidi Swedberg played in a supporting role as \"Brandon's Mother\" in the movie Galaxy Quest.\n\nDescription above from the Wikipedia article Heidi Swedberg, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1966-03-03","deathday":null,"gender":1,"homepage":null,"id":62551,"imdb_id":"nm0842056","known_for_department":"Acting","name":"Heidi Swedberg","place_of_birth":"Honolulu, Hawaii, USA","popularity":18.047,"profile_path":"/aDMeu2mOXgCYOXEr3U795BYpl7t.jpg"}
