{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.  Marianne Sägebrecht (born 27 August 1945, Starnberg, Bavaria) is a German actress, most famous for her appearance in the movies Sugarbaby, Bagdad Café, and The War of the Roses.\n\nThis Rubenesque character player with a heart-shaped face and child-like features began her career as a leading producer and performer of Germany's alternative theater/cabaret scene. The eclectic background of Marianne Sägebrecht included stints as a medical lab assistant and magazine assistant editor before she found her calling in show business. Claiming to be inspired by Bavaria's mad King Ludwig II, she became known as the \"mother of Munich's sub-culture\" as producer and performer of avant-garde theater and cabaret revues, particularly with her troupe Opera Curiosa. Spotted by director Percy Adlon in a 1977 production of Adele Spitzeder in which she essayed the role of a delicate prostitute, Sägebrecht was cast as Madame Sanchez/Mrs. Sancho Panza in Adlon's TV special Herr Kischott (1979), a spin on Don Quixote. The director put her in his 1983 feature The Swing in a small role and then created the leading role of Marianne, an overweight mortician in love with a subway conductor, in Sugarbaby (1985) especially for her.\n\nAmerican films beckoned as well and Sägebrecht was often cast in roles tailored to her unique abilities. Paul Mazursky reworked the part of a teutonic masseuse for her in Moon over Parador (1988) while Danny DeVito tailored the part of the German housekeeper for a divorcing couple in The War of the Roses (1989). Returning to Germany, she shone as the timid maid in the 1930s who marries her Jewish employer for convenience then falls in love in Martha and I (1990; released in the USA in 1995). Sägebrecht headlined the black comedy as an unhappy wife whose straying husband plots her death in Mona Must Die (1994) and had small supporting parts in The Ogre (1996) and Left Luggage (1998).\n\nDescription above from the Wikipedia article Marianne Sägebrecht, licensed under CC-BY-SA,full list of contributors on Wikipedia.","birthday":"1945-08-27","deathday":null,"gender":1,"homepage":null,"id":32645,"imdb_id":"nm0845270","known_for_department":"Acting","name":"Marianne Sägebrecht","place_of_birth":"Starnberg, Bavaria, Germany","popularity":1.571,"profile_path":"/bXXVqtflW1tByYNDSqxSQbLm6DB.jpg"}
