{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nJeffrey Wayne \"Jeff\" Fatt AM (born 21 July 1953 in Casino, New South Wales, Australia), is a Chinese Australian musician and actor. He is best known as a member of the children's band The Wiggles and the 1980s and 90s band The Cockroaches. As part of the Wiggles, Fatt became one of the \"most popular Asian performers in the world\".\n\nThe son of Chinese parents who owned a large retail store in Casino, New South Wales, Fatt had aspirations to become an architect, and earned a Bachelor of Arts in industrial design. He opened a public address equipment business with his brother in Sydney when he began playing keyboard for the rockabilly band The Roadmasters, and was recruited by Anthony and Paul Field to join The Cockroaches.\n\nAfter The Cockroaches disbanded in the early '90s, Anthony Field asked Fatt, who was renovating his house at the time, to help them record The Wiggles' first album in 1991. Fatt reported, \"I got this call from Anthony: 'Hello, Anthony. Go away, go away. I'm not interested,' you know. He's always got these ideas for things. He said, 'I've got this idea, come down to the studio.'\" Fatt's response to Field's request was, \"How long will it take?\"\n\nAs a Wiggle, Fatt wears a purple shirt. He originated the Wiggles character Henry the Octopus, and performed his voice when other actors took over the role. His schtick was sleeping at odd times, which led to a Wiggles' catch-phrase and the title of one of their songs, \"Wake Up, Jeff!\" Fatt is the oldest Wiggle and is well-known for his \"laid-back personality\". As Sam Moran has said, when referring to the development of The Wiggles' shticks, \"Jeff really does fall asleep\", and Fatt reported, \"The irony is I'm a very light sleeper in the nighttime. I will invariably have a snooze before the show\". Fatt was the only member of The Wiggles without a background in early childhood education; he stated that was the reason falling asleep was chosen as his shtick, \"because it was a way of getting me involved in the shows without actually having to do anything\". Fatt reports that it took twelve months to \"learn the language of preschool\", including addressing children using the inclusive \"everybody\", instead of \"boys and girls\", and that The Wiggles' first performances were traumatic for him because he was not used to being around children.\n\nSince 1990, Jeff has taken a photo a day documenting the most eventful thing that has happened to him. He is \"a keen surfer\".\n\nFatt was made a Member of the Order of Australia (AM) on 26 January 2010 for service to the arts, particularly children's entertainment, and to the community as a benefactor and supporter of a range of charities.\n\nDescription above from the Wikipedia article Jeff Fatt,licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1953-07-21","deathday":null,"gender":2,"homepage":null,"id":76662,"imdb_id":"nm0268901","known_for_department":"Acting","name":"Jeff Fatt","place_of_birth":"Casino, New South Wales, Australia","popularity":2.008,"profile_path":"/bXISht161pecayANJeWNeSejVOT.jpg"}
