{"adult":false,"also_known_as":["Black Star","Flaco Bey","Dante Bezé","Bizet Dante","Smith Dante","Dante Smith","Mos Def"],"biography":"Regarded as one of hip hop's most introspective and insightful artists, Yasiin Bey has shaped a career that transcends music genres and artistic medium. A child of hip hop's Golden Era, the native Brooklynite spent his childhood imbedded in the culture surrounding him, as well as absorbing knowledge from across the artistic spectrum. With the release of \"Universal Magnetic\" (1996) under the well-known moniker Mos Def, he became an underground favorite in the hip-hop world, leading to his legendary collaboration with Talib Kweli. The two formed Black Star whose debut album, Mos Def and Talib Kweli Are Black Star, would become one of the most critically acclaimed hip-hop albums. \n\nMos followed with his 1999 solo debut, Black On Both Sides, which was certified gold and credited by critics as bringing hip hop back to its soapbox roots. As with his music, Mos has demonstrated insight and passion with his acting career, appearing in Spike Lee's Bamboozled, MTV's Carmen: A Hip Hopera, 2002's critically acclaimed Monster's Ball, Showtime, and the 2002 romantic comedy Brown Sugar, for which he received an NAACP Image Award nomination. Mos completed his Broadway debut in 2002 in the Tony-nominated, Pulitzer Prize-winning, Topdog/Underdog. Mos re-teamed with Topdog playwright, Suzan Lori Parks and director George Wolfe for the off-Broadway play Fucking A, for which he was awarded an Obie Award. In 2003, Mos Def starred in Paramount Pictures' The Italian Job alongside Ed Norton, Mark Wahlberg and Charlize Theron. \n\nIn 2004, Mos Def starred opposite Alan Rickman in the critically acclaimed HBO movie Something the Lord Made, for which he received a 2004 Emmy Nomination for Outstanding Lead Actor In A Miniseries Or A Movie. Def was also nominated for both a Golden Globe Award (Best Performance by an Actor in a Mini-Series or Motion Picture) and Golden Satellite Award (Best Actor in a Miniseries or a Motion Picture Made for Television) for the same role. Mos Def continued his music career by releasing his highly anticipated and critically acclaimed sophomore solo release, The New Danger (2004). The album was met with praise from both critics and fans alike. The first single, \"Sex, Love and Money\" earned Def a 2005 Grammy nomination for Best Alternative/Urban Performance, and the album has been certified gold by the RIAA. The following year, he appeared alongside Bruce Willis in the crime thriller 16 Blocks (2006), in Dave Chappelle’s Block Party, and had a cameo appearance in Talladega Nights: The Ballad of Ricky Bobby. Also in 2006, he released his third solo album, True Magic. The next year, he appeared in the 2007 PBS historical documentary, Prince Among Slaves, and in 2008 he played the role of Chuck Berry in Cadillac Records. \n\nIn 2009, Def released the album The Ecstatic, which proved to be his second highest-charting album to date. He also appeared in the urban comedy, Next Day Air and guest-starred in an episode of the FOX TV series, House. He appeared (as himself) in the 2010 mockumentary film I’m Still Here, starring Joaquin Phoenix. Mos Def announced in September of 2011 that he had changed his name to Yasiin Bey, and would go by it henceforth. In the first month of 2016, Bey declared his retirement from both the film and music industries.","birthday":"1973-12-11","deathday":null,"gender":2,"homepage":null,"id":4239,"imdb_id":"nm0080049","known_for_department":"Acting","name":"Yasiin Bey","place_of_birth":"Brooklyn, New York, USA","popularity":3.172,"profile_path":"/xP37YR6B53nY3MnzInxIhabIBjJ.jpg"}
