{"adult":false,"also_known_as":["John Felix Anthony Cena"," Джон Сина","John Cena Jr.","'Prototype' John Cena","Prototype","존 시나","Τζον Σίνα","The Champ","Джон Сіна","Dr. Thugonomics","赵喜娜","趙喜娜","جون سينا ​​","Mr. HLR","Big Match John"],"biography":"John Felix Anthony Cena (born April 23, 1977) is an American professional wrestler, actor, and former rapper currently signed to WWE. Widely regarded as one of the greatest professional wrestlers of all time, he is tied with Ric Flair for the most world championship reigns in professional wrestling history.\n\nBorn and raised in West Newbury, Massachusetts, Cena moved to California in 1998 to pursue a career as a bodybuilder. He transitioned to professional wrestling in 1999 when he debuted for Ultimate Pro Wrestling (UPW). He signed with the World Wrestling Federation (WWF, now WWE) in 2001, where he was initially assigned to Ohio Valley Wrestling (OVW). He gained fame in the WWE after adopting the persona of a trash-talking rapper. He won his first singles title, the United States Championship, in 2004. The next year, he won the WWE Championship for the first time, and his character subsequently transitioned into a clean-cut \"Superman-like\" hero. He then led the company as its franchise player, and public face for the next decade.\n\nA joint-record 16-time world champion, Cena has won the WWE Championship thirteen times, a record for the title. He is also a five-time United States Champion, a four-time world tag team champion, a two-time Royal Rumble match winner, a one-time Money in the Bank match winner, and has headlined several major WWE pay-per-view events, including their flagship event, WrestleMania, five times. His professional wrestling career has been met with mixed critical and audience reception, with praise for his character work and promotional skills, but criticism for his supposed over-representation and on-screen placement relative to other wrestlers.\n\nCena first starred in The Marine (2006), and gained praise for his performances in Trainwreck (2015), Ferdinand (2017), Blockers, and Bumblebee (both 2018). He starred in F9 and portrayed Peacemaker in The Suicide Squad (both 2021) and in the eponymous television series. His debut studio album, You Can't See Me (2005), was certified platinum. Outside his work in entertainment, Cena is known for his involvement in numerous charitable causes, namely with the Make-A-Wish Foundation, where he has granted the most wishes, at over 650.","birthday":"1977-04-23","deathday":null,"gender":2,"homepage":"http://wwe.com/superstars/john-cena","id":56446,"imdb_id":"nm1078479","known_for_department":"Acting","name":"John Cena","place_of_birth":"West Newbury, Massachusetts, USA","popularity":14.962,"profile_path":"/rgB2eIOt7WyQjdgJCOuESdDlrjg.jpg"}
