{"adult":false,"also_known_as":["Жан Рошфор"],"biography":"Jean Rochefort (29 April 1930 – 9 October 2017) was a French actor, with a career that has spanned over six decades.\n\nRochefort was born in Paris, France. He was educated at the Lycée Pierre Corneille in Rouen He was 19 years old when he entered the Centre d'Art Dramatique de la rue Blanche. Later he joined the Conservatoire National. After his national service, in 1953, he worked with the Compagnie Grenier Hussenot as a theatre actor for seven years. There he was noticed for his ability to play both drama and comedy. He then became a television and cinema actor. He has also worked as director.\n\nIn his 30s during the shooting of Cartouche, he discovered his passion for horses and equestrianism. He has been a horse breeder since then and now owns Le Haras de Villequoy. His passion led him to become a horse consultant for French television in 2004. He has won two César Awards: In 1976, Best Supporting Actor for Que la fête commence; and in 1978, Best Actor for Le Crabe-tambour.\n\nHe was to play the title character in The Man Who Killed Don Quixote, after being found as \"the perfect Quixote\" by director Terry Gilliam. Rochefort learned English just for the part. Unfortunately, amongst other production problems, he began suffering from a herniated disc. Unable to film for months, production was cancelled. A documentary, Lost in La Mancha, was made about the failed production. With recent news of the film's possible restart, Rochefort has been recast with Robert Duvall, due to his inability to ride a horse.\n\nIn 1960 he married Alexandra Moscwa, with whom he fathered two children: a girl, Marie (1962), and a boy, Julien (1965).\n\nIn 2007, he sang with the French band Dionysos a short verse in l'homme sans trucage: « Vas-y, saute, monte, grimpe à ton cœur, sauve-toi, n'aie pas peur, ouvre grand, mon petit, il est temps d'avaler une énorme bouffée d'air frais, andalucia, anda, anda, andalucia... » (Go ahead, jump, climbs to your heart, save yourself, don't be afraid, open wide, my boy, it's time to swallow a huge breath of fresh air, andalucia, anda, anda, andaluci...)\n\nDescription above from the Wikipedia article Jean Rochefort, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1930-04-29","deathday":"2017-10-09","gender":2,"homepage":null,"id":24421,"imdb_id":"nm0734000","known_for_department":"Acting","name":"Jean Rochefort","place_of_birth":"Paris, France","popularity":4.879,"profile_path":"/arbKHQcsq9FzGkVqfy75SFoE79C.jpg"}
