{"adult":false,"also_known_as":[],"biography":"Meghan Ory (born August 20, 1982, height 5' 7\" (1,70 m)) is a Canadian television and film actress. She starred as Red Riding Hood/Ruby Lucas on the ABC fantasy series Once Upon a Time and is currently starring in the CBS drama Intelligence as Riley Neal.\n\nOry was born in Victoria, British Columbia and attended Royal Oak Middle School and then Claremont Secondary School. After receiving the Fine Arts Award for Acting from Royal Oak in 1996, she began pursuing a career in acting. Her first professional acting role came in 1999 in the Fox Family Channel television movie, The Darklings, opposite Suzanne Somers and Timothy Busfield. A guest appearance on the television series The Crow: Stairway to Heaven followed, before she landed her first regular TV role on the Fox Family series Higher Ground in 2000, along with Hayden Christensen and A.J. Cook. After appearing on the MTV series 2ge+her (2000), Ory joined the cast of the Canadian television series Vampire High in 2001.\n\nShe continued working in television with guest appearances on The Outer Limits, Dark Angel, Glory Days, and Maybe It’s Me. She appeared in the TV movies, Lucky 7 and National Lampoon's Thanksgiving Family Reunion in 2003, as well as the TV series Smallville, Life As We Know It, and The Collector, and Family Reunion in 2004. Also in 2004, Ory made her feature film debut in Decoys, directed by Matthew Hastings, whom she had previously worked with on Higher Ground and Vampire High.\n\nIn 2006, Ory appeared in UPN series South Beach, and the Hallmark mini-series Merlin's Apprentice, alongside Sam Neill and Miranda Richardson. She also appeared in the feature film John Tucker Must Die and the made-for-TV film Her Sister's Keeper. In 2007, Ory appeared in Blonde and Blonder with Pamela Anderson and Denise Richards,and the television film Nightmare. In 2008, Ory appeared in the television series Flash Gordon episode \"Thicker Than Water\". In 2009, Ory appeared in the television series Knight Rider (2008) episode 17 (Season 1) \"I love the Knight Life\" as Megan Connelly. She portrayed Claire Thompson in the horror-thriller film Dark House. She also appeared as a guest star of Canadian TV Series Sanctuary as Laura. In 2010, Ory appeared in the Keystone Light beer commercial \"Rescue of Beer\".\n\nBeginning fall 2011, Ory starred as Red Riding Hood/Ruby Lucas on the ABC fantasy series Once Upon a Time. She was in most of the episodes of the first season and was promoted to the main cast in the second season of the series. She left the cast at the end of the second season, but stated that she is open for a guest starring part in the future whenever the time is available to her.\n\nIn March 2013, Ory was cast as the female lead opposite Josh Holloway in the CBS drama pilot Intelligence, which co-stars Marg Helgenberger. Ory has been best friends with actress A.J. Cook since she was 17. In 2008, she married John Reardon, with whom she worked on Merlin's Apprentice.","birthday":"1982-08-20","deathday":null,"gender":1,"homepage":null,"id":43928,"imdb_id":"nm0651441","known_for_department":"Acting","name":"Meghan Ory","place_of_birth":" Victoria, British Columbia, Canada","popularity":13.222,"profile_path":"/vQgiinqdQPhorZpEsWHeAXMlgah.jpg"}
