{"adult":false,"also_known_as":["우마 서먼","Ума Турман","乌玛·瑟曼","Uma Karuna Thurman","Ούμα Καρούνα Θέρμαν","Ούμα Θέρμαν"],"biography":"Uma Karuna Thurman (born April 29, 1970) is an American actress, writer, producer and model. She has acted in a variety of films, from romantic comedies and dramas to science fiction and action films. Following her appearances on the December 1985 and May 1986 covers of British Vogue, Thurman's breakthrough role was Dangerous Liaisons (1988) in which she starred. She rose to international prominence with her role as Mia Wallace in Quentin Tarantino's 1994 film Pulp Fiction, for which she was nominated for the Academy Award, the BAFTA Award, and the Golden Globe Award for Best Supporting Actress. Often hailed as Tarantino's muse, she reunited with the director to play the main role of The Bride in Kill Bill: Volume 1 and 2 (2003, 2004), which brought her two additional Golden Globe Award nominations.\n\nEstablished as a Hollywood leading lady, her other notable films include Henry & June (1990), The Truth About Cats & Dogs (1996), Batman & Robin (1997), Gattaca (1997), Les Misérables (1998), Paycheck (2003), The Producers (2005), My Super Ex-Girlfriend (2006), Percy Jackson & the Olympians: The Lightning Thief (2010), Lars von Trier's Nymphomaniac (2013) and The House That Jack Built (2018). In 2011, Thurman was a member of the jury for the main competition at the 64th Cannes Film Festival, and in 2017, she was named president of the 70th edition's \"Un Certain Regard\" jury. Thurman made her Broadway debut in The Parisian Woman (2017–2018).\n\nFor her performance in the made-for-HBO film Hysterical Blindness (2002), Thurman won the Golden Globe Award for Best Actress in a Television Film, and for her five-episode role in the NBC musical series Smash (2012), she received a Primetime Emmy Award nomination for Outstanding Guest Actress in a Drama Series. Thurman has starred in the miniseries The Slap (2015) and the series Imposters (2017–2018).\n\nDescription above from the Wikipedia article Uma Thurman, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1970-04-29","deathday":null,"gender":1,"homepage":null,"id":139,"imdb_id":"nm0000235","known_for_department":"Acting","name":"Uma Thurman","place_of_birth":"Boston, Massachusetts, USA","popularity":30.516,"profile_path":"/pGyACejvvLI6tB0gFQ2rCjwqKvd.jpg"}
