{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nDerek Kevin Harvie (born April 7, 1974 in Deep River, Ontario) is a Canadian entertainment writer and producer. Harvie grew up in Ottawa, and graduated from the University of Toronto with a degree in film and literature.\n\nOne of the original creators of The Tom Green Show in its original Canadian community channel run, Harvie continued to write and produce the show on The Comedy Network from 1996 to 1998 and on MTV from 1999 through 2003. In 2001, Harvie co-wrote the film Freddy Got Fingered.\n\nHis special MTV documentary, The Tom Green Cancer Special, was named by Time Magazine as \"one of the ten best TV programs of the year\" in 2001. The show was also nominated for a Peabody Award.\n\nHarvie has worked briefly on numerous other comedy shows and pilots including WB's The Skateboard Show, VH1's Hollywood Tonight and NBC's Saturday Night Live.\n\nFrom 2004 to 2007 Harvie was the executive producer of Night Calls and all other live programming for Playboy TV.\n\nIn 2008 Derek Harvie was co-writer, show runner and executive producer of the half-hour sitcom Testees on FX Networks in the US and on Showcase in Canada. The show is about two roommates who test experimental drugs each week and suffer ridiculous side-effects. Both Harvie and co-writer Kenny Hotz received 2009 Gemini Award nominations (Canadian Emmy) for Best Comedy Writing and Best Comedy Series. Testees was also nominated for Best Directing.\n\nIn 2008 &amp; 2009, Derek Harvie was also a contributing writer for Kenny vs. Spenny which airs on Showcase in Canada and Comedy Central in the US.\n\nIn 2009 Harvie was show runner &amp; executive producer of the half hour series Pure Pwnage. The show is a comedy about the life of a \"pro gamer\" and premiered on Showcase in Canada in March 2010. In September 2010, Harvie and show creators Geoff Lapaire and Jarett Cale received a 2010 Gemini Award nomination for Best Comedy Series.\n\nDerek Harvie currently lives in New York City where he is working as a writer and co-executive producer of the US version of Skins on MTV Networks.\n\nDescription above from the Wikipedia article Derek Harvie, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1971-04-07","deathday":null,"gender":0,"homepage":null,"id":80341,"imdb_id":"nm0367761","known_for_department":"Writing","name":"Derek Harvie","place_of_birth":"Deep River, Ontario, Canada","popularity":1.96,"profile_path":"/aTxzSCxmLHd0Llz4uM31jO3yF3t.jpg"}
