{"adult":false,"also_known_as":["Andres V. Gomez","Andres Vicente Gomez","Andres Gomez","Andrés Vicente Gomez ","Andres Vincente Gomez","Andrés Vicente Gómez Montero"],"biography":"Andrés Vicente Gómez (Madrid, 16 September 1943) is a Spanish film producer, head of Lolafilms, with more than 100 films to his credit.\n\nGómez is the winner of an Oscar in the category of Best Foreign Language film for \"Belle Epoque\". Together with the prizes won at festivals like Berlin, Venice, Montreal and San Sebastian, Gomez´s near annual presence at the Spanish Goya Film Awards make him the Spanish producer with most national and international awards to his name.\n\nMany of Spain´s most successful box-office hits have been produced by Andrés Vicente Gómez, who has worked with directors such as Fernando Trueba, Pedro Almodóvar, Carlos Saura, Bigas Luna, Vicente Aranda, Álex de la Iglesia, Manuel Gutiérrez Aragón, Pilar Miró, Santiago Segura, Jose Luis García Sánchez, John Malkovich, and Ray Loriga, amongst others. In recognition for his work as one of the producers most contributing to cinema, in 1998 the Cannes Film Festival paid tribute to Gómez with a special homage.\n\nAs a film distributor from the early 1970s onwards, Andrés Vicente Gómez has brought an eclectic selection of international films to Spanish audiences, with classics from directors like Buster Keaton, Charles Chaplin, Jean-Pierre Melville, and Akira Kurosawa, as well as Oscar scooping titles like \"The Last Emperor\", \"Dances With Wolves\", \"Driving Miss Daisy\" and \"Henry V\". Gómez has distributed the work of numerous cult directors like Bernardo Bertolucci, Robert Bresson, Claude Chabrol, Peter Greenaway, Shoei Imamura, Krzysztof Kieslovski, Alain Resnais, François Truffaut, Bertrand Tavernier, as well as introducing the independent voices of directors like Hal Hartley, Neil Jordan, Paul Morrisey, Tim Robbins and Alan Rudolph.  (Wikipedia)","birthday":"1943-09-16","deathday":null,"gender":2,"homepage":null,"id":13159,"imdb_id":"nm0351006","known_for_department":"Production","name":"Andrés Vicente Gómez","place_of_birth":"Madrid, Madrid, Spain","popularity":0.642,"profile_path":"/6Nj5VCa0IAybaXVsZ77He69h08V.jpg"}
