{"adult":false,"also_known_as":["Дебра Мессинг","Debra Lynn Messing"],"biography":"​Debra Lynn Messing (born August 15, 1968)  best known for her role as Grace Adler in the sitcom Will &amp; Grace.\n\nMessing was born in the Brooklyn borough of New York City, the daughter of Sandra (née Simons), who has worked as a professional singer, banker, travel and real estate agent, and Brian Messing, a sales executive for a costume jewelry packaging manufacturer. Messing is Jewish, a descendant of immigrants from Russia and Poland. When Messing was three, she moved with her parents and her older brother, Brett, to East Greenwich, a small town outside Providence, Rhode Island.\n\nDuring her high school years, she acted and sang in a number of high school productions at East Greenwich High School, including the starring roles in the musicals Annie and Grease. She took lessons in dance, singing, and acting. In 1986, she was Rhode Island's Junior Miss and competed in Mobile, Alabama in the America's Junior Miss scholarship program. While her parents encouraged her dream of becoming an actress, they also urged her to complete a liberal arts education before deciding on acting as a career. Following their advice, she attended Brandeis University in Waltham, Massachusetts. During her junior year, she studied theater at the prestigious London-based British European Studio Group program, an experience that solidified her desire to act.\n\nIn 1990, after graduating summa cum laude from Brandeis University with a bachelor's degree in theater arts, Messing gained admission to the elite Graduate Acting Program at New York University's Tisch School of the Arts which accepts approximately fifteen new students annually. She earned a Master's Degree in Fine Arts after three years.\n\nIn 1993, Messing won praise for her acting in the pre-Broadway workshop production of Tony Kushner's play Angels in America: Perestroika. Subsequently, she appeared in several episodes of the television series NYPD Blue during 1994 and 1995.\n\nIn 1995, Messing made her film debut in Alfonso Arau's A Walk in the Clouds playing the unfaithful wife of main character Paul Sutton (Keanu Reeves). This exposure led the Fox network to make her the co-star of the television sitcom, Ned &amp; Stacey. The series lasted for two seasons, from 1995 to 1997. Messing appeared as Jerry Seinfeld's date in two episodes of the series Seinfeld: \"The Wait Out\" in 1996 and \"The Yada Yada\" in 1997. Messing turned down a starring role in another television sitcom to appear in Donald Margulies's two-character play Collected Stories, which opened at the Off-Broadway Manhattan Theater Club. She also co-starred in the Tom Arnold vehicle McHale's Navy in 1997.\n\nIn 1998, Messing played a lead role as the bio-anthropologist Sloan Parker on ABC's dramatic science fiction television series Prey. During this time her agent approached her with the pilot script for the television show Will &amp; Grace. Messing was inclined to take some time off, but the script intrigued her, and she auditioned for the role of Grace Adler, beating out Nicollette Sheridan, who later guest-starred on the show as a romantic rival of Grace's. Will &amp; Grace became a ratings success, and Messing became a star.\n\nIn 2002, she was named one of the \"50 Most Beautiful People in the World\" by People Magazine. TV Guide picked her as its \"Best Dressed Woman\" in 2003. Messing was cast by director Woody Allen in a small role in his 2002 film Hollywood Ending. Her film roles since include a happily married but ill-fated wife in the supernatural thriller The Mothman Prophecies (2002) and a supporting role in Along Came Polly (2004). The Wedding Date (2005) was Messing's first leading role in a high-profile film. It received mixed reviews but performed fairly well at the box office. Messing was featured as a judge on the season finale of the second season of Bravo's reality show, Project Runway. She also starred in the television mini-series The Starter Wife, which was nominated for ten Emmy awards including one for Messing for Outstanding Lead Actress in a Miniseries or Movie.\n\nIn 2008, Messing reprised her role as Molly Kagan in the television series The Starter Wife, which included 10 episodes. In early 2010, Messing will star in the new ABC comedy series Wright vs. Wrong for the 2010-2011 primetime season.","birthday":"1968-08-15","deathday":null,"gender":1,"homepage":null,"id":23959,"imdb_id":"nm0005226","known_for_department":"Acting","name":"Debra Messing","place_of_birth":"Brooklyn, New York, USA","popularity":17.773,"profile_path":"/7YmWcP0VmO1AIoviqXoREMbjQ2V.jpg"}
