{"adult":false,"also_known_as":["Vincent Damon Furnier"],"biography":"From Wikipedia, the free encyclopedia\n\nAlice Cooper (born Vincent Damon Furnier; February 4, 1948) is an American rock singer, songwriter and musician whose career spans more than five decades. With a stage show that sometimes included a guillotine, gallows, electric chair, fake blood, boa constrictor and baby dolls, Cooper drew equally from horror movies, vaudeville and garage rock to pioneer a grandly theatrical and violent brand of heavy metal that was designed to shock.\n\nAlice Cooper originally was a band that consisted of Furnier on vocals and harmonica, Glen Buxton on lead guitar, Michael Bruce on rhythm guitar, Dennis Dunaway on bass guitar, and Neal Smith on drums. Taking on the name in 1968, the Alice Cooper band broke into the international music mainstream with the 1971 hit \"I'm Eighteen\". It was followed in 1972 by the even bigger single \"School's Out\", which reached #1 in the UK during that summer. The band reached its commercial peak with the transatlantic #1 album Billion Dollar Babies in 1973.\n\nFurnier's solo career as Alice Cooper, legally adopting the band's name as his own, began with the 1975 concept album Welcome to My Nightmare, and reached his commercial peak with the 1989 hit \"Poison\". His most recent studio release (his 18th solo album) was in 2008, Along Came a Spider. Expanding from his original Detroit-based garage rock roots, over the years Cooper has experimented with many different musical styles, including art rock, conceptual rock, rock and roll, jazz, new wave, and heavy metal.\n\nAlice Cooper is known for his social and witty persona offstage. The Rolling Stone Album Guide goes so far as to call him the world's most \"beloved heavy metal entertainer\". He helped to shape the sound and look of heavy metal, and is seen as the person who \"first introduced horror imagery to rock'n'roll, and whose stagecraft and showmanship have permanently transformed the genre\". Away from music, Cooper is a film actor, a golfing celebrity, a restaurateur, and since 2004 a popular radio DJ with his classic rock show Nights with Alice Cooper. In 2011, the original Alice Cooper Group was inducted into The Rock and Roll Hall of Fame.\n\nDescription above from the Wikipedia article Alice Cooper, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1948-02-04","deathday":null,"gender":2,"homepage":"https://alicecooper.com/","id":35824,"imdb_id":"nm0004840","known_for_department":"Acting","name":"Alice Cooper","place_of_birth":"Detroit, Michigan, USA","popularity":5.431,"profile_path":"/w3DuyqNVaKFsbTPxOKjLAGb2InO.jpg"}
