{"adult":false,"also_known_as":["Vera-Ellen Westmeier Rohe","Vera Ellen Westmeier Rohe","Vera Ellen"],"biography":"Vera-Ellen (February 16, 1921 - August 30, 1981) was an American dancer and actress. She began dancing at the age of 10, and a few years later became  one of the youngest Rockettes. She appeared in several Broadway musicals  until she was spotted by film producer Samuel Goldwyn in 1945. She was only 24 years old when Goldwyn cast her opposite Danny Kaye in Wonder Man (1945). She danced with Fred Astaire in Three Little Words (1950) and with Gene Kelly in On the Town  (1949). Blonde, slim of build, and a dancing sensation, she appeared in  a string of light-hearted but successful films. Vera-Ellen retired from  acting in the late 1950s.\n\nVera's career died down in the late 1950s once filmed musicals lost  their fashion. It was later discovered that, due to the dancer's  compulsive dieting obsession, she had silently battled anorexia  throughout much of the 50s before anyone was even aware or doctors had  even coined the term or devised treatments. Moreover, she had developed  severe arthritis which forced an early retirement. In order to combat  it, she reverted back to taking dance lessons again. The worst blows  suffered, however, was in her personal life. On top of of two two failed  marriages, she lost her only child, Victoria Ellen Rothschild, to  Sudden Infant Death Syndrome (SIDS) in 1963. With one unhappy and tragic  event compounded by another, she became a virtual recluse.\n\nLittle  was heard for decades until it was discovered that she had died on  August 30, 1981, at age 60 following a long bout with cancer at UCLA  Medical Center in Los Angeles. She was buried at Glen Haven Memorial  Park in Sylmar, California. Perhaps less remembered today compared to  several of the big stars that shared the stage with her, Vera-Ellen was a  lithe and lovely presence who deserved a better personal life than she  got. Nevertheless, she has provided true film lovers with a lasting  legacy and can easily be considered one of Hollywood's finest dancing  legends.","birthday":"1921-02-16","deathday":"1981-08-30","gender":1,"homepage":null,"id":77675,"imdb_id":"nm0893584","known_for_department":"Acting","name":"Vera-Ellen","place_of_birth":"Norwood, Ohio, USA","popularity":1.646,"profile_path":"/kMpfnWzEnVmkrFUVumIOPjzYSmQ.jpg"}
