{"adult":false,"also_known_as":[],"biography":"Arthur Cohn (born February 4, 1927) is a film producer and a multiple Academy Award winner.\n\nCohn was born to a Jewish family, the son of Marcus Cohn, a lawyer and leader of the Swiss Zionist movement who moved to Israel in 1949 where he helped to write many of the basic laws of the new state and served as Israel’s assistant attorney-general. Cohn's mother, Rose Cohn-Galewski, was a Jewish-German poet from Berlin. Cohn's grandfather, Arthur Cohn, was the first chief rabbi of Basel. After completing high school, Cohn became a journalist and a reporter for Swiss Radio, covering the Middle East as well as soccer and ice hockey games. He shifted from journalist writing to script writing, but soon found his passion in film production.\n\nSix of his films have won the Academy Award, three in the category of Best Foreign Language Film and three in the category of Best Documentary Feature. Cohn was awarded a Star on the Hollywood Walk of Fame in 1992, the Ordre des Arts et des Lettres by the French Minister of Culture in 1995, the Humanitarian Award by the National Board of Review in 2001, the Guardian of Zion Award in 2004 as well as the UNESCO Award in 2005. He is a multiple honorary degree recipient from Boston University (1998), Yeshiva University (2001) and the University of Basel (2006) and Bar-Ilan University (2021). Cohn has received Lifetime Achievement Awards from the Chicago International Film Festival (1992), the Shanghai International Film Festival (1999), as well as from the International Film Festivals in Jerusalem (1995) and Haifa (2016). In 2019 he received the Lifetime Achievement Award from the Cinema for Peace-Foundation in Berlin. Cohn divides his time between Basel and Los Angeles and is regarded as a hands-on producer who is strongly involved with the development of the script until the final touches of the editing process. For decades he was assisted by Lillian Birnbaum (Paris) and Pierre Rothschild (Zurich). Arthur Cohn's films have been shown at many retrospectives around the world.\n\nHis best-known fictional film is The Garden of the Finzi-Continis (1970, directed by Vittorio De Sica). He also produced films by Kevin Macdonald (One Day in September) and Walter Salles (Central Station, Behind the Sun).\n\nSource: Article \"Arthur Cohn\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1927-02-04","deathday":null,"gender":2,"homepage":null,"id":10032,"imdb_id":"nm0004453","known_for_department":"Production","name":"Arthur Cohn","place_of_birth":"Basel, Switzerland","popularity":1.105,"profile_path":"/4elUZlTRNjY7OzzIY44Dg7zBfyH.jpg"}
