{"adult":false,"also_known_as":["Gary Kenneth Grant","Gary Olson"],"biography":"​From Wikipedia, the free encyclopedia.  \n\nGary Olsen (3 November 1957–12 September 2000) was an English actor.\n\nOlsen was born in London and lived with an aunt and uncle, after losing both his parents at an early age. He attended the Archbishop Tenison's Church of England School in Kennington. After school he joined various junior stage groups and toured with fringe theatrical companies, such as Incubus, and Lumiere and Son, until late 1976. At this point he immersed himself in the punk rock scene until returning to theatre in 1978. Later he helped develop the musical production Up on the Roof, in which he starred in 1987 at London's Donmar and Apollo theatres.\n\nHe made his screen debut in 1979 as Rory Storm in The Birth Of The Beatles, and appeared in numerous British films and television programmes, including playing PC Dave Litten in the first series of The Bill, but achieved fame only with the role of Ben in the sitcom 2point4 Children (1991–1999). He played a starring film role as Arthur Hoyle alongside Samantha Janus and Neil Morrissey in the rugby league comedy, Up 'n' Under. He appeared in many TV adverts, notably the 1996 National Westminster Bank advertising campaign.\n\nIn addition to his screen appearances he made numerous stage appearances including Rocky Horror Picture Show and What the Butler Saw. He also played 'Pope Liberty III' in the Australian production of the controversial musical Bad Boy Johnny and the Prophets of Doom.\n\nOlsen also displayed his comic talents as Steve in The Comic Strip Presents' send up of The Fly, called The Yob. He also starred with Brian Bovell in the 1986 TV series Prospects about two likely lads in the Docklands trying to get ahead but usually failing.\n\nAfter a ten month fight with cancer, Olsen died in Victoria, where he had emigrated following his diagnosis. He left a widow, Australian second wife Jane, and their two children, a son and a daughter. He was 42 years old.\n\nDescription above from the Wikipedia article Gary Olsen,  licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1957-11-03","deathday":"2000-09-12","gender":2,"homepage":null,"id":53349,"imdb_id":"nm0647653","known_for_department":"Acting","name":"Gary Olsen","place_of_birth":"London, England, UK","popularity":2.201,"profile_path":"/GRb8IxL4GNCDtMaw5v0PghLh0T.jpg"}
