{"adult":false,"also_known_as":[],"biography":"Ray Lovejoy (18 February 1939 – 18 October 2001) was a British film editor with about thirty editing credits. He had a notable collaboration with director Peter Yates that extended over six films including The Dresser (1983), which was nominated for numerous BAFTA Awards and Academy Awards.\n\nLovejoy was an assistant to editor Anne V. Coates for films from The Horse's Mouth (1958) to Lawrence of Arabia (1962). He was next an assistant to editor Anthony Harvey on Dr. Strangelove (1964), which was produced and directed by Stanley Kubrick. Harvey subsequently became a director himself, and Kubrick promoted Lovejoy to be the editor for his subsequent film 2001: A Space Odyssey (1968). Kubrick and Lovejoy next worked together on The Shining (1980); Kubrick worked with other editors for his two films from the 1970s.\n\nStephen Prince described Lovejoy's contributions to 1980s films as follows, \"Ray Lovejoy cut Stanley Kubrick's 2001: A Space Odyssey (1968), and he worked again with Kubrick on The Shining and supplied that film with an entirely different--tenser, more foreboding--texture than the stately science-fiction film possesses. Lovejoy also proved adept at editing for blockbuster effect. His cutting in Aliens sustained that sequel's narrative momentum with a speed and tension that its predecessor did not have, and his editing on Batman finessed that film's gaping narrative problems by simply rushing past them.\"\n\nIn 1987, he was nominated for the Academy Award for Best Film Editing for his work on the film Aliens (1986). In 2012, the Motion Picture Editors Guild published a list of the 75 best-edited films of all time based on a survey of its members. Two films edited by Lovejoy are on this listing. 2001: A Space Odyssey was listed nineteenth, and The Shining was listed as forty-fourth.\n\nLovejoy died of a heart attack on 18 October 2001.","birthday":"1939-02-18","deathday":"2001-10-18","gender":2,"homepage":null,"id":244,"imdb_id":"nm0522487","known_for_department":"Editing","name":"Ray Lovejoy","place_of_birth":"United Kingdom","popularity":1.4,"profile_path":null}
