{"adult":false,"also_known_as":[],"biography":"Bruce Sinofsky (March 31, 1956 – February 21, 2015) was an American documentary film director, particularly known for his films the Paradise Lost trilogy, Brother's Keeper and Some Kind of Monster, all created with Joe Berlinger.\n\nSinofsky was born in Boston, Massachusetts. As Senior Editor for Maysles, he worked on commercials and feature films until 1991, when he and Joe Berlinger formed their own production company, Creative Thinking International. They jointly produce, edit, and direct documentary films which have appeared on over 50 critics choice lists, including Paradise Lost, Brother's Keeper, Hollywood High, and Some Kind of Monster.\n\nTheir work is done in various styles, including a paen to the Cinéma vérité. Metallica: Some Kind of Monster covers the band as they participate in group therapy before recording their first album in five years.\n\nParadise Lost chronicles the inhabitants of a small southern town a year after a series of brutal murders in style similar to that of award winning documentary filmmaker Errol Morris. They have also done a documentary on the southern record label for blues and country western artists, Sun Records called Good Rockin' Tonight.\n\nThe first movie Sinofsky directed, in 1992, was the documentary My Brother's Keeper, which tells the story of Delbart Ward, an elderly man in Munnsville, New York, who was charged with second-degree murder following the death of his brother William. Chicago Tribune film critic Roger Ebert, in his review of the movie, called it \"an extraordinary documentary about what happened next, as a town banded together to stop what folks saw as a miscarriage of justice.\"\n\nSinofsky has won a Directors Guild Award and two Emmys.","birthday":"1956-03-31","deathday":"2015-02-21","gender":2,"homepage":null,"id":69238,"imdb_id":"nm0802501","known_for_department":"Directing","name":"Bruce Sinofsky","place_of_birth":"Boston, Massachusetts, USA","popularity":1.473,"profile_path":"/1q3XNj3QSLgthnmZKX8lXIhyxIB.jpg"}
