{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nPaul Linke (born May 6, 1948) is an American actor, known for his role as Officer Artie Grossman in CHiPs, a television series about the motorcycle officers of the California Highway Patrol. Linke has worked in film and extensively in television, mostly portraying mild-mannered everyman roles.\n\nLinke was born in New York, New York, the son of Richard O. Linke, a personal manager, producer, and partner of Andy Griffith. During the timeframe of his character on the television series CHiPs, Linke played a similar role as Sheriff Bruce Smith in the cult classic, slasher film parody Motel Hell (1980). He also appeared in the film Parenthood (1989).\n\nHis career has included appearances on many well known television series such as, The Waltons, Laverne &amp; Shirley, Happy Days, M*A*S*H, Knots Landing, St. Elsewhere, Quantum Leap and Lois &amp; Clark: The New Adventures of Superman.\n\nHe appeared in a 1985 episode of Three's a Crowd, a short-lived television sitcom spinoff of Three's Company starring John Ritter. Linke later spoke at Ritter's memorial service.\n\nIn 2000 Linke co-wrote and directed the acclaimed stage play \"Save it for the Stage: The Life of Reilly\" with actor Charles Nelson Reilly, which was later made into the 2006 film \"The Life of Reilly\".\n\nLinke met his first wife, Francesca \"Chex\" Draper, a musician and composer, at a party in Los Angeles in 1976. They married in 1978 and had three children together, Jasper, Ryan and Rose. When his wife died of cancer in 1986, Linke channeled his grief into writing and performing a play called Time Flies When You're Alive. First presented as a one-man show in Los Angeles and HBO drama, the work was then developed into the book Time Flies When You're Alive: A Real-Life Love Story. The very emotional work has garnered critical acclaim.\n\nLinke later remarried Christine Healy in 1991. They have one child together, a daughter named Lily.\n\nDescription above from the Wikipedia article Paul Linke, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1948-05-06","deathday":null,"gender":2,"homepage":null,"id":107308,"imdb_id":"nm0512912","known_for_department":"Acting","name":"Paul Linke","place_of_birth":"New York City, New York, USA","popularity":2.44,"profile_path":"/ksad6V2Qktz4BjANiDyyEOlJA5W.jpg"}
