{"adult":false,"also_known_as":[],"biography":"Production Designer ANDY NICHOLSON'S most notable collaboration to date has been with Director Alfonso Cuaron on 'Gravity'; receiving OSCAR & BAFTA nominations for Production Design and winning the Art Directors Guild award for a fantasy/sci-fi film.\n\nAndy is currently Designing the sequel to 'Jurassic World' for Director J A Bayona.\n\nHe has also served as the Production Designer on 'Assassins Creed' under the direction of Justin Kurzel, on science fiction action drama 'Divergent' for Neil Burger & for Andrew Niccol on the sci-fi thriller 'The Host'.\n\nNicholson has worked several times with director Tim Burton, starting in 1999 as an Art Director on Sleepy Hollow, for which he won an Art Directors Guild (ADG) Award. He earned another ADG Award nomination for his work as an Art Director on Burton's Charlie and the Chocolate Factory, and has since collaborated with the director as a Supervising Art Director on \"Alice in Wonderland\" and as a visual development Art Director on Frankenweenie.\n\nAndy won another ADG Award for his work on Chris Weitz's The Golden Compass, and received ADG Award nominations for Paul Greengrass's The Bourne Ultimatum and Joe Johnston's Captain America.\n\nHis credits as a Supervising Art Director also include Johnston's Captain America & The Wolfman, Guy Ritchie's RocknRolla, Nancy Meyers' The Holiday and Anthony Minghella's Breaking and Entering. His additional art direction credits include Tony Scott's Spy Game, Wolfgang Petersen's Troy and Neil Jordan's The Good Thief.\n\nAndy continually pushes the use of 3D modelling and CAD software within Film Art Departments, actively seeking to assimilate digital technology with traditional work-flows and techniques. Always on the look out for staff with new skills he is an advocate of immersive design and closely follows the opportunities and developments within the Industry that increasing software interchange can present.\n\n- IMDb Mini Biography By: Various","birthday":null,"deathday":null,"gender":2,"homepage":null,"id":9820,"imdb_id":"nm0629772","known_for_department":"Art","name":"Andy Nicholson","place_of_birth":null,"popularity":2.744,"profile_path":null}
