{"adult":false,"also_known_as":["Эдвард Джеймс Олмос"],"biography":"Edward James Olmos (born February 24, 1947) is an American actor, director, producer, and activist.  He is best known for his roles as Lieutenant Martin \"Marty\" Castillo in Miami Vice (1984–1989), actor in and director of American Me (1992), William Adama in the re-imagined Battlestar Galactica (2004–2009), teacher Jaime Escalante in Stand and Deliver (1988), and Detective Gaff in Blade Runner (1982), and its sequel Blade Runner 2049 (2017). In 2018, he played the father of two members of an outlaw motorcycle club in the FX series Mayans MC.\n\nFor his work in Miami Vice, Olmos won the 1985 Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series, as well as the Golden Globe Award for Best Supporting Actor – Series, Miniseries or Television Film. For his performance in Stand and Deliver, Olmos was nominated for a Golden Globe Award and the Academy Award for Best Actor in a Leading Role.\n\nHe is also known for his roles as patriarch Abraham Quintanilla in the film Selena, narrator El Pachuco in both the stage and film versions of Zoot Suit, and the voice of Chicharrón in Coco.\n\nOver the course of his career, Olmos has been a pioneer for more diversified roles and images of Hispanics in the U.S. media. His notable direction, production, and starring roles for films, made-for-TV movies, and TV shows include Wolfen, Triumph of the Spirit, Talent for the Game, American Me, The Burning Season, My Family/Mi Familia, Caught, 12 Angry Men, The Disappearance of Garcia Lorca, Walkout, The Wonderful Ice Cream Suit, American Family, and Dexter.  Description above from the Wikipedia article Edward James Olmos, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1947-02-24","deathday":null,"gender":2,"homepage":"http://edwardjamesolmos.com/","id":587,"imdb_id":"nm0001579","known_for_department":"Acting","name":"Edward James Olmos","place_of_birth":"Los Angeles, California, U.S.","popularity":12.231,"profile_path":"/mXnilUrQBIMLHSQkPjQk99mX70x.jpg"}
