{"adult":false,"also_known_as":["Amen-RA","Ron AMEN-RA Lawrence"],"biography":"Ron Lawrence is one of the most prolific music producers in the music recording industry. The star-studded producer has sold over Thirty million music records worldwide. Ron is best known for his earlier work of popular singles: Notorious B.I.G, producing the smash hit “Hypnotize”, Sean “Diddy” Combs “Been Around The World”, Jay Z “Where I’m From, The Lox \"Money, Power & Respect\", Faith Evans, \"Love Like This\", and LL Cool J “Phenomenon”. His achievements include over 30 gold and platinum albums, and a NARAS Governor’s Award from the Grammy's Organization.\n\nAs an intricate part of Bad Boy Entertainment's success, Lawrence’s wide array of signature tracks irresistibly produced music giants such as Mary J. Blige, Beyoncé, Brian McKnight, Luther Vandross, R Kelly, Boys II Men and more.\n\nIn his college years, Ron Amen-Ra and Deric “D-Dot” Angelettie formed the rap group Two Kings in a Cipher and released the titled album “From Pyramids to Projects”. Later, Ron Amen-Ra joined the “HitMen” squad of Bad Boy Entertainment and along with fellow Howard University alumni, Sean “P-Diddy” Combs raised the bar for the Rap and R&B era of the '90s. That led him to receive the New Horizon Award as PRODUCER OF THE YEAR.\n\nRon’s track record also includes the movie score of Spike  Lee's Bamboozled, as well as appearing in the film as a musical engineer. He produced the theme song for the Pink Panther soundtrack titled ‘A Woman Like Me” for Beyonce. He also scored TV commercials: Coca Cola (Beyoncé), And -1 (Larry Johnson), and Mountain Dew (popular Pepsi's soda) to name a few.\n\nMr. Lawrence studied film at the New York Film Academy and debuted his first short-film titled Founding Fathers, a documentary about the birth and evolution of Hip Hop. In 2014 Ron started a film production company, \"Spotlyte Media\". In 2016 he wrote, directed and produced the documentary \"Commutation”. In 2016 he wrote, directed and produced the short film, \"The Rap Dimension. He has also released a webisode series called “Diary of a Music Producer” which documents his musical journey throughout his life.\n\nRon is also working on his book, ‘Where I’m From”, a pictorial autobiography about his life in music.\n\nRon \"Amen-Ra\" Lawrence, a master with global impact, is labeled as one of the most pivotal 20th and 21st-century music trendsetters. It is Ron's enlightenment in the entertainment industry that is opening minds to take music to another level.","birthday":null,"deathday":null,"gender":2,"homepage":"http://www.thisisron.com","id":1405628,"imdb_id":"nm0493001","known_for_department":"Directing","name":"Ron Lawrence","place_of_birth":"Roseau, Dominica, British West Indies","popularity":1.4,"profile_path":"/digDOJjWVLxgesYGwxkig80Fg4F.jpg"}
