{"adult":false,"also_known_as":["Domino Coppola","Sofia Carmina Coppola","Domino","Sofia","София Коппола","โซเฟีย คอปโปลา","蘇菲亞·柯波拉","ソフィア・コッポラ","소피아 코폴라","صوفيا كوبولا"],"biography":"Sofia Carmina Coppola (born May 14, 1971) is an American filmmaker and actress. The youngest child and only daughter of filmmakers Eleanor and Francis Ford Coppola, she made her film debut as an infant in her father's acclaimed crime drama film The Godfather (1972). Coppola later appeared in several music videos, as well as a supporting role in Peggy Sue Got Married (1986). Coppola then portrayed Mary Corleone, the daughter of Michael Corleone, in The Godfather Part III (1990). After her performance drew criticism, she turned her attention to filmmaking.\n\nCoppola made her feature-length directorial debut with the coming-of-age drama The Virgin Suicides (1999). It was the first of her collaborations with actress Kirsten Dunst. In 2004, Coppola received the Academy Award for Best Original Screenplay for the comedy-drama Lost in Translation and became the third woman to be nominated for an Academy Award for Best Director. In 2006, Coppola directed the historical drama Marie Antoinette, starring Dunst as the title character. In 2010, with the drama Somewhere, Coppola became the first American woman (and fourth American filmmaker) to win the Golden Lion, the top prize at the Venice Film Festival. In 2013, she directed the satirical crime film The Bling Ring, based on the crime ring of the same name which drew from the Vanity Fair article \"The Suspects Wore Louboutins\" by Nancy Jo Sales about the real group of burglarizing teens who were \"motivated by vanity and worship.\" The film premiered at the Cannes Film Festival.\n\nIn 2015 she released her Christmas special, A Very Murray Christmas starring Bill Murray on Netflix. At the 2017 Cannes Film Festival, she won Best Director for her work on the drama film The Beguiled, becoming the second woman in the festival's history to win the award. Her latest film, On the Rocks (2020) received a limited theatrical release in October 2020 by A24 as well as a streaming release on AppleTV+. The film received positive reviews, however critics also stated that On the Rocks \"isn't destined to achieve the same kind of iconic status as some of Coppola's previous work\".","birthday":"1971-05-14","deathday":null,"gender":1,"homepage":null,"id":1769,"imdb_id":"nm0001068","known_for_department":"Directing","name":"Sofia Coppola","place_of_birth":"New York City, New York, USA","popularity":5.748,"profile_path":"/dzHC2LxmarkBxWLhjp2DRa5oCev.jpg"}
