{"adult":false,"also_known_as":["Адам Болдуин"],"biography":"Appearing in dozens of films since 1980, Baldwin rose to prominence as the troubled outcast Ricky Linderman in My Bodyguard (1980) and moved on to bigger roles in D.C. Cab (1983), Full Metal Jacket (1987), Independence Day (1996), The Patriot (2000) and Serenity (2005)—in which he reprises his role as the mercenary Jayne Cobb from the television series Firefly. His other work includes Radio Flyer (1992), From the Earth to the Moon (1998), The X-Files (Knowle Rohrer), Smoke Jumpers (1996), The Cape, Men in Black: The Series, Stargate SG-1, Angel, The Inside, NCIS and the 2005 remake of The Poseidon Adventure. He also starred in the ABC series Day Break as Chad Shelten in 2006. Baldwin parodied the Ricky Linderman character in the 2008 film Drillbit Taylor. Baldwin won a SyFy Genre Award in 2006 for Best Supporting Actor/Television for his role as Jayne Cobb in the television series Firefly. Baldwin was cast as Clark Kent/Superman in the first DC animated universe movie, Superman: Doomsday, based on DC Comics' The Death of Superman and is currently co-starring in the NBC television show Chuck as NSA Agent John Casey. The show premiered September 24, 2007. Baldwin has a role as a voice actor in the Xbox 360 games Halo 3 and Halo 3: ODST, the latter putting him in the role of Cpl. Taylor \"Dutch\" Miles. Baldwin also appears as a voice actor in Half Life 2: Episode 2 for various resistance soldiers and citizens. Adam also appeared in Mass Effect 2, playing the role of Quarian marine Kal'Reegar. Baldwin was born in Chicago, Illinois and studied at New Trier Township High School East in Winnetka, Illinois. He has three children with his wife, Ami. He has been a registered voter with the Democratic Party since 1980, but admits reexamining his views after being given a copy of David Horowitz's book Radical Son. Politically, he considers himself a \"small government conservative libertarian\", and has contributed blogs to the Huffington Post and Big Hollywood. As a hobby, he also collects and posts links to varying viewpoints on his Twitter feed","birthday":"1962-02-27","deathday":null,"gender":2,"homepage":null,"id":2059,"imdb_id":"nm0000284","known_for_department":"Acting","name":"Adam Baldwin","place_of_birth":"Chicago, Illinois, USA","popularity":13.811,"profile_path":"/w5f3i7H8wMzHvzYfezIVN521N7Q.jpg"}
