{"adult":false,"also_known_as":["Nancy Humphries O'Dell","Nancy Humphries"],"biography":"Nancy O'Dell began her broadcast career as a reporter and anchor at WPDE-TV in Myrtle Beach, South Carolina. She later worked as morning news anchor and crime reporter at WCBD-TV. While in Charleston, O'Dell's reports on the lenient police approach to DUI cases led to a State Law Enforcement Division investigation that resulted in state authorities re-issuing a more stringent directive regarding these cases. Ms. O'Dell was honored by the Associated Press with the Best Report of the Year Award (all media, South Carolina). Following her work in Charleston, O'Dell served as co-anchor and investigative reporter for NBC's Miami station, WTVJ-TV, before joining Access Hollywood (1996) as a weekend co-anchor and weekday correspondent in 1996. In addition to her current work as a lead anchor on Access Hollywood (1996), Ms. O'Dell also contributes to NBC News' Today (1952), and also to Dateline NBC (1992). She has covered such events as The Oscars, The Emmys, The Grammys and The Golden Globe Awards, as well as co-hosting a number of Pre-Show/Arrivals shows for The Emmys and the Golden Globes. She also co-hosted the Miss USA 2005 pageant, and the Miss Universe 2005 pageant.\n\nAlthough O'Dell maintains a busy work schedule, she regularly makes time for philanthropic endeavors. The American Red Cross, the March of Dimes, Best Buddies, and Childhelp USA have all benefited from her efforts. A leader from the start, Nancy was valedictorian of her high school class, and is a summa cum laude honors graduate of Clemson University. A native of South Carolina, O'Dell was inducted into that state's Music and Entertainment Hall of Fame in 1998. She was the youngest member ever and was awarded in recognition of her journalistic success.","birthday":"1966-02-25","deathday":null,"gender":1,"homepage":null,"id":127130,"imdb_id":"nm0640669","known_for_department":"Acting","name":"Nancy O'Dell","place_of_birth":"Sumter, South Carolina, USA","popularity":3.753,"profile_path":"/qFC3ROhvQJFdvjpHB6XRMFVn1RI.jpg"}
