{"adult":false,"also_known_as":["크리스토퍼 플러머","クリストファー・プラマー","克里斯托弗·普卢默","Arthur Christopher Orme Plummer","Кристофер Пламмер","Κρίστοφερ Πλάμερ"],"biography":"Arthur Christopher Orme Plummer CC (December 13, 1929 - February 5, 2021) was a Canadian theatre, film and television actor. He made his film debut in 1958's Stage Struck, and notable film performances include The Night of the Generals, The Return of the Pink Panther, Star Trek VI: The Undiscovered Country, The Man Who Would Be King, and The Insider. In a career that spans seven decades and includes substantial roles in each of the dramatic arts, Plummer is probably best known to film audiences as the autocratic widower Captain Georg Johannes von Trapp in the hit 1965 musical film The Sound of Music alongside Julie Andrews. Plummer has also ventured into various television projects, including the legendary miniseries The Thorn Birds.\n\nIn the 21st century, his film roles include The Insider as Mike Wallace, Inside Man with Denzel Washington, the Disney–Pixar 2009 film Up as Charles Muntz, the Shane Acker production 9 as '1', The Last Station as Leo Tolstoy, The Imaginarium of Doctor Parnassus as Doctor Parnassus, The Girl with the Dragon Tattoo as Henrik Vanger, and Beginners as Hal.\n\nPlummer has won numerous awards and accolades for his work, including an Academy Award, two Emmy Awards, two Tony Awards, a Golden Globe Award, a SAG Award, and a BAFTA Award. With his win at the age of 82 in 2012 for Beginners, Plummer is the oldest actor and person ever to win an Academy Award.\n\nOn February 5, 2021, Plummer died at his home in Weston, Connecticut, aged 91, after suffering complications from a fall. His family released a statement announcing that Plummer had \"died peacefully at his home in Connecticut with his wife Elaine Taylor at his side\".","birthday":"1929-12-13","deathday":"2021-02-05","gender":2,"homepage":"http://www.christopherplummer.eu/","id":290,"imdb_id":"nm0001626","known_for_department":"Acting","name":"Christopher Plummer","place_of_birth":"Toronto, Ontario, Canada","popularity":8.433,"profile_path":"/iZh3s9Vy9vYD4DYnAda6C1kdeco.jpg"}
