{"adult":false,"also_known_as":[],"biography":"Aaron has been creating successful productions since he began his professional career directing a national company of \"The Prime Of Miss Jean Brodie\", starring Oscar-winning actress Kim Hunter. Later, he switched to filmmaking and made his debut in 1978, directing A Different Story, starring Perry King and Meg Foster. The film turned out to be a \"cult classic.\" After years of directing films, he began producing his films in 1986.\n\nAfter finishing his education at Bennington College, Bennington, Vermont, he relocated to Los Angeles to pursue a career in the show business. There, he became the Casting and New Programs Director for the Mark Taper Forum. (Named after the real estate developer Mark Taper, the Mark Taper forum in a 739-seat thrust stage at the Los Angeles Music Center designed by Welton Becket and Associates on the Bunker Hill section of Downtown Los Angeles.)\n\nAround at the same time, he founded an actor's workshop and directed several plays, including a critically acclaimed production of \"The Three Penny Opera\". He also worked in New York to direct the successful, off-Broadway rock musical hit, \"Salvation\", featuring, among others, Bette Midler, Barry Bostwick, and Joe Morton. He next moved to Broadway to direct the comedy \"Paris Is Out\", starring Sam Levene and Molly Picon, becoming the youngest director in Broadway history. After moving back to the West Coast, Aaron directed the revival of Paddy Chayefsky's, \"The Tenth Man\", starring Richard Dreyfuss. For his work, he was awarded the Los Angeles Drama Critic's Award as best director of the year.\n\nIn 1979, he directed his second feature film titled A Force of One, an action-thriller starring Chuck Norris and Jennifer O'Neill, with a screenplay by Academy Award-winner Ernest Tidyman. Also in 1979, he directed the hit NBC TV movie The Miracle Worker, starring Patty Duke, Melissa Gilbert, and Diana Muldaur. For his work, he was nominated for \"Outstanding Directorial Achievement in Specials/Movies for TV/Actuality\" at the 1980 Directors Guild of America Award. He also won the Director's prize from the Monte Carlo Film Festival, a Golden Globe nomination, and the Christopher Award. The film was nominated for four Emmys and won three, including one for Patty Duke as \"Lead Actress in a Dramatic Special\" and the Emmy as \"Outstanding Dramatic Special\" of the 1979-1980 season.\n\nIn 1981, he directed CBS' TV movie Thin Ice (1981), starring Kate Jackson and Lillian Gish.\n\nIn 1987, he directed the award-winning NBC television special, In Love and War (1987), the story of United States Navy vice admiral James Stockdale, which starred James Woods and Jane Alexander. The film was chosen by The Hollywood Reporter as one of the top five shows televised during the season.\n\nIn 1992, Aaron sold the management division of his production company, \"Elsboy Entertainment,\" to concentrate on writing and producing. In 1993, he co-wrote and co-produced with the three-hour HBO mini-series titled Laurel Avenue. Pulitzer prize-winning critic Tom Shales of the Washington Post called it \"a golden moment in the history of television\".","birthday":"1943-04-23","deathday":null,"gender":2,"homepage":"http://paulaaron.is/","id":564872,"imdb_id":"nm0007477","known_for_department":"Directing","name":"Paul Aaron","place_of_birth":"Hoosick Falls, New York, USA","popularity":1.011,"profile_path":null}
