{"adult":false,"also_known_as":["傑瑞米·艾恩斯","เจเรมี ไอเอินส์","Джереми Айронс","ジェレミー・アイアンズ","제러미 아이언스","جيرمي أيرونز"],"biography":"Jeremy John Irons (born 19 September 1948) is an English actor and activist. After receiving classical training at the Bristol Old Vic Theatre School, Irons began his acting career on stage in 1969 and has appeared in many West End theatre productions, including the Shakespeare plays The Winter's Tale, Macbeth, Much Ado About Nothing, The Taming of the Shrew and Richard II. In 1984, he made his Broadway debut in Tom Stoppard's The Real Thing, receiving the Tony Award for Best Actor in a Play.\n\nIrons's break-out role came in the ITV series Brideshead Revisited (1981) and is frequently ranked among the greatest British television dramas as well as greatest literary adaptations. It would earn him a Golden Globe Award nomination. His first major film role came in the romantic drama The French Lieutenant's Woman (1981), for which he received a BAFTA nomination for Best Actor. After starring in dramas, such as Moonlighting (1982), Betrayal (1983), and The Mission (1986), he was praised for portraying twin gynaecologists in David Cronenberg's psychological thriller Dead Ringers (1988). Irons has won multiple awards, including the Academy Award for Best Actor, for his portrayal of the accused attempted murderer Claus von Bülow in Reversal of Fortune (1990).\n\nIrons had roles in Steven Soderbergh's mystery thriller Kafka (1991), the period drama The House of the Spirits (1993), the romantic drama M. Butterfly (1993), voiced Scar in Disney's The Lion King (1994), played Simon Gruber in the action film Die Hard with a Vengeance (1995), Humbert Humbert in Lolita (1997) and Aramis in The Man in the Iron Mask (1998). He starred in the action adventure Dungeons & Dragons (2000), played Antonio in The Merchant of Venice (2004), appeared in Being Julia (2004), the historical drama Kingdom of Heaven (2005), the fantasy-adventure Eragon (2006), the Western Appaloosa (2008), and the indie drama Margin Call (2011). In 2016, he appeared in Assassin's Creed and portrayed Alfred Pennyworth in Batman v Superman: Dawn of Justice, Justice League (2017), and Zack Snyder's Justice League (2021).\n\nOn television, Irons appeared in the historical miniseries Elizabeth I, receiving a Golden Globe and an Emmy Award for Best Supporting Actor. From 2011 to 2013, he starred as Pope Alexander VI in the Showtime historical series The Borgias. In 2019, he appeared as Adrian Veidt / Ozymandias in HBO's Watchmen. He is one of the few actors who have achieved the \"Triple Crown of Acting\" in the US, winning an Oscar for film, an Emmy for television and a Tony Award for theatre. In October 2011, he was nominated the Goodwill Ambassador for the Food and Agriculture Organization of the United Nations.","birthday":"1948-09-19","deathday":null,"gender":2,"homepage":null,"id":16940,"imdb_id":"nm0000460","known_for_department":"Acting","name":"Jeremy Irons","place_of_birth":"Cowes, Isle of Wight, England, UK","popularity":16.003,"profile_path":"/w8Ct1q02Ht3sWdOSqfp3B85TzT.jpg"}
