{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nDavid Russell Leisure (born November 16, 1950) is an American actor best known for his role as Charley Dietz in the sitcom Empty Nest from 1988 to 1995 and fictional (and \"lying\") automotive \"pitch man\" Joe Isuzu in a series of North American television commercials for Isuzu from 1986 to 1990, and again from 1999 to 2001.\n\nAdditional television credits include Sabrina, the Teenage Witch, One on One, V.I.P., Diagnosis: Murder, The Parent 'Hood, Honey, I Shrunk the Kids: The TV Show, For Your Love, Caroline in the City, The Wayans Bros., Touched by an Angel, Lois & Clark: The New Adventures of Superman, Renegade, The Golden Girls, Married... with Children, ALF, 227, T. J. Hooker, The Equalizer, Falcon Crest, Sledge Hammer, and Nurses.\n\nLeisure was born in San Diego and attended Grossmont High School in El Cajon, California. He went on to attend Grossmont College also in El Cajon and then to San Diego State University.\n\nAmong his smaller roles, Leisure appeared as the \"First Krishna\" in the 1980 film Airplane! In 1999, he made a brief but memorable appearance in 10 Things I Hate About You as a high school soccer coach and detention monitor. More recently, falling back on his \"Joe Isuzu\" shtick, Leisure has been acting as a fictional and disreputable insurance lawyer in a series of commercials for various American personal-injury law firms. In different markets, different firms have licensed the footage and add in their own spokespeople and names.\n\nFor much of the first quarter of 2009, Leisure appeared as Roger Wilkes on the CBS daytime drama The Young and the Restless. As of July 2010, he is in a recurring role as Salem District Attorney Woods on Days of Our Lives.\n\nLeisure also provided the voice of Metus on the animated feature BIONICLE: The Legend Reborn.\n\nDescription above from the Wikipedia article David Leisure, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1950-11-16","deathday":"2008-05-24","gender":2,"homepage":null,"id":24521,"imdb_id":"nm0500601","known_for_department":"Acting","name":"David Leisure","place_of_birth":"San Diego, California, USA","popularity":1.737,"profile_path":"/68b4IbVAifraTXVeV53uwfiu4Io.jpg"}
