{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nBrenda Anne Blethyn, OBE (born 20 February 1946) is an English actress who has worked in theatre, television, and film. Blethyn has received two Academy Award nominations, two SAG Award nominations, two Emmy Award nominations and three Golden Globe Award nominations, winning one. In addition, she has won a BAFTA, an Empire Award and a Golden Lion, and has earned a Theater World Award and both a Critics' Circle Theatre Award and a Laurence Olivier Award nomination for her theatrical work.\n\nBorn into a working class home in Ramsgate, Kent, Blethyn pursued an administrative career until her early 30s before enrolling in the Guildford School of Acting after the dissolution of her marriage in 1973. She subsequently joined the Royal National Theatre and received credits for her performances in Troilus and Cressida (1976) and Mysteries (1979). In 1981, Blethyn earned her first critical acclaim for Steaming.\n\nIn 1980, Blethyn made her television debut in Mike Leigh's film Grown-Ups; then, after a modest number of guest spots in several productions, in the mid-1980s she garnered leading roles in the short-living sitcoms Chance in a Million and The Labours of Erica. Having followed her big screen debut with smaller supporting roles in films such as The Witches (1990) and A River Runs Through It (1992), she made her real cinema breakthrough with her role in the 1996 dramedy Secrets &amp; Lies, for which she received rave reviews.\n\nBlethyn has since appeared in an eclectic range of films, including independent comedies such as Saving Grace (2000), Plots with a View (2002) and Clubland (2007), music-themed films like Little Voice (1998) and Beyond the Sea (2004) and big-budget dramas such as Pride &amp; Prejudice (2005) and Atonement (2007). In addition, Blethyn has appeared in television productions including The Buddha of Suburbia (1993), Anne Frank: The Whole Story (2001), Belonging (2004) and War and Peace (2007). Her most recent leading role in TV drama is the title role in Vera (2011), playing Detective Chief Inspector Vera Stanhope.\n\nDescription above from the Wikipedia article Brenda Blethyn, licensed under CC-BY-SA, full list  of contributors on Wikipedia.","birthday":"1946-02-20","deathday":null,"gender":1,"homepage":null,"id":4154,"imdb_id":"nm0000950","known_for_department":"Acting","name":"Brenda Blethyn","place_of_birth":"Ramsgate, Kent, England, UK","popularity":16.68,"profile_path":"/yUq4vKJ3SmvDZNKvXmA4OdXehDj.jpg"}
