{"adult":false,"also_known_as":["Skye","Miss Hancock"],"biography":"From Wikipedia, the free encyclopedia.    \n\n                \n\nStacy Keibler (born October 14, 1979) is an American actress, model and former professional wrestler and valet best known for her work with World Championship Wrestling (WCW) and World Wrestling Entertainment (WWE).\n\nKeibler was a contestant on the second season of Dancing with the Stars, where she placed third She has also appeared on other American Broadcasting Company (ABC) shows such as What About Brian, George Lopez, and October Road, as well as the 100th episode of the CBS sitcom How I Met Your Mother as a bartender and on the USA Network show Psych. In addition, she has modeled appearing in both Maxim and Stuff magazines.\n\nShe began her professional wrestling career as a part of the Nitro Girls in WCW. She quickly moved on to a more prominent role in the company as the manager Miss Hancock. As Miss Hancock, she was known for doing table dances, her relationship with David Flair, and a pregnancy angle. After WCW was purchased by WWE, she moved to the new company, taking part in the Invasion storyline and managing the Dudley Boyz. Keibler also managed Test and Scott Steiner. Before her departure, she was affiliated with The Hurricane and Rosey and nicknamed \"Super Stacy.\"\n\nKeibler is known for her unusually long legs, making her the tallest WWE Diva. She has been known as both \"The Legs of WCW\" and \"The Legs of WWE\". During her time on Dancing with the Stars, judge Bruno Tonioli nicknamed her \"The Weapon of Mass Seduction\" because of her hot dancing skills and long legs.\n\nDescription above from the Wikipedia article Stacy Keibler, licensed under CC-BY-SA, full list of contributors on Wikipedia.                    ","birthday":"1979-10-14","deathday":null,"gender":1,"homepage":null,"id":212824,"imdb_id":"nm0445001","known_for_department":"Acting","name":"Stacy Keibler","place_of_birth":"Baltimore, Maryland, USA","popularity":9.253,"profile_path":"/ucyJjKxsYl8NlWvM3EbyO5JZFyc.jpg"}
