{"adult":false,"also_known_as":["Jean-Pierre Henri Marcel Adolphe Coffe"],"biography":"Jean-Pierre Coffe (24 March 1938 – 29 March 2016) was a French radio and television presenter, food critic, and author.\n\nJean-Pierre Coffe spent a major part of his childhood in the town where he was born, Lunéville. He never knew his father, mobilized in 1937 and killed on the field of battle in 1940. He was raised by his mother, who took over the family hairdressing salon. His grandmother was a cook and his grandfather a market gardener.\n\nHis mother left Lorraine for Paris where he studied at boarding school. At the age of 13, he was seized by a passion for theatre. After completing his studies, he took classes at the Cours Simon and had a number of small jobs at the same time.\n\nJean-Pierre Coffe then began a career in television in the early 1980s. He joined Canal+ on November 4, 1984 and appeared on a number of occasions in the programs hosted by Michel Denisot. In 1992 and 1993, he made his first appearances in La Grande Famille hosted by Jean-Luc Delarue and Demain hosted by Michel Denisot for the cooking theme.\n\nHe then joined the French public television channels where he hosted a cooking program with children titled Comment c'est fait ? (\"How is it done?\") from 1992 to 1993 on France 3, followed in 1994 by C'est tout Coffe (\"This is all Coffe\") on France 2. He joined private channel TF1 in 1999 to present Bien jardiner (\"Gardening well\"), produced by Jean-Luc Delarue, who finally decided to end the broadcast soon after, which marked the end of their friendship. In 2003, he joined Michel Drucker on France 2 where he served as a food critic in the program Vivement dimanche prochain. On 5 September 2012 he announced his departure of the program to spend more time on writing.","birthday":"1938-03-24","deathday":"2016-03-29","gender":2,"homepage":null,"id":282212,"imdb_id":"nm0168824","known_for_department":"Acting","name":"Jean-Pierre Coffe","place_of_birth":"Lunéville, Meurthe-et-Moselle, France","popularity":0.685,"profile_path":"/rPxdOOd9fB4sBaxNJ2xwL0wHAdw.jpg"}
