{"adult":false,"also_known_as":["Steve Spiers","Steven Roberts","Stephen Speirs","Steven Speirs","Steven Spiers"],"biography":"Steven Roberts, better known as Steve Speirs (born 22 February 1965), is a Welsh actor.\n\n Since graduating from university, Speirs has played Sloan in Eragon, Andy Fellows in Making Waves and the \"pathetic loser\" Dullard alongside Ricky Gervais in Extras, as well as having small parts in Star Wars Episode I: The Phantom Menace (Captain Tarpals) and Pirates of the Caribbean: Dead Man's Chest.  He appears in Kröd Mändoon and the Flaming Sword of Fire, a comedy fantasy series in which he plays Loquasto, an oafish servant, \"who belongs to a race of pig-like creatures known as Grobble\".[1]  Speirs often goes by the name of \"Dullard\" in honour of his role in Extras, as he considers the character a mirror of himself. Speirs also appeared in the Gervais and Stephen Merchant film Cemetery Junction, released in 2010,[2] a part which was written particularly for Speirs.[3] Speirs also starred as the bouncer at Mother McOakley's Tavern in Burke and Hare, a British black comedy directed by John Landis and released (in the United Kingdom) in October 2010.  Other roles which Spiers is known for include his portrayal of Bernard Bresslaw in Cor, Blimey!, Big Alan Williams in Stellaand Colour Sergeant Wormwood in Sharpe's Peril.  Speirs played depressed geography teacher and caretaker Mr Gareth Barber in the BBC One sitcom Big School for two series in 2013 and 2014.  In 2013, Steve played PC McClintock in the Christmas TV film Gangsta Granny, an adaptation of the book written byDavid Walliams. He played the role of Dad in the 2014 TV film The Boy in the Dress, also written by Walliams.","birthday":"1965-02-22","deathday":null,"gender":2,"homepage":null,"id":25441,"imdb_id":"nm0818648","known_for_department":"Acting","name":"Steve Speirs","place_of_birth":"Troedyrhiw, Merthyr Tydfil, Glamorgan, Wales, UK","popularity":5.651,"profile_path":"/zpf6nEMXXKxSj2QY3dmGHv0RSdv.jpg"}
