{"adult":false,"also_known_as":["Patrick Bruel-Benguigui","Maurice Benguigui","Patrick Maurice Benguigui","Maurice Bruel-Benguigui","Patrick Benguigui"],"biography":"Patrick Maurice Benguigui (born 14 May 1959), better known by his stage name Patrick Bruel, is a French singer-songwriter, actor and professional poker player.\n\nPatrick is the son of Pierre Benguigui and Augusta Kammoun, daughter of Elie and Céline ben Sidoun.\n\nIn his youth, Bruel aspired to be a football player, but decided instead to pursue singing after seeing Michel Sardou in 1975. His first success came as an actor, in 1979's Le Coup de sirocco. He continued acting in films, on television, and in the theater while pursuing his singing career. His first single, \"Vide\" (\"Empty\"), released in 1982, was not a success, but the follow-up, \"Marre de cette nana-là\" (\"Fed up with that chick\"), was a hit.\n\nIn 2003, just before his partner, the writer and playwright Amanda Sthers, gave birth to his first child, Oscar, on 19 August, he changed his name to Bruel-Benguigui, combining his stage name with his birth name. On 21 September 2004, he wed the then 26-year-old Sthers; it was his first marriage. His second child, Léon, was born on 28 September 2005. The couple separated in 2007.\n\nAs of 2004, Bruel has acted in more than forty television and film productions, and has made five studio albums and several live albums. In 2002, Bruel released Entre Deux, a double CD of classic chanson that features duets with Charles Aznavour, Jean-Louis Aubert, Jean-Jacques Goldman, Alain Souchon and Renaud, among others. It sold two million copies and made Bruel France's best paid singer of the year. At the beginning of 2005, in response to the South Asian tsunami of 26 December 2004, Bruel wrote the song \"Et puis la terre\" with Marie-Florence Gros, with whom he had begun a long-term collaboration in 1998, to benefit the Red Cross. His latest album, \"Des souvenirs devant\", was his fourth chart-topper in France.\n\nBruel is a world-class professional poker player. He won a World Series of Poker bracelet in 1998 for the $5,000 Limit Hold'em event. As of 2009. he has earned more than $900,000 in tournament play, of which his ten cash winnings at the WSOP account for $411,659. He also comments on the World Poker Tour in France.\n\nIn April 2020 he announced that he had tested positive for COVID-19.\n\nBruel has been a member of the Les Enfoirés charity ensemble since 1993.\n\nSource: Article \"Patrick Bruel\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1959-05-14","deathday":null,"gender":2,"homepage":"http://www.patrickbruel.com/","id":73827,"imdb_id":"nm0115730","known_for_department":"Acting","name":"Patrick Bruel","place_of_birth":"Tlemcen, Oran, France [now Algeria]","popularity":2.767,"profile_path":"/cMgI7rMgWGoILOzPlhRwbgtK6Gv.jpg"}
