{"adult":false,"also_known_as":[],"biography":"Director, screenwriter and editor. He left the career of Surgeon to enter the career Journalism and Collective Communication at UNAM. Founder of TAPOSIN and \"Tintero\" and \"Sitios\" magazines, he practiced cultural journalism and film criticism in \"El Nacional\", \"La Revista de la Universidad\" and \"Su otro yo\". In 1977 he entered the CCC (Cinematographic Training Center) where he made, in that same year, the documentary \"My unemployed friends\" and the fiction films \"Notes for other things\" (1978) and \"Endre in the city\" (1979), all short films made as exercises. In 1981 he filmed his thesis film, the medium-length film \"Goodbye, goodbye my idol\", which served as rehearsal for \"The Legend of a Mask\" (1989), a parody that reviews the common places of the wrestling cinema and with which he debuted professionally, receiving Ariel for Best First Film in 1991. He collaborated in \"I Know Three\" (1983), an independent medium-length film made by his wife, Maryse Sistach, for whom he also adapted and edited \"The Steps of Ana\" (1988 ), adapted \"Last night I dreamed with you\" (1991), based on the story of Alfonso Reyes \"The creative revenge\", and with it co-directed \"The paternal line\" (1995), story between the academic documentary and poetry, between the anthropology, autobiography and the intimate family remembrance from the rescue of homemade films filmed by his grandfather between 1925 and 1940 in Papantla, Veracruz; the film was part of the Official Selection of the 52nd Venice Film Festival; It was exhibited at the Museum of Modern Art in New York and in the European museums of the Guggenheim Foundation, and won the Arieles for Best Original Screenplay, Storyline and Documentary Feature, as well as the Jury Prizes at the Trieste Festivals, Bogotá, Uruguay and the one of Best assembly in Gramado, Brazil. In 1997 he made for the UNAM the documentary video \"The Ballad of John O'Reilly\", about the participation of the Battalion of St. Patrick in the war of 1847 against the USA. He co-directed, again with Sistach, \"The Comet\" (1988), a film set in 1910 that is inspired by the life of the pioneers of Mexican cinema to narrate the formation of a filmmaker. That same year he received the Best Latin American film award at the San Juan Festival, Puerto Rico. In 2000, he produced, adapted and edited \"Perfume de violetas\" by Maryse Sistach, with which he obtained the Ariel for Best Original Screenplay. Since 1998, he is an Active Member of the Mexican Academy of Motion Picture Arts and Sciences, A.C.","birthday":"1953-03-19","deathday":null,"gender":2,"homepage":null,"id":1027940,"imdb_id":"nm0119653","known_for_department":"Directing","name":"José Buil","place_of_birth":"Celaya, Guanajuato, Mexico","popularity":1.159,"profile_path":null}
