{"adult":false,"also_known_as":["Edge","Conquistador Uno","Sexton Hardcastle","Damon Striker","Adam 'Edge' Copeland","WWE Superstar Edge","Edge 1","The Brood","The Rated-R Superstar","The Ultimate Opportunist ","The Master Manipulator"],"biography":"Adam Joseph Copeland (born October 30, 1973), also known by the ring name Edge, is a Canadian professional wrestler and actor. He is currently signed to WWE, where he performs on the SmackDown brand.\n\nAfter making his professional wrestling debut in 1992, Copeland wrestled in various independent promotions, competing in singles and tag team competition, the latter with long-time friend Christian Cage. In 1997, Copeland signed a developmental deal with the World Wrestling Federation (WWF, now WWE) and made his televised debut in 1998 as Edge. After winning his first WWF championship, the WWF Intercontinental Championship, in July 1999, Edge would form a tag team with Christian, and the two went on to win the World Tag Team Championship on seven occasions. During this time, they gained notoriety in the tag team division, partly due to their participation in Tables, Ladders, and Chairs matches. Edge split up with Christian in August 2001 and embarked on a successful solo career. Edge has won the second most championships in WWE history (after R-Truth), with a total of 31, as he has held the World Heavyweight Championship a record seven times, the WWE Championship four times, the Intercontinental Championship five times, the United States Championship once, the World Tag Team Championship a record twelve times, and the WWE Tag Team Championship twice. He is WWE's 14th Triple Crown Champion and 7th Grand Slam Champion. Edge won the King of the Ring tournament in 2001, was the first Money in the Bank ladder match winner in 2005, and won the 2010 Royal Rumble match, making him the first wrestler in history to achieve all three.\n\nEdge retired in 2011 due to several neck injuries, and was inducted into the WWE Hall of Fame the following year. However, he returned to competition in the 2020 Royal Rumble match, and subsequently won the 2021 Royal Rumble the following year, becoming the eighth man in history to win the Royal Rumble match twice, the third to win it as the first entrant, as well as the first to win it after being inducted into the WWE Hall of Fame. Considered to be one of the greatest professional wrestlers of all time, he has headlined multiple pay-per-view events for WWE, including WrestleMania XXIV and WrestleMania 37, and is one of the company's most prolific pay-per-view performers.\n\nAside from professional wrestling, Copeland appeared in the fantasy film Highlander: Endgame and WWE Studios' Bending the Rules. He has made guest appearances on television shows such as Weakest Link, Mind of Mencia, Deal or No Deal, MADtv and The Flash. He appeared on the Syfy series Haven in 2015 as recurring character Dwight Hendrickson, and as recurring character Ketill Flatnose in the fifth and sixth seasons of Vikings (2017–2020).","birthday":"1973-10-30","deathday":null,"gender":2,"homepage":null,"id":89888,"imdb_id":"nm0178581","known_for_department":"Acting","name":"Adam Copeland","place_of_birth":"Orangeville, Ontario, Canada","popularity":14.926,"profile_path":"/77aIm1jjjGoC0Yib0rU3urePdJh.jpg"}
