{"adult":false,"also_known_as":["Claude Legrand"],"biography":"Jean-Claude Dauphin, born Claude Legrand on March 16, 1948 in Boulogne-Billancourt, is a French actor.\n\nHe is the son of actor Claude Dauphin and actress Maria Mauban, the grand-son of the poet Maurice Étienne Legrand and nephew host Jean Nohain, his father's brother.\n\nAt Lycée Paul-Valéry in Paris, he studied in the class of Latinist Bernard Mortureux, a specialist in Seneca.\n\nHis debut, in 1968, in Adolphe ou l'Âge tendre (Adolphe or the tender Age), directed by Bernard Toublanc-Michel, made him famous.\n\nIn 1969, he plays Claude Jade's fiancé in The Witness. At the time, Claude Jade and Jean-Claude Dauphin were a couple. Jade later wrote in her autobiography Baisers envolés: \"He was charming, funny, intelligent, and I was not long in going out with him. With our fair complexion and fine features, we could have played a brother and a sister.\"\n\nGérard Blain hired him in 1970 for The Friends, a gay romance which won the Golden Leopard at the Locarno International Film Festival, and in 1972 Bernard Paul gave him the lead role alongside Dominique Labourier in Beau Masque (Handsome Face). He plays alongside Annie Girardot and Philippe Noiret in Edouard Molinaro's La Mandarine, and alongside Isabelle Adjani in the television series Le Secret des Flamands.\n\nOther films in the 1970s: Le Hasard et la Violence, Les Suspects, Hugues-le-loup, Dracula and Son...\n\nIn 1980, he played Ulysses alongside Nicole Jamet in The Inconnue of Arras by Raymond Rouleau. He is also the voice-over or the reciter of many documentaries of French television.\n\nIn 1981, he was Ricky in Choice of Arms by Alain Corneau and participated, in 1984, in Souvenirs, Souvenirs. One of his most important roles is that of Clovis, the hero of Adieu la vie, directed by Maurice Dugowson in 1986.\n\nIn 1987, he played with Guy Marchand and Caroline Cellier in Charlie Dingo by Gilles Béhat, and with Juliette Binoche in The Unbearable Lightness of Being.\n\nOne of his latest film hits is his role in Benoît Jacquot's The School of Flesh (1998) with Isabelle Huppert. Later movies are including Léa (2011).\n\nSince the 1990 he worked more for television where he met again his former fiancée Claude Jade in Sentiments mortels, an episode of TV series Navarro.\n\nSource: Article \"Jean-Claude Dauphin\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1948-03-16","deathday":null,"gender":2,"homepage":null,"id":24405,"imdb_id":"nm0202409","known_for_department":"Acting","name":"Jean-Claude Dauphin","place_of_birth":"Boulogne-Billancourt, Hauts-de-Seine, France","popularity":1.932,"profile_path":"/h8EiHVMceQGhTqA57MPZ9oXXeut.jpg"}
