{"adult":false,"also_known_as":["Chingmy Yau Suk-Ching","邱淑貞","Chingamy Yau","Yau Shu-Tsing","구숙정","邱淑贞","Qiu Shuzhen"],"biography":"​Born May 16, 1968 as Yau Suk Ching, Chingmy Yau get her start in the entertainment industry by participating in beauty pageants. It was after her appearance at the Miss Hong Kong beauty pageant in 1989 (where she took the \"Miss Photogenic\" trophy) that she began to get film offers. Most of her early work consisted of her playing goody-two-shoes roles in romantic comedies until notorious film-maker Wong Jing took Yau under his wing -- and into his bed, even though he was married at the time. Yau became one of the queens of Category III (Hong Kong's version of the NC-17 rating, given to movies with high doses of sex and/or violence) films, through her roles in movies such as the deliciously sleazy Naked Killer (1992). However, unlike most Cat III actresses, she never appeared fully nude.\n\nRumors abounded that Wong Jing (who either directed or produced almost every film Yau was in at the time) had strict control over what Yau could or could not show. Despite Wong's restrictions, Yau continued to heat up the screen in her roles. She even lent a bit of \"real\" sensuality to the usually sexually tame Jackie Chan in 1992's City Hunter (where she sports almost the exact same outfit as worn by Lara Croft in the hit video game \"Tomb Raider\"). Gambling never seemed as sexy as when Yau combined kung-fu with wagering in God of Gamblers Returns (1994). Yau provided excellent comic relief (and got back a bit at the hounding Hong Kong press) as well as providing a nice bit of \"eye candy\" by portraying an annoying tabloid TV reporter in High Risk (1995). Despite her attempts to diversify her acting portfolio, she is still best known for her roles in ultra-sleazy exploitation flicks such as Raped by an Angel (1993).\n\nThe Hong Kong tabloid press is well-known for being rabid, especially towards actresses, and Chingmy Yau was no exception. Almost from the beginning of her film career, Yau was hounded by reporters claiming that she had slept her way into the film industry, and critics were always quick to cut her down. By 1997, when she publicly announced her and Wong Jing's breakup, no one was really surprised and most people expected her to retire outright. She has continued to work -- albeit at a much slower pace, now doing about one movie a year. But it seems as if Yau is following the lead of many other Hong Kong actresses who shot to fame and left just as quickly. She recently tied the knot to a fashion designer, and if the marriage goes well, she may never work again.","birthday":"1968-05-16","deathday":null,"gender":1,"homepage":null,"id":67222,"imdb_id":"nm0946873","known_for_department":"Acting","name":"Chingmy Yau","place_of_birth":"Hong Kong, British Crown Colony [now China]","popularity":17.599,"profile_path":"/8ZEk4Yc0GlC1xcF6U7cO8GUKPAl.jpg"}
