{"adult":false,"also_known_as":["Rosanna Lisa Arquette","Розанна Аркетт"],"biography":"Rosanna Lisa Arquette is an American actress, director and producer, nominated for an Emmy Award for her performance in the TV film The Executioner's Song, and won the BAFTA Award for Best Actress in a Supporting Role for the film Desperately Seeking Susan. Her other film roles include After Hours, The Big Blue, Pulp Fiction, and Crash. She also directed the documentary Searching for Debra Winger, and starred from 2006 to 2007 in the ABC sitcom What About Brian?\n\nArquette has appeared in both television and screen films. She earned an Emmy Award nomination for the TV film The Executioner's Song. However, she was unhappy with the film's nude scene, remarking in an interview that the idea of the general public seeing her naked made her feel uncomfortable and exploited, and that most of the offers she had received since demanded that she similarly expose herself. Her first starring role was in John Sayles's film, Baby It's You, highly regarded by Rotten Tomatoes reviewers, but not widely distributed. She starred in Desperately Seeking Susan alongside pop singer Madonna, for which Arquette won a British Academy Film Awards (BAFTA) for her supporting role.  Following the commercial and critical success of Lawrence Kasdan's Silverado, the limited success of the Martin Scorsese film After Hours and the commercial flop 8 Million Ways to Die, also a critical failure, she quit Hollywood to work in Europe, acting in Luc Besson's The Big Blue. Director Martin Scorsese then offered her a part in his segment of New York Stories.\n\nArquette's other movies of note are Pulp Fiction, Crash and Wendy Cracked a Walnut.  In 1990, she appeared on the cover and in a nude pictorial in Playboy's September issue, although she said it was without her prior knowledge or consent. In the 1990s, her career began to stall.\n\nArquette alleges (along with almost a hundred other women from the entertainment industry), that powerhouse film producer Harvey Weinstein sexually harassed her, threatened her because of her refusal to enter his hotel room, and subsequently saw to it that she was paid less for Pulp Fiction, then no longer cast in A-list lead roles because of her rejection of his quid pro quo sexual harassment proposition. The Guardian wrote, \"She has no evidence that Weinstein warned others against her (though Peter Jackson has admitted to blacklisting Sorvino and Ashley Judd under pressure from Weinstein).\" When the industry scuttlebutt about Weinstein's predation broke into the news in October 2017, Arquette was one of the first actresses to speak openly about his misconduct, with Ronan Farrow for The New Yorker and The New York Times's Jodi Kantor. In the documentary Untouchable about Weinstein focusing on those who have accused him of sexual abuse, Arquette, Paz de la Huerta, and Erika Rosenbaum are among those interviewed.\n\nArquette has expanded into directing, including the documentaries Searching for Debra Winger and All We Are Saying; she also produced both projects. Arquette appeared in the short-running What About Brian as Nicole Varsi and in Showtime's The L Word as Cherie Jaffe. She also guest-starred in Malcolm in the Middle as a healer named Anita who takes Malcolm's virginity. In 2009, she joined Fit Parent Magazine, founded by Craig Knight, as Editor at Large. Arquette starred in the 2011 French thriller The Divide, directed by Xavier Gens.","birthday":"1959-08-10","deathday":null,"gender":1,"homepage":null,"id":2165,"imdb_id":"nm0000275","known_for_department":"Acting","name":"Rosanna Arquette","place_of_birth":"New York City, New York, USA","popularity":14.706,"profile_path":"/sEsHFxY25w55db8UCb0S9xADpJ2.jpg"}
