{"adult":false,"also_known_as":[],"biography":"Nicolas Paul Stéphane Sarközy de Nagy-Bocsa (born 28 January 1955) is a French politician who served as President of France and ex officio Co-Prince of Andorra from 16 May 2007 until 15 May 2012.\n\nBorn in Paris, he is of one half Hungarian, one quarter Greek Jewish, and one quarter French origin. Mayor of Neuilly-sur-Seine from 1983 to 2002, he was Minister of the Budget under Prime Minister Édouard Balladur (1993–1995) during François Mitterrand's second term. During Jacques Chirac's second presidential term he served as Minister of the Interior and as Minister of Finances. He was the leader of the Union for a Popular Movement (UMP) party from 2004 to 2007.\n\nHe won the 2007 French presidential election by a 53.1% to 46.9% margin against Socialist Ségolène Royal. During his term, he faced the financial crisis of 2007–2008 (causing a recession, the European sovereign debt crisis), the Russo-Georgian War (for which he negotiated a ceasefire) and the Arab Spring (especially in Tunisia, Libya, and Syria). He initiated the reform of French universities (2007) and the pension reform (2010). He married Italian-French singer-songwriter Carla Bruni in 2008 at the Élysée Palace in Paris.\n\nIn the 2012 election, François Hollande, candidate of the Socialist Party, defeated Sarkozy by a 3.2% margin. After leaving the presidential office, Sarkozy vowed to retire from public life before coming back in 2014, being subsequently reelected as UMP leader (renamed The Republicans in 2015). Being defeated at the Republican presidential primary in 2016, he retired from public life. He was charged with corruption by French prosecutors in two cases, notably concerning the alleged Libyan interference in the 2007 French elections. In 2021, Sarkozy was convicted of corruption in two separate trials. His first conviction resulted in him receiving a sentence of three years, two of them suspended and one in prison; he has appealed against the ruling. For his second conviction, he received a one year sentence, which he is allowed to serve under home confinement. ...\n\nSource: Article \"Nicolas Sarkozy\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1955-01-28","deathday":null,"gender":2,"homepage":null,"id":78938,"imdb_id":"nm0765324","known_for_department":"Acting","name":"Nicolas Sarkozy","place_of_birth":"Paris, France","popularity":0.6,"profile_path":"/lGEsltZLSzzzIbezVZOuYF8jfZ4.jpg"}
