{"adult":false,"also_known_as":["Στίφεν Σόμερς","스티븐 소머즈"],"biography":"Born and raised in Minnesota, Stephen Sommers went on to attend St. John’s University before transferring to the University of Seville in Spain.  After graduating, he spent the next several years managing rock bands throughout Europe.  Relocating to Los Angeles, Sommers enrolled in the University of Southern California’s School of Cinematic Arts and spent the next three years earning a Masters Degree in Film Production.  Upon writing and directing an award-winning student film, Perfect Alibi, he was granted the opportunity to write and direct his first feature-length motion picture – a story set in the world of high school drag racing entitled Catch Me If You Can.  From there, Sommers went on to create such well-known and beloved adaptations as The Adventures of Huck Finn and Rudyard Kipling’s The Jungle Book, both for Walt Disney Pictures.  He also wrote and executive produced Disney’s adventure film Tom and Huck before returning to the director’s chair for the suspense-thriller Deep Rising.  The next year, Sommers wrote, directed and produced the first installment of The Mummy franchise for Universal Studios.  That film and its sequel, The Mummy Returns, have grossed over eight-hundred and forty million dollars worldwide.  His next monster blockbuster was the action-adventure epic Van Helsing, released in 2004, which did over three-hundred million dollars at the box office.  Following his producing duties on The Mummy: Tomb of the Dragon Emperor – which made the trilogy a billion dollar franchise - Sommers wrote, directed and produced G.I. Joe: The Rise of Cobra for Paramount Studios.   Stephen currently resides in Los Angeles with his wife and their two daughters.  Bio from official homepage.","birthday":"1962-03-20","deathday":null,"gender":2,"homepage":"http://www.stephensommers.com","id":7775,"imdb_id":"nm0814085","known_for_department":"Writing","name":"Stephen Sommers","place_of_birth":"Indianapolis, Indiana, USA","popularity":3.85,"profile_path":"/wGhd7IF1Buf7qPXuC4y1t02hams.jpg"}
