{"adult":false,"also_known_as":["خالد حماد"],"biography":"Khaled Hammad is a composer, composer, film director and producer. He was born on April 24, 1971, \"Ukraine - Soviet Union\" of an Egyptian father and a Russian mother. He holds Egyptian nationality and Russian citizenship. He graduated from the Higher Conservatory of Music Conservatory with a very good general grade in 1995, then joined the Higher Institute of Cinema (Egypt) directing department, and graduated with a very good general grade with honors in 2000. He directed more than a short documentary film, And the sea, you have one, the mulberry tree .. And the output is not yet processed ..\n\nSince childhood, he has participated in various artistic activities in various fields, including music through the playing, composition and leadership of musical teams and acting through the \"National Theater for Children - Egypt\". In the secondary stage, as well as some works in television drama and Cinema.\n\nHe began to compose the music of the film institute's graduate projects as well as the music of television programs, advertisements and others since his studies at the Conservatory of Music in Cairo, Egypt.\n\nHe worked in various fields related to art and media. In addition to musical adaptation and directing, he worked and developed in the field of sound, massaging, dubbing and production services in cinema and television. He worked in the field of artistic media through the resurrection of innovation and creation Egy Film, TV and Art News, 2001, then Egy Film, the paper version, later produced, designed and written a number of television programs.\n\nHe has won many awards in the field of music and in the field of directing ..\n\n- Member of the Association of International Composers and Composers (SACEM). Member of the Syndicate of Music Professions. Member of Syndicate of Cinematographers.","birthday":"1971-04-24","deathday":null,"gender":2,"homepage":null,"id":1534747,"imdb_id":null,"known_for_department":"Sound","name":"Khaled Hammad","place_of_birth":null,"popularity":2.073,"profile_path":"/4xY5gfIFI21GCr4PodWcVSVjMo2.jpg"}
