{"adult":false,"also_known_as":[],"biography":"Joseph William \"Joe\" Frazier, known as \"Smokin\" Joe, is a former Olympic and World Heavyweight boxing champion, whose professional career lasted from 1965 to 1976, with a brief comeback in 1981.\n\nFrazier emerged as a contender in the mid-1960s, defeating Jerry Quarry, Oscar Bonavena, Buster Mathis, Eddie Machen, Doug Jones and Jimmy Ellis en route to becoming undisputed heavyweight champion in 1970, and followed up by defeating Muhammad Ali in the highly-anticipated \"Fight of the Century\" in 1971. Two years later Frazier lost his title when he was knocked out by George Foreman. He launched a comeback, beating Joe Bugner, losing a rematch to Ali, and beating Quarry and Ellis again.\n\nFrazier's last world title challenge came in 1975, but he was beaten by Ali in their brutal rubbermatch. He retired in 1976 following a second loss to Foreman. He made a comeback in 1981, fighting just once, before retiring for good. The International Boxing Research Organization (IBRO) rates Frazier among the ten greatest heavyweights of all time. He is an inductee of both the International Boxing Hall of Fame and the World Boxing Hall of Fame.\n\nFrazier's style was often compared to that of Henry Armstrong, dependent on bobbing, weaving and wearing down his opponents with relentless pressure. His best known punch was a powerful left hook, which accounted for most of his knockouts. Compared to Ali's style, he was close enough to the ideal bruiser that some in the press and media characterized the bouts as the answer to the classic question: \"What happens when a boxer meets with a brawler?\"\n\nSince retiring Frazier has made cameo appearances in several Hollywood movies, and two episodes of The Simpsons. His son Marvis also became a boxer - trained by Frazier himself - although was unable to emulate his father's success. Frazier continues to train fighters in his gym in Philadelphia. His later years have also seen the continuation of his bitter rivalry with Ali, in which the two periodically exchange insults, interspersed with brief reconciliations.","birthday":"1944-01-12","deathday":"2011-11-07","gender":2,"homepage":null,"id":107375,"imdb_id":"nm0004939","known_for_department":"Acting","name":"Joe Frazier","place_of_birth":"Beaufort, South Carolina","popularity":3.43,"profile_path":"/l4y0KB8EVAS1E9yZDDLkMeTxghS.jpg"}
