{"adult":false,"also_known_as":[],"biography":"Véronique Marie Line Sanson (born 24 April 1949 in Boulogne-Billancourt, near Paris) is a three-time Victoires de la Musique Award-winning French singer-songwriter and record producer with an avid following in her native country.\n\nShe brings a very personal vocal style to the singing of French pop songs: Her voice has a very strong vibrato.\n\nTen years after Barbara, Véronique Sanson became one of the first French female singer-songwriters to break into stardom with her debut album Amoureuse in 1972. She also became one of the most successful and most prominent members of the Seventies \"Nouvelle chanson française\" (\"New French chanson\"), alongside Alain Souchon, Bernard Lavilliers, Jacques Higelin, Michel Polnareff, Catherine Lara, Yves Duteil, Maxime Le Forestier, Renaud, William Sheller, Michel Jonasz, Michel Berger, Hubert-Félix Thiéfaine, Louis Chédid, or Francis Cabrel. Unlike most previous French artists of the Sixties Yé-yé era, who mostly released EPs consisting of a collection of singles, B-sides and covers, Sanson and her counterparts of the \"nouvelle chanson française\" established the dominance of singer-songwriters on the Seventies French charts thanks to albums with full-length artistic statements.\n\nOne of her songs, \"Amoureuse\", was covered in English in 1973 by singer Kiki Dee, and became a major hit in the United Kingdom, and has been covered since by various other singers, from Polly Brown (1973) to Olivia Newton-John (1974), Pete Townshend (1974), Linda Martin (1996) and Amanda Abbs with Illusive (1997). In 1974, Patti Dahlstrom recorded a second version with her own lyrics, entitled \"Emotion\" which was covered by Helen Reddy (1974) and Shirley Bassey (1975). Many other covers of \"Amoureuse\" have been recorded in French, German, Spanish, Dutch or Japanese.\n\nVéronique Sanson plays piano and guitar. ...\n\nSource: Article \"Véronique Sanson\" from Wikipedia in english, licensed under CC-BY-SA 3.0.","birthday":"1949-04-24","deathday":null,"gender":1,"homepage":"http://www.veronique-sanson.net/","id":580232,"imdb_id":"nm0763070","known_for_department":"Acting","name":"Véronique Sanson","place_of_birth":"Boulogne-Billancourt, Hauts-de-Seine, France","popularity":1.114,"profile_path":"/6gKQqF5ZfEMBarGVhDauzSuk10Z.jpg"}
