{"adult":false,"also_known_as":["Nicholas King \"Nick\" Nolte"],"biography":"Nick Nolte is an American actor, film producer, voice artist, comedian, and former model. He won the Golden Globe Award for Best Actor – Motion Picture Drama and was nominated for the Academy Award for Best Actor for the 1991 film The Prince of Tides. He went on to receive Academy Award nominations for Affliction and Warrior.\n\nNolte was a model in the late 1960s and early 1970s. In a national magazine advertisement in 1972, he appeared in jeans and an open jean shirt for Clairol's \"Summer Blonde\" hair lightener sitting on a log next to a blonde Chris O'Connor; and they appeared on the packaging. In 1992, Nolte was named the Sexiest Man Alive by People magazine.\n\nNolte first starred in the television miniseries Rich Man, Poor Man, based on Irwin Shaw's 1970 best-selling novel. Later he appeared in over forty films, playing a wide variety of characters. Diversity of character, trademark athleticism, and gravelly voice are signatures of his career. In 1973, he guest-starred in the Griff episode, \"Who Framed Billy the Kid?\", as Billy Randolph, a football player accused of murder. Nolte also made two guest appearances in the television series Barnaby Jones in 1974 and 1975. He co-starred with Andy Griffith in Winter Kill, a television film made as the pilot of a possible television series, and another one, Adams of Eagle Lake, but neither was picked up.\n\nNolte starred in The Deep, Who'll Stop the Rain, North Dallas Fort, which is based on Peter Gent's novel, and starred in 48 Hrs. with Eddie Murphy. During the 1980s, he starred in Under Fire, Down and Out in Beverly Hills, Extreme Prejudice, and New York Stories. Nolte starred with Katharine Hepburn in her last leading film role in Grace Quigley. Nolte and Murphy starred again in the sequel Another 48 Hrs. In 1991, Nolte starred in The Prince of Tides and was nominated for the Academy Award for Best Actor. Later, he starred in Martin Scorsese's remake of Cape Fear with Robert De Niro and Jessica Lange. Nolte also starred in Lorenzo's Oil, Jefferson in Paris, Mulholland Falls and Afterglow. He received his second Academy Award nomination the same year for Affliction. Nolte starred with Sean Penn in three films, including Terrence Malick's war epic The Thin Red Line, U Turn and Gangster Squad.\n\nNolte continued to work in the 2000s, taking smaller parts in Clean and Hotel Rwanda, both performances receiving positive reviews. He also played supporting roles in the 2006 drama Peaceful Warrior and the 2008 comedy Tropic Thunder. In 2011, Nolte played recovering alcoholic Paddy Conlon in Warrior, and was nominated for Academy Award for Best Supporting Actor. Beginning in 2011, Nolte starred with Dustin Hoffman in the HBO series Luck. At the start of production of the second season, however, HBO ended the series after the death of three horses during filming. In 2015, Nolte starred in the biopic comedy-drama A Walk in the Woods and in the revenge thriller Return to Sender.","birthday":"1941-02-08","deathday":null,"gender":2,"homepage":"http://www.nicknolte.com/","id":1733,"imdb_id":"nm0000560","known_for_department":"Acting","name":"Nick Nolte","place_of_birth":"Omaha, Nebraska, USA","popularity":12.443,"profile_path":"/jpYzFBi6zfn8CHVaXmqgiOTas4V.jpg"}
