{"adult":false,"also_known_as":[],"biography":"​From Wikipedia, the free encyclopedia.\n\nLucas Daniel \"Luke\" Edwards (born March 24, 1980) is an American actor. He began taking acting lessons for fun on his mother's suggestion and landed his first television role in 1988 on an ABC Afterschool Special episode. He had roles in the films 'The Wizard, Guilty By Suspicion, Newsies, Mother's Boys, Little Big League, American Pie 2, Jeepers Creepers 2, Debating Robert Lee, Graphic, Turn Me On, Dead Man, and Disarmed. He wrapped up filming Little Odessa in 2009. He has had varied success with television, with guest appearances on Roseanne, 21 Jump Street, Molloy (with Mayim Bialik), Parker Lewis Can't Lose, Not of This World, Davis Rules, Human Target, Strange World, Undressed, Night Visions, Without a Trace, Close to Home, and Privileged. He was also in made-for-television movies I Know My First Name is Steven, The Yarn Princess, The Little Riders, Cheaters, Shadow Realm, and Devil's Run (straight to video). He continues to act professionally, and is set to film Jeepers Creepers 3, due out sometime around 2011.\n\nHe starred in \"'The Wizard'\" (1989) with Fred Savage, Beau Bridges, Christian Slater, and Jenny Lewis. Edwards played the role of Jimmy Woods, a young gaming prodigy who could master any game he could play even without having ever played it before. Traumatized by the sudden drowning death of his twin sister that also resulted in a divorce, Jimmy (Edwards) and his brother Corey (Savage) go to California, the only word Jimmy utters for a good portion of the movie. In trying to figure out what exactly \"California\" means, they embark on a journey and end up entering a video game tournament. Jimmy wins the competition with the game Super Mario Bros. 3, and on the way back he sees \"California\" - a tourist stop with a dinosaur exhibit that their family stopped into when his twin was still alive.\n\nDescription above from the Wikipedia article Luke Edwards, licensed under CC-BY-SA, full list of contributors on Wikipedia","birthday":"1980-03-24","deathday":null,"gender":2,"homepage":null,"id":33052,"imdb_id":"nm0250180","known_for_department":"Acting","name":"Luke Edwards","place_of_birth":"Nevada City, California, USA","popularity":8.823,"profile_path":"/cZcUHl6jojQJiviybrDV5iX8K9Z.jpg"}
