{"adult":false,"also_known_as":["George Landow","Apollo Jize","Orphan Morphan"],"biography":"George Landow (1944 – June 8, 2011), also known as Owen Land, was a painter, writer, photographer, and experimental filmmaker. He has also worked under the pen names Orphan Morphan and Apollo Jize.\n\nAccording to film historian Mark Webber, Land made some of his first films as a teenager, and his later films, made mostly during the 1960s and 1970s, are some of the first examples of the \"structural film\" movement. Land's films usually involve word play, and have been described by Webber as having humor & wit that separates his films from the \"boring\" world of avant-garde cinema.\n\nHis work is also known to parody the experimental & \"structural film\" movement, as featured in his 1975 film Wide Angle Saxon. His style of filmmaking is also inspired by Bertolt Brecht, educational films, advertising, and television, and employs devices used by such in his films to destroy any sense of \"reality\", as exhibited in What's Wrong With this Picture 1 and Remedial Reading Comprehension.\n\nShortly after the release of his film On the Marriage Broker Joke as Cited by Sigmund Freud... (1977), Landow rearranged his name to Owen Land. It is an anagram of \"Landow N.E.\" Land served as the model for Robert Heinlein's character Jubal Harshaw, unbeknownst to Heinlein.\n\nThe book Two Films By Owen Land (Lux, London) features the complete scripts of Landow/Land's films Wide Angle Saxon and On the Marriage Broker Joke as Cited by Sigmund Freud in Wit and its Relation to the Unconscious or Can the Avant-Garde Artist Be Wholed?, as well as footnotes written by Land interpreting the many references and elements of these two films and a filmography by Mark Webber. Released in May 2011, the book \"Dialogues - a film by Owen Land\" (Paraguay Press, Paris) features the complete script of his last film, as well as two interviews with the artist and essays written by Philippe Pirotte, Julia Strebelow and Chris Sharp.","birthday":"1944-01-01","deathday":"2011-06-08","gender":2,"homepage":null,"id":1191771,"imdb_id":"nm1283540","known_for_department":"Directing","name":"Owen Land","place_of_birth":"New Haven, Connecticut, USA","popularity":0.652,"profile_path":"/liamsqKEYvHLZFnHGTgvMdUoJbo.jpg"}
