{"adult":false,"also_known_as":[],"biography":"Jennifer Beals (born December 19, 1963, height 5' 8½\" (1,74 m)) is an American actress and a former teen model. She is known for her roles as Alexandra \"Alex\" Owens in the 1983 film Flashdance, and as Bette Porter on the Showtime drama series The L Word. She earned an NAACP Image Award and a Golden Globe Award nomination for the former. She has appeared in more than 50 films.\n\nBeals was born on the South Side of Chicago, the daughter of Jeanne (née Anderson), an elementary school teacher, and Alfred Beals, who owned grocery stores. She is multiracial; her father was African American, and her mother is Irish American. She has two brothers, Bobby and Gregory.Her father died when Beals was nine years old, and her mother married Edward Cohen in 1981. Beals has said her biracial heritage had some effect on her, as she \"always lived sort of on the outside\", with an idea \"of being the other in society\". She got her first job at age 13 at an ice cream store, using her height at the time (she is now nearly 5 ft 9 in (1.75 m)), to convince her boss she was 16.\n\nBeals was inspired to become an actress by two events: doing a high school production of Fiddler on the Roof and seeing Balm in Gilead with Joan Allen while volunteer-ushering at the Steppenwolf Theatre.\n\nBeals graduated from the progressive Francis W. Parker School. She also was chosen to attend the elite Goodman Theatre Young People's Drama Workshop. Beals attended Yale University, receiving a B.A. in American literature in 1987; she deferred a term so she could film Flashdance. While at Yale, Beals was a resident of Morse College.\n\nDescription above from the Wikipedia article Jennifer Beals, licensed under CC-BY-SA, full list of contributors on Wikipedia. ​","birthday":"1963-12-19","deathday":null,"gender":1,"homepage":"http://thejenniferbeals.com","id":3130,"imdb_id":"nm0000884","known_for_department":"Acting","name":"Jennifer Beals","place_of_birth":"Chicago - Illinois - USA","popularity":27.195,"profile_path":"/gSgjPBfke1fz55WyO8AnFWtidOq.jpg"}
