{"adult":false,"also_known_as":["The Commandant"],"biography":"Robin B. Smith is a South African former wrestling manager and actor. He is most famous for participating in the 2009 film Invictus. He was known in the WWF as the Commandant, who managed the South African Truth Commission for a short time in 1997.\n\nBorn in South Africa, his film career started in 1987 in the film Scavengers. He appeared in many South African movies throughout the late 1980s to the 2000s.\n\nWrestling career\n\nSmith became a manager in professional wrestling in early 1997. Bret Hart visited South Africa and met Smith. Hart recommended him for a role in the World Wrestling Federation, however he never fought as a wrestler. Smith made his wrestling debut in Tennessee in the US Wrestling Association (USWA). He wrestled under the name Commandant, and managed a group of wrestlers including \"Interrogator\", \"Tank\" and \"Recon\" as the \"Truth and Reconciliation Commission\".\n\nThis tea won the USWA Tag Team Championship three times. In June 1997, the Truth Commission made their WWF debut. Smith made promos on WWF about the Truth Commission and attacking the United States for not having discipline. He was hated by the fans. \"Sniper\" replaced \"Tank\" on the commission. He was interviewed by Sunny, but scared her by yelling at her. During the summer of 1997 the group lost only to \"Legion of Doom\". In September, Smith was replaced by Don Callis, the \"Jackyl\"; the WWF wanted someone who could participate physically in the matches. Smith returned to South Africa, ending his wrestling career.\n\nActing\n\nSmith appeared in 2006's The Fall, a film about Los Angeles based in the 1920s. In 2009 he played Johan De Villers in Invictus, about a South Africa rugby team fighting to win the 1995 Rugby World Cup.\n\nPersonal\n\nAs of 2011 he lived in South Africa, as a freelancer.","birthday":"1955-02-28","deathday":null,"gender":2,"homepage":null,"id":1071690,"imdb_id":null,"known_for_department":"Acting","name":"Robin Smith","place_of_birth":"Basutoland, South Africa","popularity":1.681,"profile_path":null}
