{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia.\n\nEllory Elkayem (born 12 August 1970) is a New Zealand film director.\n\nBorn in Christchurch, Ellory Elkayem began making films at a young age. He later attended a film school designed to give students practical experience and preparation for a career in the film business. He learned the ropes firsthand while working in the camera department on many commercials, music videos, and television shows such as The Adventures of the Black Stallion starring Mickey Rooney.\n\nDuring this time, Elkayem also made several short films with support and financial assistance from the New Zealand government. His big break came with Larger than Life, a 13-minute black-and-white, FX-driven homage to the 1950s Hollywood horror genre, featuring a giant, man-eating spider.\n\nProduced by Academy Award winner Jamie Selkirk, and financed with the largest grant of its kind from the New Zealand Film Commission, Larger than Life received critical acclaim at the 1998 Telluride Film Festival and later caught the eye of the Hollywood producers Dean Devlin and Roland Emmerich (Independence Day, Godzilla, The Day After Tomorrow), who then recruited Elkayem to write and direct Eight Legged Freaks, a $30 million feature film based on Larger than Life, starring David Arquette, Kari Wührer, and Scarlett Johansson, and distributed by Warner Brothers.\n\nHe has since worked on a number of low-budget horror films, including Return of the Living Dead: Necropolis and Return of the Living Dead: Rave from the Grave sequels and has just finished directing Without a Paddle: Nature's Calling.\n\nDescription above from the Wikipedia article Ellory Elkayem , licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1970-08-12","deathday":null,"gender":2,"homepage":null,"id":56150,"imdb_id":"nm0253819","known_for_department":"Directing","name":"Ellory Elkayem","place_of_birth":"Christchurch, New Zealand","popularity":1.051,"profile_path":"/Ad1h4tzvq27oK63Ua2n6RrgYA8n.jpg"}
