{"adult":false,"also_known_as":["Christine Marié Flores"],"biography":"​From Wikipedia, the free encyclopedia.  \n\nChristine Marié Flores (born September 26, 1981), better known by her stage name Christina Milian (pronounced /mɪliˈɑːn/) is an American recording artist, actress, dancer and model. Born in Jersey City, New Jersey, Milian moved to Los Angeles when she was 13 years old, desiring to be an actress. By the age of 17, Milian had begun writing songs to help obtain a recording contract. Milian has released three studio albums, and is currently working on fourth studio album due for release in 2011. Milian's self-titled debut album was released in 2001, and features the singles \"AM to PM\" and \"When You Look at Me\"; both peaked in the top three on the UK Singles Chart. The singer's second studio album, It's About Time (2004), provided her first major US hit \"Dip It Low\". Milian's third studio album, So Amazin' (2006), produced only one single, \"Say I\". A month after the release of So Amazin', Milian's representative confirmed that she had left Island Records due to creative differences. Milian signed with Interscope Records in 2009, through which she will release her album, Elope. A single, ballad \"Us Against the World\", was released in October 2008. Although Milian is best known for her singing career, she originally wanted to be an actress. Her first lead role was in the 2003 film Love Don't Cost a Thing, and subsequently had main roles in Be Cool and the horror film Pulse. Milian had a minor role in Ghosts of Girlfriends Past, and starred as the lead role in the straight-to-DVD film Bring It On: Fight to the Finish. On September 4, 2009, Milian and R&B singer/songwriter The-Dream eloped in Las Vegas, and she gave birth to their daughter, Violet, on February 26, 2010. Milian and The-Dream announced their separation on July 12, 2010. Milian has since been cast in the ABC Family Original Movie Christmas Cupid, alongside Ashley Benson and Chad Michael Murray.\n\nDescription above from the Wikipedia article Christina Milian, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1981-09-26","deathday":null,"gender":1,"homepage":null,"id":37936,"imdb_id":"nm0587396","known_for_department":"Acting","name":"Christina Milian","place_of_birth":"Jersey City, New Jersey, USA","popularity":14.265,"profile_path":"/8gjuOvjQytPC5BygAToJgBIctpN.jpg"}
