{"adult":false,"also_known_as":[],"biography":"Michael Gregg Wilson, OBE (born January 21, 1943) is the producer and screenwriter of many of the James Bond films.  Wilson was born in New York City, the son of Dana (née Natol) and actor Lewis Wilson. His father was the first actor to play the DC Comics character Batman in live action, which he did in the 1943 film serial Batman. He is the stepson of the late James Bond producer Albert R. Broccoli and step brother to Bond co-producer, Barbara Broccoli. Wilson graduated from Harvey Mudd College in 1963 as an electrical engineer. He later studied law at Stanford. After graduating, Wilson worked for the United States government and later a firm located in Washington D.C. that specialized in international law.\\n  He was made an Officer of the Order of the British Empire (OBE) in the 2008 New Year Honours, alongside Barbara Broccoli.\\n  In 2010 Wilson was given The Royal Photographic Society's award for Outstanding Service to Photography, which carries with it an Honorary Fellowship of The Society.\\n  In 1972, Wilson joined Eon Productions, the production company responsible for the James Bond film series dating back to 1962 that began with his stepfather Albert R. 'Cubby' Broccoli and Harry Saltzman. Wilson specifically worked in Eon Productions' legal department until taking a more active role as an assistant to Cubby Broccoli for the film The Spy Who Loved Me (1977). In 1979 Wilson became executive producer of the film Moonraker and since has been an executive producer or producer in every James Bond film, currently co-producing with his half-sister Barbara.\\n  Wilson collaborated five times with veteran Bond screenwriter Richard Maibaum starting in 1981 with For Your Eyes Only. In 1989 Michael G. Wilson was forced to finish the screenplay to Licence to Kill alone due to a strike by the Writers Guild of America, west which prevented Maibaum from having any further involvement. For both, this was their final James Bond script, as Maibaum died in 1991 and Wilson ceased writing, although he outlined a never-produced film in the series with Alfonse Ruggiero, scrapped due to internal legal wranglings between Eon Productions and MGM (the following film, GoldenEye being a completely different story written by Michael France).  In addition to his production duties, Wilson has also made many cameo appearances (speaking and non-speaking) in the Bond films. His first appearance, long before becoming a producer, was in Goldfinger in which he appeared as a soldier. Wilson has made cameo appearances in every Eon-produced Bond film since 1977.","birthday":"1943-01-21","deathday":null,"gender":2,"homepage":null,"id":69678,"imdb_id":"nm0933865","known_for_department":"Production","name":"Michael G. Wilson","place_of_birth":"New York, New York, USA","popularity":2.997,"profile_path":"/zcf7J90ubDxrm9D113D5b59KWAp.jpg"}
