{"adult":false,"also_known_as":["Петр Костка"],"biography":"​Petr Kostka se narodil v Říčanech u Prahy. Pochází ze starého divadelního rodu, jehož kořeny sahají až do 1. poloviny 19. století. Jeho otcem byl herec Jiří Kostka. Po maturitě na Vyšší hospodářské škole složil v roce 1957 úspěšně zkoušky na DAMU. Studium ale nedokončil a v roce 1960 nastoupil do Městských divadel pražských. První filmové role ztvárnil s úspěchem už v 2. ročníku DAMU, ale definitivně se u diváků i odborné kritiky prosadil v roce 1960 snímkem VYŠŠÍ PRINCIP, kde hrál jednoho ze studentů popravených za stanného práva.\n\nNásledovala strmá herecká kariéra. V následujících desetiletích patřil k nejobsazovanějším a velice populárním českým hercům. S přehledem hrál hlavní i vedlejší postavy, z významných rolí lze uvést např. postavu sedláka Petra ze snímku Karla Zemana BLÁZNOVA KRONIKA, šlechtického mladíka v televizní středověké detektivce ZLOČIN NA ZLENICÍCH HRADĚ, šlechtice Millese z historického televizního filmu Ludvíka Ráži PRIC A CHUĎAS nebo dvojroli bratrů Burešových coby pilotů kosmické lodi ve sci-fi Jindřicha Poláka ZÍTRA VSTANU A OPAŘÍM SE ČAJEM.\n\nMěl mimořádně rozsáhlý herecký rejstřík, byl obsazován do nejrůznějších žánrů od psychologických dramat přes dobrodružné filmy až k ryzím komediím. Ty měl ostatně nejraději. Diváci si ho mohou pamatovat jako zákeřného Carlose ve Vorlíčkově filmu COŽ TAKHLE DÁT SI ŠPENÁT nebo jako věčně nervózního a uhoněného pana Nováka v komediích PÁTEK NENÍ SVÁTEK a V PODSTATĚ JSME NORMÁLNÍ. Objevil se jako jeden z hlavních hrdinů podprůměrného seriálu INŽENÝRSKÁ ODYSEA.\n\nV 80. letech zájem filmařů o jeho služby poněkud poklesl a více ho vytěžovala televize. Zahrál si v řadě seriálů, mezi ty, kde měl významný prostor, patří SANITKA, SYNOVÉ A DCERY JAKUBA SKLÁŘE nebo MY HOLKY Z MĚSTEČKA. V řadě dalších se objevil v epizodních rolích. V 90. letech se nejčastěji objevoval v televizních pohádkách a inscenacích. Ztvárnil jednoho z kriminalistů v oblíbeném seriálu HŘÍCHY PRO PÁTERA KNOXE a divácky vděčnou postavu penzionovaného vrchního strážmistra Šiktance v úspěšných ČETNICKÝCH HUMORESKÁCH.\n\nPokud jde o divadelní angažmá, v roce 1974 přešel do Národního divadla, kde hrál v řadě prestižních představení, jako byl Hamlet nebo Vévodkyně valdštejnských vojsk. V roce 1994 přestoupil do souboru Divadla na Vinohradech, kde působí dodnes. Ve významných rolích se objevil např. ve hrách Smutek patří Elektře, Královna Kristina nebo Král se baví. V roce 2003 se stal nositelem divadelní ceny Thálie.\n\nZ rozsáhlé práce na poli dabingu vyčnívá např. postava Mikoláše (František Velecký) z historické fresky MARKÉTA LAZAROVÁ či esesáka Kukucka (Oleg Tabakov) ze snímku KUKAČKA V TEMNÉM LESE. Za nadabování detektiva Poirota ve stejnojmenném seriálu obdržel cenu Františka Filipovského.\n\nPrvní manželství, ze kterého zůstaly Petru Kostkovi dvě dcery, skončilo tragickou autonehodou jeho ženy Ingrid Kostkové-Vavrouchové. Ovdovělý herec se oženil s kolegyní z Městských divadel pražských Carmen Mayerovou. Narodila se jim dcera Tereza Kostková, dnes úspěšná herečka a moderátorka. Petr Kostka je dnes již vícenásobným dědečkem.","birthday":"1938-06-11","deathday":null,"gender":2,"homepage":null,"id":144138,"imdb_id":"nm0467478","known_for_department":"Acting","name":"Petr Kostka","place_of_birth":"Říčany u Prahy","popularity":1.805,"profile_path":"/vKvsqfOw8RbI9ugc2UW7uDw56fJ.jpg"}
