{"adult":false,"also_known_as":[],"biography":"Bashar Mounzer Rahal is the second child to a Bulgarian mother Mariana  Rahal - an interior designer and Lebanese father Mounzer Rahal - an  OB/GYN. The family moved back to Bulgaria when Bashar was only 6 years  old. He first started acting in TV sketches when he was 12. At the age  of 14 he became a member of a professional theater group, called \"Tears  and Laughs\", with which he took part in more than 15 performances  including Shakespeare and Chekhov. He attended numerous international  festivals, including the ones in Avignon, France and Thun, Switzerland  among others. His first big screen role at the age of 15 was in 1952:  Ivan i Aleksandra (1989) which was followed by more TV and Film  appearances. After graduating from The First English Language High  School in Sofia, Bashar attended the National Academy of Theater and  Film Art, where he received his Masters in Dramatic Arts. Shortly after  graduation he was accepted as a permanent member of the national youth  theatre and was a guest actor at The National Theatre Sofia Bulgaria.  For the next couple of years Bashar appeared in over 25 different TV  comedy shows, but became most popular with the hit TV show \"It Can't  Be\"equivalent of SNL ,created & directed by Nellie Andreeva .The  show won \" Golden Melon\", for best comedy show - the most prestigious TV  award in  Bulgaria. In 1997 Bashar hosted \"The Late Night Show\" on Channel 3 Sofia  , where he met his co-host and future wife Kalina Rahal. In 1999 the  couple moved to California so that Bashar could pursue his acting  career. He was granted Alien of Extra Ordinary ability as an actor. He  is a graduate from the Lee Strasberg Theatre and Film Institute in Los  Angeles. For a long time he was considered to play Azamat Bagatov in  Borat: Cultural Learnings of America for Make Benefit Glorious Nation of  Kazakhstan. Initially Bashar was not considered to play in Joshua  Seftel's Political Satire War ,Inc. but the producers Danny Lerner and  Les Weldon convinced both John Cusack and the Director Seftel that he is  the best choice for the part. After the end of the shooting Cusack and  Seftel admitted that Bashar had developed the best character. Later  Danny Lerner casted Bashar as a lead in his upcoming action movie Direct  Contact. Recently he was casted to play Boris in Dominic Sena's  \"Whiteout\",starring Kate Beckinsale.​","birthday":"1974-10-20","deathday":null,"gender":2,"homepage":null,"id":105688,"imdb_id":"nm0706666","known_for_department":"Acting","name":"Bashar Rahal","place_of_birth":"Dubai, United Arab Emirates","popularity":1.924,"profile_path":"/omSykjZxR4GMJD6QnM1XYJqD99V.jpg"}
