{"adult":false,"also_known_as":[],"biography":"From Wikipedia, the free encyclopedia\n\nMary Badham (born October 7, 1952) is an American actress, known for her portrayal of Jean Louise 'Scout' Finch in To Kill a Mockingbird (1962), for which she was nominated for an Academy Award for Best Supporting Actress. At the time, Badham (age 10) was the youngest actress ever nominated in this category.\n\nMary Badham is the younger (by thirteen years) sister of film director John Badham. The Badham siblings, however, have never worked together on the same film.\n\nBadham had no prior film acting experience before being cast in To Kill a Mockingbird. The Oscar in her category went to another child actress, Patty Duke for The Miracle Worker. During filming, Badham became particularly close to actor Gregory Peck who played Scout's father, and afterwards she remained in touch with him, always calling him by his character's name, 'Atticus', until his death in 2003.\n\nBadham is also widely known for her role as 'Sport Sharewood' in The Bewitchin' Pool, the final episode of the original Twilight Zone series.\n\nShe also appeared in the films Let's Kill Uncle and This Property Is Condemned before retiring from the acting profession.\n\nAt the urging of actor/writer/director Cameron Watson, Badham came out of retirement to play an offbeat cameo opposite Keith Carradine for his film Our Very Own. Watson stated he would not accept any other actress for the part. He had managed to contact her via Monroeville, Alabama, where she had been invited to attend a stage version of To Kill a Mockingbird.\n\nAt present Badham is an art restorer and a college testing coordinator. Married to a school teacher, and the mother of two (Anthony and Anna), she also travels around the world recalling her experiences making To Kill a Mockingbird while expounding on the book's messages of tolerance and compassion.\n\nDescription above from the Wikipedia article Mary Badham, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1952-10-07","deathday":null,"gender":1,"homepage":null,"id":8488,"imdb_id":"nm0000825","known_for_department":"Acting","name":"Mary Badham","place_of_birth":"Birmingham, Alabama, U.S.","popularity":3.473,"profile_path":"/2URHkCR9wpI9jTdbVlT7gbAVosq.jpg"}
