{"adult":false,"also_known_as":["Kevin R. McNally","케빈 맥널리 ","Kevin Sperring"],"biography":"Kevin McNally was born on April 27, 1956, in Bristol, England. He grew up in Birmingham where he attended Redhill and Mapledene Junior schools and Central Grammar School for Boys. At the age of 16, he got his first job at Birmingham Repertory Theatre. A year later he received a scholarship to the Royal Academy of Dramatic Art. In 1975 he won the Best Actor Bancroft Gold Medal for his stage performance. McNally's most notable stage performances in London's West End include his appearance as Alan Bennett opposite Maggie Smith in 'The Lady in the Van' and opposite Juliette Binoche in 'Naked'. He also starred as Richard in Terry Johnson's 'Dead Funny' at the Savoy Theatre.\n\nSince 1976 McNally has been involved in numerous TV productions beginning with his portrayal of the Roman ruler Castor, son of Tiberius, in the acclaimed BBC history series I, Claudius (1976) and his portrayal of Drake Carne in the popular series Poldark (1975). His career on television ascended after his work in Masada (1981) and in the cult TV series Doctor Who: The Twin Dilemma (1984). During the 1980s and 1990s McNally established himself as a reputable and versatile actor on both the British and American TV. He played a broad variety of leading and supporting characters ranging from the Soviet politician Kirov in Stalin (1992) to homicide detective Jack Taylor in Chiller (1995), and from an insecure son, Alan Hook, in TV series Dad (1997) to a convicted murderer James Hopkin in Bloodlines (2005). His portrayal of Frank Worsley in Shackleton (2002) as well as the role of Harry Woolf in Life on Mars (2006)  are among his best known works for television.  Between 2011 - 2012 he appeared in three episodes of Downton Abbey as Horrace Bryant.\n\nIn 1977 McNally made his big screen debut as HMS Ranger Crewman in the James Bond adventure The Spy Who Loved Me (1977). After having played bit parts in more than twenty feature films, McNally shot to international fame as pirate Joshamee Gibbs, his best known film role, in Pirates of the Caribbean: The Curse of the Black Pearl (2003) and the sequel Pirates of the Caribbean: Dead Man's Chest (2006). He returned in the role Joshamee Gibbs in the third installment of the 'Pirates' franchise Pirates of the Caribbean: At World's End (2007).\n\nKevin McNally has been enjoying a happy family life with Scottish actress Phyllis Logan and his two children. He resides with his family in Chiswick, London, England.","birthday":"1956-04-27","deathday":null,"gender":2,"homepage":null,"id":2449,"imdb_id":"nm0573618","known_for_department":"Acting","name":"Kevin McNally","place_of_birth":"Bristol, England, UK","popularity":4.655,"profile_path":"/1QvG7MbfeWxb4LlZrlR4OtwvB8v.jpg"}
