{"adult":false,"also_known_as":[],"biography":"Early life  Field was born in Chicago, Cook County, Illinois, the son of Katherine Woodruff Fanning, later editor of the Christian Science Monitor, and Marshall Field IV, who owned the Chicago Sun-Times.[3]  After the divorce of his parents at a young age, he and his sisters followed their mother and stepfather to Anchorage, Alaska. Katherine Field and her new husband, Larry Fanning, purchased the Anchorage Daily News from founder Norman C. Brown, publishing the paper for over a decade before selling it to The McClatchy Company.  Career  Field is well known by motor racing enthusiasts for being the boss of Interscope Records, a successful team that fielded talented musical artists like Snoop Dogg and even Pharrell Williams.  Interscope Racing started off entering Danny Ongais in Formula 5000 in 1975, graduating to USAC racing and the Indianapolis 500 in Parnelli chassis. Field also funded Ongais to make occasional Formula Oneoutings in a Penske during the 1978 season.  Field also backed the construction in 1980 of an Interscope chassis designed by Roman Slobodinskij for the Indianapolis 500. This was intended to take a turbocharged six-cylinder Porsche engine (similar to the one Ongais and Field were using in their Porsche 935) but a dispute with USAC over turbo boost meant the program was abandoned.  In 1982, Field founded Interscope Communications, which produced more than 50 major films. In 1984, Field was a leader of a group that bought movie camera manufacturer Panavision. In 1987, Panavision was sold to Lee International. In 1990, he co-founded Interscope Records. After abruptly leaving Interscope in January 2001, he formed ARTISTdirect Records with the backing of BMG. Ted Field is currently chairman and CEO of Radar Pictures.  Personal life  From 1984 to 1998, he owned a mansion formerly owned by Howard B. Keck located at 1244 Moraga Drive in the gated community of Moraga Estates in Bel Air, California.[4] He currently resides in Beverly Hills, Los Angeles, Los Angeles County, California.","birthday":"1953-06-01","deathday":null,"gender":2,"homepage":"http://www.lukeford.net/profiles/profiles/ted_field.htm","id":9196,"imdb_id":"nm0276059","known_for_department":"Production","name":"Ted Field","place_of_birth":"Chicago, Illinois, USA ","popularity":2.896,"profile_path":null}
