{"adult":false,"also_known_as":["Рэй Стивенсон "],"biography":"Ray Stevenson was born in Lisburn, Northern Ireland on 25 May 1964. He is a film, TV and stage actor. He moved with his family to Lemington, Newcastle-Upon-Tyne, England in 1972 at the age of eight, and later to Cramlington, Northumberland, where he was raised. The second of three sons of a Royal Air Force pilot father and an Irish mother, As a child he dreamed to become an actor, but he also thought that dream was impossible. So he pursued his other love, art, and went to art school instead. He was an interior designer with an architectural firm in London when he at 25 decided to try out acting. Eventually he attended Bristol Old Vic Theatre School, graduating at the age of 29.\n\nAt the beginning of 90s, he began his career on films. He did a few TV films, one of them is The Return of the Native (1994), where he appeared opposite Clive Owen, Catherine Zeta-Jones and Steven Mackintosh. He also filmed The Theory of Flight (1998) Greenwich Mean Time (1999), Green-Eyed Monster (2001) (TV) and a lot of TV guest roles in series.\n\nFinally, he made a international breakout with King Arthur (2004), as quiet, but loyal knight Dagonet, again with Clive Owen (who played Arthur), Keira Knightley, Ioan Gruffudd, Mads Mikkelsen, Ray Winstone and Stellan Skarsgard. After a few more TV films, Stevenson's popularity stared to rise by each film. But, the real fame comes with HBO's \"Rome\" (2005 - 2007), as funny, but heroically fearless legionary Titus Pullo, opposite Kevin McKidd.\n\nAnother two well-known roles were in action horror Outpost (2008) and as comic book dark hero The Punisher / Frank Castle in extremely violent Punisher: War Zone (2008), opposite Dominic West (Jigsaw), Doug Hutchison, Colin Salmon, Wayne Knight (Microchip), Dash Mihok (Det. Marin Soap) and Julie Benz.\n\nTo mention that Stevenson also worked on stage. He played the part of Christ in the York Mystery Plays in 2000 at York Minster. In 2001 he took the part of Roger in the play Mouth to Mouth by Kevin Elyot, at the Albery Theatre in London with Lindsay Duncan and Michael Maloney. His most well-known part is perhaps that of the Cardinal in The Duchess of Malfi by John Webster with Janet McTeer at the Royal National Theatre in 2003.\n\nStevenson and his girlfriend Elisabetta Carccia have a son Sebastiano Derek Stevenson, who was born in 2007. Besides acting, he loves art and has a passion for water color painting.","birthday":"1964-05-24","deathday":null,"gender":2,"homepage":"http://ray-stevenson.com/","id":56614,"imdb_id":"nm0829032","known_for_department":"Acting","name":"Ray Stevenson","place_of_birth":"Lisburn, Northern Ireland, UK","popularity":15.557,"profile_path":"/msafbswGI6uisRuNvQ8a1wMF5Ca.jpg"}
