{"adult":false,"also_known_as":["كريستين ستيوارت","크리스틴 스튜어트","クリステン・スチュワート","Кристен Стюарт","คริสเตน สจ๊วต","克莉絲汀·史都華","Kristen Jaymes Stewart","קריסטן סטיוארט","Κρίστεν Στιούαρτ","Κρίστεν Τζαίυμιζ Στιούαρτ","Крістен Стюарт","克里斯汀·斯图尔特"],"biography":"Kristen Jaymes Stewart (born April 9, 1990) is an American actress and filmmaker. The world's highest-paid actress in 2012, she has received various accolades, including a British Academy Film Award and a César Award, in addition to nominations for an Academy Award and a Golden Globe Award.\n\nBorn and raised in Los Angeles, Stewart first gained notice at age 12 for her role as the daughter of Jodie Foster's character in David Fincher's thriller Panic Room (2002), which earned her a Young Artist Award nomination. She subsequently starred in Speak (2004), Catch That Kid (2004), Zathura: A Space Adventure (2005), and Into the Wild (2007). She went on to achieve global stardom for her role as Bella Swan in The Twilight Saga film series (2008–2012), which ranks among the highest-grossing film franchises; for the role, she was awarded the BAFTA Rising Star Award in 2010.\n\nAfter starring in the fantasy film Snow White and the Huntsman (2012), Stewart eschewed roles in big-budget films in favor of independent productions in the years following. She took on roles in the dramas Camp X-Ray (2014) and Still Alice (2014), and the science fiction romance Equals (2016). In 2015, she garnered critical acclaim for her performance in Olivier Assayas' drama film Clouds of Sils Maria, which won her the César Award for Best Supporting Actress. Stewart reunited with Assayas the following year in the supernatural thriller Personal Shopper (2016) and made her directorial debut with the short film Come Swim (2017). She returned to mainstream Hollywood with leading roles in the action film Charlie's Angels (2019) and the romantic comedy film Happiest Season (2020). Stewart's portrayal of Diana, Princess of Wales in Pablo Larraín's biographical drama Spencer (2021) earned her widespread critical acclaim and a nomination for the Academy Award for Best Actress.","birthday":"1990-04-09","deathday":null,"gender":1,"homepage":null,"id":37917,"imdb_id":"nm0829576","known_for_department":"Acting","name":"Kristen Stewart","place_of_birth":"Los Angeles, California, USA","popularity":37.752,"profile_path":"/owdG2iYyTzoxJQXD6ZeKJyyBY3o.jpg"}
