{"adult":false,"also_known_as":["Scream Queen"],"biography":"Jamie Lee Curtis (born November 22, 1958) is an American actress and writer. She is the recipient of several accolades, including a British Academy Film Award, two Golden Globe Awards and a star on the Hollywood Walk of Fame in 1998.\n\nCurtis made her film acting debut as Laurie Strode in John Carpenter's horror film Halloween (1978), which established her as a scream queen, and she thereafter appeared in a string of horror films, including The Fog, Prom Night, Terror Train (all 1980) and Roadgames (1981). She reprised the role of Laurie in the sequels Halloween II (1981), Halloween H20: 20 Years Later (1998), Halloween: Resurrection (2002), Halloween (2018), Halloween Kills (2021), and the upcoming Halloween Ends (2022). Her filmography is largely characterized by independent films that have been box-office successes, with eight of her lead-actress credits grossing over $100 million.\n\nCurtis's film work spans many genres, including the cult comedies Trading Places (1983), for which she received a BAFTA for Best Supporting Actress, and A Fish Called Wanda (1988), for which she earned a BAFTA nomination for Best Actress. She won a Golden Globe, an American Comedy Award, and a Saturn Award for playing the starring role of Helen Tasker in James Cameron's action comedy film True Lies (1994). Curtis's other major films include Blue Steel (1990), My Girl (1991), Forever Young (1992), The Tailor of Panama (2001), Freaky Friday (2003), Beverly Hills Chihuahua (2008), You Again (2010), Veronica Mars (2014), and Knives Out (2019).\n\nCurtis received a Golden Globe and a People's Choice Award for her portrayal of Hannah Miller on the ABC sitcom Anything But Love (1989–1992). She earned a Primetime Emmy Award nomination for her work in the television film Nicholas' Gift (1998). She also starred as Cathy Munsch on the Fox horror comedy series Scream Queens (2015–2016), for which she earned her seventh Golden Globe Award nomination.\n\nCurtis is a daughter of Janet Leigh and Tony Curtis. She is married to Christopher Guest, with whom she has two adopted children, Annie and Ruby. Due to her marriage with Guest, who is the 5th Baron Haden-Guest in the United Kingdom, Curtis is a baroness formally entitled to the title Lady Haden-Guest, which she does not use.\n\nShe has written numerous children's books, with her 1998 release Today I Feel Silly, and Other Moods That Make My Day making The New York Times's best-seller list. She is also a frequent blogger for The Huffington Post.","birthday":"1958-11-22","deathday":null,"gender":1,"homepage":null,"id":8944,"imdb_id":"nm0000130","known_for_department":"Acting","name":"Jamie Lee Curtis","place_of_birth":"Los Angeles, California, USA","popularity":15.522,"profile_path":"/9KWvPVeiLOXlOGl0XVyHZtJWQtx.jpg"}
