{"adult":false,"also_known_as":[],"biography":"Ajay Kalahastri Naidu (born 12 February 1972) is an American actor.\n\nNaidu was born in Evanston, Illinois and raised in Chicago, the son of Indian immigrants from Chittor District, Andhra Pradesh to the U.S. He attended Evanston Township High School. As an actor, he trained with the American Repertory Theater's Institute for Advanced Theatre Training at Harvard University.\n\nHis first professional acting job was the film Touch and Go (released in 1986) which he won from an open call, this in turn led to television jobs.He starred in the TV-movie, Lady Blue (1985) as \"Paquito\". This was followed by an ABC Afterschool Special episode, \"No Greater Gift\" (1985), where he played \"Nick Santana\", a 12-year old boy with a terminal illness. He then appeared in an uncredited role as \"Ahmed\" in the \"MacGyver\" TV series, during the first season, in episode, \"To Be a Man\" in 1986.\n\nOther film credits when younger include Where the River Runs Black (1986) and Vice Versa (1988). Between 1988 and 1995 he worked extensively in classical theatre.\n\nHe returned to film acting in SubUrbia (1996), where he was praised for his role as the convenience store owner, \"Nazeer Choudhury\" and for which he was nominated for an independent spirit award for best supporting actor.\n\nOn screen, Naidu has appeared in the film Office Space, as well as K-Pax, π, Requiem for a Dream, Bad Santa, The War Within, American Chai, The Guru, Waterborne and Loins of Punjab Presents and many more. He co-starred in the sitcom LateLine and had guest starring roles on the television dramas The Sopranos, in the episode entitled Big Girls Don't Cry, as well as The West Wing. In 1997, Naidu was nominated for an Independent Spirit Award for his role in the independent film subUrbia. Naidu has been working extensively with musicians from the Asian underground music movement for many years and his vocals have appeared on many records most notably Talvin Singh's mercury award winner \"OK\". In 2006 he directed his first feature film Ashes which came out in 2010. His most recent Theatre credits include A world tour of Shakespeare's Measure for Measure with Simon McBurney's Theatre Complicite, The Resistible Rise of Arturo Ui alongside Al Pacino, and The Little Flower of East Orange at New York's Public Theater. He is currently engaged to actress Heather Burns.\n\nDescription above from the Wikipedia article Ajay Naidu, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1972-02-12","deathday":null,"gender":2,"homepage":null,"id":1982,"imdb_id":"nm0619651","known_for_department":"Acting","name":"Ajay Naidu","place_of_birth":"Evanston, Illinois, USA","popularity":3.759,"profile_path":"/tOvD8yveJ4Aq10LICADK3wS3dwE.jpg"}
