{"adult":false,"also_known_as":["Ramón Gerardo Antonio Estévez","Μάρτιν Σιν","Мартін Шин"],"biography":"Ramón Gerardo Antonio Estévez  (born August 3, 1940), better known by his stage name Martin Sheen, is a film actor best known for his performances in the films Badlands (1973) and Apocalypse Now (1979), and in the television series The West Wing from 1999 to 2006. In film he has won the Best Actor award at the San Sebastián International Film Festival for his performance as Kit Carruthers in Badlands. His portrayal of Capt. Willard in Apocalypse Now earned a nomination for the BAFTA Award for Best Actor. Sheen has worked with a wide variety of film directors, such as Richard Attenborough, Francis Ford Coppola, Terrence Malick, Mike Nichols, Martin Scorsese, Steven Spielberg and Oliver Stone. He has had a star on the Hollywood Walk of Fame since 1989. In television he has won both a Golden Globe and two Screen Actors Guild awards for playing the lead role of President Bartlet in The West Wing, and an Emmy for guest acting in the sitcom Murphy Brown. Born and raised in the United States to immigrant parents, a first-generation Irish mother, Mary-Anne Phelan from Borrisokane in County Tipperary and a Galician father, Francisco Estévez from Vigo in Galicia (Spain), he adopted the stage name Martin Sheen to help him gain acting parts. He is the father of actors Emilio Estevez, Ramón Estevez, Carlos Irwin Estevez (Charlie Sheen), and Renée Estevez. His younger brother Joe Estevez is also an actor. Although known as an actor, he has also directed one film, Cadence (1990), appearing alongside sons Charlie and Ramon. He has also narrated, produced and directed in documentary television, earning two Daytime Emmy awards in the 1980s. In addition to film and television, Sheen has also become notable for his activism in liberal politics.\n\nDescription above from the Wikipedia article Martin Sheen, licensed under CC-BY-SA, full list of contributors can be found on Wikipedia.","birthday":"1940-08-03","deathday":null,"gender":2,"homepage":null,"id":8349,"imdb_id":"nm0000640","known_for_department":"Acting","name":"Martin Sheen","place_of_birth":"Dayton, Ohio, USA","popularity":10.235,"profile_path":"/eANpr603scA1jfR6aOh42YqSke7.jpg"}
